{
  "resolution_no": "1327",
  "year": "2000",
  "theme": [
    "Peacekeeping",
    "Conflict Prevention",
    "Post-Conflict Peace-Building",
    "Gender Perspective"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations Peacekeeping Operations",
    "Security Council",
    "Secretary-General",
    "Panel on United Nations Peace Operations"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council adopted Resolution 1327 (2000) on November 13, 2000, recalling its previous resolution 1318 (2000) and reaffirming its determination to strengthen UN peacekeeping operations. \nThe Council welcomes the reports of the Panel on UN Peace Operations and the Secretary-General on its implementation. \nIt agrees to adopt the decisions and recommendations in the annex to the resolution, and to review their implementation periodically. \nThe Council resolves to give peacekeeping operations clear, achievable mandates and a credible deterrent capability. \nIt urges parties to prospective peace agreements to cooperate with the UN from an early stage, ensuring minimum conditions for peacekeeping operations, including a clear political objective and compliance with international law. \nThe Secretary-General is requested to make arrangements for UN involvement in peace negotiations, to keep the Council informed, and to report on whether peace agreements meet UN peacekeeping operation conditions. \nThe Council requests regular briefings from the Secretariat on military, civilian police, and humanitarian issues. \nIt encourages the Secretary-General to facilitate rapid deployment and agrees to assist with specific planning mandates. \nWhen establishing or enlarging a peacekeeping operation, the Council will request the Secretary-General to proceed with the implementation phase upon receipt of firm commitments to provide sufficient troops and critical mission support elements. \nThe Council encourages the Secretary-General to consult with potential troop contributors in advance and report on these consultations. \nThe Council decides to remain actively seized of the matter.\nThe Security Council:\n \nRecognizes the shared responsibility of all Member States to support UN peacekeeping and ensure their peacekeepers' capability to fulfil assigned mandates; invites Member States to incorporate HIV/AIDS awareness training into national programmes.\n\nUnderlines the importance of consultations among troop-contributing countries, the Secretary-General, and the Security Council; agrees to strengthen this system through private meetings.\n\nUndertakes to ensure mandated tasks are appropriate to the situation on the ground; emphasizes that rules of engagement should be consistent with the operation's legal basis and support the mission's mandate.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1327_2000_EN.pdf"
}