{
  "resolution_no": "1295",
  "year": "2000",
  "theme": [
    "Sanctions",
    "Peacekeeping",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41",
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNITA",
    "OAU",
    "SADC",
    "Interpol"
  ],
  "reporting_cycle": "The Secretary-General reports periodically to the Committee",
  "operative_authority": "Chapter VII",
  "summary": "**Trade in Diamonds:**\n- Expresses concern that illicit diamond trade funds UNITA and encourages states to impose penalties for possessing rough diamonds imported in contravention of measures.\n- Welcomes the introduction of new control arrangements by the Government of Angola, including redesigned Certificates of Origin.\n- Welcomes steps announced by the Government of Belgium to implement measures contained in resolution 1173 (1998).\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n**Regarding diamond control measures**\n\n* Emphasizes the need for transparency and accountability in diamond control from origin to bourses, while avoiding harm to the legitimate diamond trade.\n* Welcomes South Africa's intention to host a conference on this issue.\n* Calls on relevant states to cooperate with the diamond industry to implement effective arrangements.\n\n**Regarding funds and financial measures**\n\n* Encourages states to convene an experts' conference to strengthen implementation of financial measures against UNITA.\n* Calls on states to work with financial institutions to identify and freeze assets subject to sanctions.\n\n**Regarding travel and representation measures**\n\n* Emphasizes preventing circumvention of sanctions on or from their territory.\n* Calls on states to review and cancel travel documents, visas, and residence permits of UNITA officials and their families.\n* Requests the Committee to update the list of UNITA officials and their families subject to travel restrictions.\n\n**Regarding additional steps**\n\n* Invites SADC to consider strengthening air traffic control systems and establishing an air traffic regime.\n* Urges states to make available information on sanctions violations and to enforce legislation making such violations a criminal offence.\n* Encourages states to inform professional associations and certification bodies of sanctions and seek their action.\n* Invites the Secretary-General to strengthen collaboration with regional and international organizations and to develop an information package and media campaign.\n\n**Other**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1295_2000_EN.pdf"
}