{
  "resolution_no": "1311",
  "year": "2000",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "UNOMIG",
    "CIS peacekeeping force",
    "OSCE",
    "United Nations"
  ],
  "reporting_cycle": "three months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n \nWelcomes the Secretary-General's report of 21 July 2000. \nStrongly supports the sustained efforts of the Secretary-General and his Special Representative to promote stabilization and a comprehensive political settlement in Abkhazia, Georgia, including a settlement on Abkhazia's political status within Georgia. \nAlso strongly supports the Special Representative's efforts on distributing competences between Tbilisi and Sukhumi, and his intention to submit proposals for meaningful negotiations. \nUnderlines the parties' responsibility to engage in negotiations on key outstanding issues. \nWelcomes their commitment to resolve disputed questions through negotiations and peaceful means, and to refrain from force-related propaganda. \nCalls on the parties to implement confidence-building measures, including those agreed on 11 July 2000. \nReaffirms the unacceptability of demographic changes resulting from the conflict and the right of refugees and displaced persons to return home securely and with dignity. \nUrges the parties to address this issue urgently and implement measures to guarantee security for returnees. \nUrges the parties to address the status of spontaneous returnees to the Gali district and re-establish local administrative structures with representation for returnees.\nThe Security Council:\n\n9. Welcomes steps to ensure internally displaced persons in Georgia enjoy their right to be treated equally to all Georgian citizens, with respect for their right to return home securely and with dignity.\n\n10. Deplores violent incidents and criminal activities in the conflict zone, calling on both sides to urgently cooperate in combating crime and improving law enforcement.\n\n11. Demands strict observance of the 14 May 1994 Moscow Agreement on Ceasefire and Separation of Forces.\n\n12. Welcomes UNOMIG's review of security arrangements to ensure staff safety.\n\n13. Extends UNOMIG's mandate until 31 January 2001, subject to review in light of changes to its mandate or the CIS peacekeeping force, and intends to conduct a thorough review at the end of its current mandate.\n\n14. Requests the Secretary-General to regularly inform the Council and report on the situation in Abkhazia, Georgia, within three months.\n\n15. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1311_2000_EN.pdf"
}