{
  "resolution_no": "1296",
  "year": "2000",
  "theme": [
    "Humanitarian",
    "Protection of Civilians",
    "Armed Conflict"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 1",
    "Article 2",
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations",
    "Security Council",
    "General Assembly",
    "Special Committee on Peacekeeping Operations"
  ],
  "reporting_cycle": "The Secretary-General reports by 30 March 2001 and future reports as necessary",
  "operative_authority": "Chapter VI",
  "summary": "15. Willing to consider temporary security zones and safe corridors for protection of civilians and delivery of assistance in situations of genocide, crimes against humanity, and war crimes.\n\n16. Affirms intention to include disarmament, demobilization, and reintegration of ex-combatants in peacekeeping operations' mandates, and emphasizes the importance of adequate resources.\n\n17. Reaffirms condemnation of incitements to violence against civilians and willingness to consider steps in response to media broadcasts inciting genocide, crimes against humanity, and serious humanitarian law violations.\n\n18. Affirms that UN peacekeeping missions should include a mass-media component to disseminate information about international humanitarian law and human rights law.\n\n19. Reiterates importance of compliance with international humanitarian, human rights, and refugee law, and requests the Secretary-General to ensure personnel have appropriate training.\n\n20. Takes note of the Convention on Anti-personnel Mines and the amended Protocol on Prohibitions or Restrictions on the Use of Mines, and encourages support for humanitarian mine action.\n\n21. Notes the excessive accumulation and destabilizing effect of small arms and light weapons pose a considerable impediment to humanitarian assistance.\n\n22. Recalls the establishment of an informal Working Group on sanctions and requests it to consider recommendations.\n\n23. Recalls the letter of its President to the President of the General Assembly and welcomes the work of the Special Committee on Peacekeeping Operations.\nThe Security Council:\n- Requests the Secretary-General to include observations on the protection of civilians in armed conflict in his written reports to the Council as appropriate.\n- Requests the Secretary-General to submit his next report on the protection of civilians in armed conflict by 30 March 2001.\n- Requests the Secretary-General to include additional recommendations in the report on ways to improve the protection of civilians in armed conflict.\n- Encourages the Secretary-General to consult the Inter-Agency Standing Committee in preparing the reports.\n- Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1296_2000_EN.pdf"
}