{
  "resolution_no": "1318",
  "year": "2000",
  "theme": [
    "Peacekeeping",
    "Africa",
    "International Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Chapter VIII"
  ],
  "entities": [
    "United Nations",
    "Organization of African Unity",
    "African subregional organizations"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council \nDecides to adopt the attached declaration on ensuring an effective role for the Security Council in the maintenance of international peace and security, particularly in Africa.\n\nAnnex \n\nThe Security Council \nMeeting at the level of Heads of State and Government \n\nI \nPledges to uphold the Purposes and Principles of the Charter of the United Nations, reaffirms commitment to sovereign equality, national sovereignty, territorial integrity and political independence of all States, and underlines the need for respect for human rights and the rule of law; \nReaffirms the importance of adhering to the principles of non-threat or non-use of force and peaceful settlement of international disputes; \nRecalls its primary responsibility for international peace and security, and resolves to strengthen the central role of the United Nations in peacekeeping.\n\nII \nPledges to enhance the effectiveness of the United Nations in addressing conflict; \nReaffirms its determination to give equal priority to international peace and security in every region, and special attention to promotion of durable peace and sustainable development in Africa.\n\nIII \nStrongly encourages development of comprehensive strategies to address root causes of conflicts; \nAffirms its determination to strengthen United Nations peacekeeping operations by: \n- adopting clearly defined mandates, \n- including measures for security of United Nations personnel and protection of the civilian population, \n- taking steps to assist the United Nations to obtain trained and properly equipped personnel for peacekeeping operations.\nThe Security Council:\n \nAgrees to strengthen consultations with troop-contributing countries when deciding on peacekeeping operations; \nSupports upgrading UN capacity for planning, establishing, deploying and conducting peacekeeping operations and a sounder foundation for financing them; \nUrges Member States to provide sufficient and timely resources to enhance rapid deployment of peacekeeping operations; \n\nWelcomes the report of the Panel on UN Peace Operations and decides to expeditiously consider its recommendations; \n\nStresses the importance of disarmament, demobilization and reintegration of ex-combatants and integrating such programmes into peacekeeping mandates; \n\nCalls for action to prevent the illegal flow of small arms into conflict areas and to combat the exploitation and trafficking of high-value commodities;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1318_2000_EN.pdf"
}