{
  "resolution_no": "1307",
  "year": "2000",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMOP",
    "Republic of Croatia",
    "Federal Republic of Yugoslavia"
  ],
  "reporting_cycle": "Secretary-General reports by 15 October 2000",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n \nAdopted Resolution 1307 (2000) on 13 July 2000, \n\nRecalling previous relevant resolutions, particularly 779 (1992), 981 (1995), 1147 (1998), 1183 (1998), 1222 (1999), 1252 (1999), and 1285 (2000), \n\nHaving considered the Secretary-General's report on the UN Mission of Observers in Prevlaka (UNMOP) of 3 July 2000, \n\nReaffirming Croatia's independence, sovereignty, and territorial integrity within internationally recognized borders, \n\nNoting the Joint Declaration signed at Geneva on 30 September 1992, \n\nThe situation in the UNMOP area has remained stable; however, \n\n1. Authorizes UN military observers to continue monitoring demilitarization of the Prevlaka peninsula until 15 January 2001; \n2. Calls on parties to cease violations of the demilitarized regime and ensure safety and freedom of movement for UN observers; \n3. Notes with concern lack of progress on confidence-building measures; \n4. Urges parties to abide by commitments and implement the Agreement on Normalization of Relations; \n5. Requests parties to report bi-monthly on bilateral negotiations; \n6. Reiterates the call for a comprehensive demining programme.\n1307 (2000)\n7. Requests the United Nations military observers and the multinational stabilization force authorized by the Council in resolution 1088 (1996) of 12 December 1996 and extended by resolution 1305 (2000) of 21 June 2000 to cooperate fully with each other; \n8. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1307_2000_EN.pdf"
}