{
  "resolution_no": "1315",
  "year": "2000",
  "theme": [
    "International Justice",
    "Peace and Security",
    "Humanitarian Law"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations",
    "Government of Sierra Leone",
    "ECOWAS",
    "International Criminal Tribunals for the Former Yugoslavia and Rwanda"
  ],
  "reporting_cycle": "30 days",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n Deeply concerned about serious crimes in Sierra Leone, including against UN personnel, and the prevailing impunity, \nCommending efforts by the Government of Sierra Leone and ECOWAS to bring lasting peace, \nNoting ECOWAS' agreement to dispatch a regional investigation into resumed hostilities, \nRecognizing steps by the Government of Sierra Leone to create a national truth and reconciliation process, \n Recalling the understanding that amnesty provisions don't apply to international crimes, \n Reaffirming compliance with international humanitarian law and individual responsibility for serious violations, \n Recognizing the need for a credible system of justice and accountability in Sierra Leone, \n\n1. Requests the Secretary-General to negotiate an agreement with the Government of Sierra Leone to create an independent special court. \n2. Recommends the subject matter jurisdiction of the special court include crimes against humanity, war crimes, and serious violations of international humanitarian law. \n3. Recommends the special court have personal jurisdiction over those bearing the greatest responsibility for the crimes. \n4. Emphasizes ensuring impartiality, independence, and credibility of the process. \n5. Requests the Secretary-General to send a team of experts to Sierra Leone if necessary. \n6. Requests the Secretary-General to submit a report on the implementation of this resolution within 30 days.\nThe Security Council:\n \n7. Requests the Secretary-General to address in his report: \n- the temporal jurisdiction of the special court; \n- an appeals process, including the advisability, feasibility, and appropriateness of an appeals chamber in the special court or sharing the Appeals Chamber of the International Criminal Tribunals for the Former Yugoslavia and Rwanda; \n- a possible alternative host State, if necessary.\n\n8. Requests the Secretary-General to include recommendations on: \n- additional agreements for international assistance; \n- level of participation, support and technical assistance from Member States, ECOWAS, Commonwealth, and UN Mission in Sierra Leone; \n- voluntary contributions of funds, equipment, and services; \n- expertise and advice from International Criminal Tribunals for the Former Yugoslavia and Rwanda.\n\n9. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1315_2000_EN.pdf"
}