{
  "resolution_no": "1305",
  "year": "2000",
  "theme": [
    "Peacekeeping",
    "War Crimes",
    "International Tribunal",
    "Refugees",
    "Police Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "SFOR",
    "UNMIBH",
    "IPTF",
    "International Tribunal for the Former Yugoslavia"
  ],
  "reporting_cycle": "at least monthly intervals and every six months",
  "operative_authority": "Chapter VII",
  "summary": "Authorizes Member States to take necessary measures to ensure compliance with Annex 1-A and protect SFOR.\n\nAuthorizes measures to defend SFOR and assist in its mission.\n\nRequests authorities in Bosnia and Herzegovina to cooperate with SFOR on airport management.\n\nDemands respect for SFOR's security and freedom of movement.\n\nInvites States to provide support and facilities for SFOR.\n\nExtends the mandate of UNMIBH, including the IPTF, until 21 June 2001.\n\nRequests the Secretary-General to report regularly on UNMIBH's implementation.\n\n Reiterates successful IPTF implementation rests on personnel quality, experience, and professional skills.\nThe Security Council:\n\n* Urges Member States to ensure provision of qualified personnel with Secretary-General's support (para 22);\n* Reaffirms parties' responsibility to cooperate with IPTF and provide full support (para 22);\n* Calls for closest coordination between High Representative, SFOR, UNMIBH, and civilian organizations to implement Peace Agreement and civilian consolidation plan (para 23);\n* Urges Member States to intensify efforts to provide training, equipment, and assistance to local police forces in Bosnia and Herzegovina on a voluntary-funded basis (para 24);\n* Requests Secretary-General to submit reports on implementation of Peace Agreement, including compliance by parties, to the Council (para 25);\n* Decides to remain seized of the matter (para 26).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1305_2000_EN.pdf"
}