{
  "resolution_no": "1320",
  "year": "2000",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UNMEE",
    "Military Coordination Commission (MCC)",
    "United Nations Mine Action Service"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on the Ethiopia-Eritrea conflict, reaffirms its commitment to the sovereignty, independence, and territorial integrity of both countries.\n\nSupports the Agreement on Cessation of Hostilities between Ethiopia and Eritrea and requests both parties to fulfil their obligations under international law.\n\nAuthorizes the deployment of up to 4,200 troops, including 220 military observers, within the United Nations Mission in Ethiopia and Eritrea (UNMEE) until 15 March 2001, with a mandate to:\n\n- Monitor the cessation of hostilities\n- Assist in ensuring security commitments\n- Monitor and verify troop redeployment\n- Monitor the temporary security zone (TSZ)\n- Chair the Military Coordination Commission (MCC)\n- Coordinate humanitarian mine action activities\n- Coordinate with humanitarian and human rights activities\n\nRequests the Secretary-General to:\n\n- Coordinate with the Organization of African Unity\n- Appoint a special representative for UNMEE\n\nCalls on the parties to:\n\n- Ensure UNMEE's access, safety, and freedom of movement\n- Provide assistance, support, and protection\n- Proceed with demining\n- Ensure safe access of humanitarian personnel\n- Cooperate with the International Committee of the Red Cross\n\nRequests the Governments of Ethiopia and Eritrea to conclude status-of-forces agreements within 30 days.\nThe Security Council:\n\n10. Acting under Chapter VII, exempts from measures imposed by resolution 1298 (2000) the sale and supply of: \n(a) Arms and related matériel for UN use in Ethiopia or Eritrea; \n(b) Equipment and related matériel for demining under UN auspices in Ethiopia or Eritrea.\n\n11. Encourages assistance and participation in reconstruction, development, economic and social recovery of Ethiopia and Eritrea.\n\n12. Requests the Secretary-General to keep the Council informed of progress towards implementation.\n\n13. Emphasizes the link between UN peacekeeping mission termination and border delimitation/demarcation, requesting regular updates.\n\n14. Calls on parties to conclude a comprehensive peace settlement without delay.\n\n15. Will consider parties' progress in renewing UNMEE mandate.\n\n16. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1320_2000_EN.pdf"
}