{
  "resolution_no": "1332",
  "year": "2000",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MONUC",
    "OAU",
    "UNHRC"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n\n* Endorses the Secretary-General's proposal to deploy additional military observers to monitor and verify the ceasefire and disengagement plans (para 4).\n* Invites the Secretary-General to organize a follow-up meeting between the Lusaka Ceasefire Agreement signatories and the Security Council members (para 5).\n* Requests the Secretary-General to review MONUC's current mandate and provide proposals on addressing the situation in eastern provinces, including areas bordering Rwanda, Uganda, and Burundi (paras 6-7).\n* Expresses readiness to support the deployment of infantry units in support of military observers (para 8).\n* Requests the Secretary-General to propose a permanent follow-up mechanism to address issues such as foreign forces' withdrawal, disarmament, and refugees' return (para 9).\n* Calls for the withdrawal of Ugandan and Rwandan forces and other foreign forces from the Democratic Republic of Congo (para 10).\n* Calls on parties to cooperate in disarmament, demobilization, reintegration, and repatriation of armed groups (para 11).\n* Urges parties to cooperate in the inter-Congolese dialogue (para 12).\n* Reiterates the call to prevent human rights abuses and ensure humanitarian personnel's access (para 13).\n* Demands the demobilization and rehabilitation of children recruited by armed forces and groups (para 14).\n* Stresses the need to strengthen MONUC's human rights component (para 15).\n* Calls on parties to cooperate with the expert panel on the illegal exploitation of natural resources (para 16).\n* Calls on parties to fully implement their commitments under the Lusaka Ceasefire Agreement (para 17).\n* Expresses readiness to consider measures against parties that fail to comply with this resolution (para 18).\n* Decides to remain actively seized of the matter (para 19).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1332_2000_EN.pdf"
}