{
  "resolution_no": "1291",
  "year": "2000",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MONUC",
    "JMC",
    "International Committee of the Red Cross"
  ],
  "reporting_cycle": "every 60 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council adopted Resolution 1291 (2000) on 24 February 2000, recalling previous resolutions and statements on the situation in the Democratic Republic of the Congo (DRC). The Council reaffirmed the sovereignty, territorial integrity, and political independence of the DRC and all states in the region. It expressed strong support for the Lusaka Ceasefire Agreement, which is considered the most viable basis for a peaceful resolution to the conflict. The Council called for the orderly withdrawal of all foreign forces from the DRC and the disarmament and repatriation of armed groups. It also endorsed the selection of a Facilitator for the National Dialogue and urged Member States to provide support. The Council stressed the importance of implementing the Ceasefire Agreement, re-establishing state administration, and the role of the Joint Military Commission. It outlined considerations for the deployment of MONUC forces, including respect for the Ceasefire Agreement, a plan for disengagement, and assurances for the security of UN personnel. The Council also expressed concern over the humanitarian situation and encouraged donors to respond to the UN consolidated humanitarian appeal.\nHere is a concise summary of the Security Council document 1291 (2000):\n\nThe Security Council stresses the importance of favourable conditions for humanitarian assistance in the Democratic Republic of the Congo. It expresses deep concern at human rights violations, limited access to refugees and internally displaced persons, and determines that the situation constitutes a threat to international peace and security.\n\nThe Council:\n1. Calls on all parties to fulfil their obligations under the Ceasefire Agreement.\n2. Reiterates its support for the Special Representative of the Secretary-General and calls for cooperation with him.\n3. Extends the mandate of MONUC until 31 August 2000.\n4. Authorizes the expansion of MONUC to up to 5,537 military personnel and civilian support staff.\n5. Decides on a phased deployment of personnel, subject to adequate security and party cooperation.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1291_2000_EN.pdf"
}