{
  "resolution_no": "1306",
  "year": "2000",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Economic"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "UNSC Committee established by resolution 1132 (1997)",
    "ECOWAS",
    "Organization of African Unity",
    "INTERPOL",
    "International Diamond Manufacturers Association",
    "World Federation of Diamond Bourses",
    "Diamond High Council"
  ],
  "reporting_cycle": "periodic reports to the Security Council",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council,\nRecalling previous resolutions on Sierra Leone,\nAffirming commitment to respect Sierra Leone's sovereignty, \n Determines the situation in Sierra Leone continues to threaten international peace and security.\n\nConcerned about the illicit diamond trade fuelling conflict, \nWelcoming efforts to improve diamond trade transparency.\n\nDecides:\n1. All States to prohibit import of rough diamonds from Sierra Leone.\n2. Sierra Leone Govt to establish an effective Certificate of Origin regime for diamond trade.\n3. States and int'l organizations to assist Sierra Leone Govt in this regard.\n4. Sierra Leone Govt to notify the Committee of the Certificate of Origin regime.\n5. Diamonds controlled by Sierra Leone Govt through the regime to be exempt from measures.\n\nThe measures are for 18 months, and the Council will review and possibly extend or modify them.\n\nThe Committee:\n- Seeks info from States on implementation.\n- Considers info on violations and identifies persons/entities involved.\n- Makes periodic reports to the Security Council.\n- Promulgates guidelines to facilitate implementation.\nThe Security Council \n- Requests cooperation with other sanctions committees, specifically those related to Liberia and Angola \n- Demands reports from States on actions taken to implement measures against Sierra Leone within 30 days \n- Urges strict adherence to resolution provisions despite prior agreements or contracts \n- Encourages diamond industry cooperation with Sierra Leone and the Committee \n- Invites assistance for developing a regulated diamond industry in Sierra Leone \n- Requests a hearing to assess diamond role in conflict and links to arms trade \n- Welcomes industry commitments not to trade in conflict diamonds \n- Stresses government authority extension to diamond-producing areas \n- Decides on reviews of measures every six months \n- Urges reporting on possible violations \n- Reminds States of arms measures obligations \n- Calls for legislation against violating sanctions \n- Urges reporting on implementation \n- Establishes a panel of experts to monitor and report on sanctions enforcement \n- Expresses readiness to consider action against States violating measures.\nThe Security Council:\n \nUrges all States to cooperate with the panel in discharging its mandate, stressing the importance of Secretariat and UN system cooperation and technical expertise;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1306_2000_EN.pdf"
}