{
  "resolution_no": "1329",
  "year": "2000",
  "theme": [
    "International Justice",
    "War Crimes",
    "Tribunal"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "International Tribunal for the Former Yugoslavia",
    "International Tribunal for Rwanda"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\nReaffirming resolutions 827 (1993) and 955 (1994), \nRemains convinced that prosecution of persons responsible for serious violations of international humanitarian law in the former Yugoslavia and Rwanda contributes to peace restoration and maintenance,\nHaving considered the Secretary-General's letter and annexed letters from the Presidents of the International Tribunals,\nConvinced of the need to establish a pool of ad litem judges and increase judges in the Appeals Chambers to expedite the Tribunals' work,\nNoting significant progress in improving Tribunal procedures,\nRecalling concurrent jurisdiction of Tribunals and national courts,\nActing under Chapter VII of the Charter,\n1. Decides to establish a pool of ad litem judges in the International Tribunal for the Former Yugoslavia, enlarge the Appeals Chambers of both Tribunals, and amend their Statutes;\n2. Decides to elect two additional judges for the International Tribunal for Rwanda, who shall serve until the expiry of existing judges' terms;\n3. Decides that once the two judges have taken office, the President of the International Tribunal for Rwanda shall assign two judges to the Appeals Chambers;\n4. Requests the Secretary-General to make arrangements for elections, provide personnel and facilities, and keep the Security Council informed;\n5. Urges States to cooperate fully with the Tribunals and their organs.\nHere is a concise summary of the document:\n\nThe Security Council:\n\n Requests the Secretary-General to submit a report on the date to end the temporal jurisdiction of the International Tribunal for the Former Yugoslavia.\n\nDecides to remain actively seized of the matter.\n\nAnnex I:\n\n**Composition of the Chambers**\n\n* The Chambers shall have 16 permanent and up to 9 ad litem independent judges, no two from the same State.\n* Each Trial Chamber shall have 3 permanent and up to 6 ad litem judges, and may be divided into sections of 3 judges.\n* The Appeals Chamber shall have 7 permanent judges and be composed of 5 members for each appeal.\n\n**Qualifications of judges**\n\n* Judges shall be of high moral character, impartiality and integrity, with qualifications for appointment to the highest judicial offices.\n\n**Election of permanent judges**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1329_2000_EN.pdf"
}