{
  "resolution_no": "1313",
  "year": "2000",
  "theme": [
    "Peacekeeping",
    "Security",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UNAMSIL",
    "ECOWAS",
    "Government of Sierra Leone"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n \nRecalling all its previous resolutions and statements concerning Sierra Leone, \nCondemns armed attacks against and detention of UNAMSIL personnel, \nCommending UNAMSIL and the Force Commander for recent actions against the RUF and other armed elements.\n\nDecides to extend UNAMSIL's mandate until 8 September 2000.\n\n Considers RUF's serious violations of the Lomé Peace Agreement since May 2000 as a breakdown of the prior environment based on the Agreement.\n\n Expresses intention to strengthen UNAMSIL's mandate with priority tasks:\n \n(a) Maintain security of Lungi and Freetown peninsulas;\n(b) Deter and counter RUF threat;\n(c) Deploy progressively to assist Government efforts to extend state authority and restore law and order;\n(d) Patrol strategic lines of communication;\n(e) Assist in promoting the political process.\n\n Considers that UNAMSIL's military component should be reinforced with troop rotations, aviation and maritime assets, and specialist support.\n\n Recognizes RUF's offensive revealed weaknesses in UNAMSIL's structure, command and control, and resources.\n\n Requests the Secretary-General to take urgent steps to implement recommendations to improve UNAMSIL's performance and capacity.\n\n Stresses that achieving objectives depends on provision of fully equipped units, effective command and control, and adequate resources.\n\n Requests a further report from the Secretary-General on proposals for restructuring and strengthening UNAMSIL.\n\nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1313_2000_EN.pdf"
}