{
  "resolution_no": "1298",
  "year": "2000",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41"
  ],
  "entities": [
    "Organization of African Unity (OAU)",
    "United Nations"
  ],
  "reporting_cycle": "Initial report within 15 days, then every 60 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council,\nRecalling previous resolutions on the conflict between Eritrea and Ethiopia, \n Urges a peaceful resolution, citing humanitarian concerns and regional stability.\n\n**Key Points:**\n\n1. **Condemns** continued fighting between Eritrea and Ethiopia.\n2. **Demands** immediate ceasefire and withdrawal of forces.\n3. **Demands** resumption of peace talks under OAU auspices.\n4. **Requests** OAU Chairman to dispatch Personal Envoy to the region.\n5. **Imposes** arms embargo on Eritrea and Ethiopia:\n\t* Prevents sale or supply of arms and related matériel.\n\t* Prohibits technical assistance or training related to arms.\n6. **Exempts** non-lethal military equipment for humanitarian use with Committee approval.\n7. **Establishes** a Committee to:\n\t* Monitor implementation of embargo.\n\t* Seek information from States.\n\t* Investigate alleged violations and recommend measures.\nThe Security Council \n3 \n1298 (2000)\n\n8. Decides to establish a Committee to:\n(d) Promulgate guidelines to facilitate implementation of measures;\n(e) Consider and decide on requests for exceptions;\n(f) Examine reports submitted pursuant to paragraphs 11 and 12.\n\n9. Calls on all States and organizations to act in conformity with this resolution.\n\n10. Requests the Secretary-General to assist the Committee.\n\n11. Requests States to report within 30 days on steps taken to implement measures.\n\n12. Requests reports on possible violations to the Committee.\n\n13. Requests the Committee to make relevant information publicly available.\n\n14. Requests humanitarian assistance arrangements.\n\n15. Requests the Secretary-General to report on compliance and implementation.\n\n16. Decides measures are established for 12 months.\n\n17. Decides measures terminate if a peaceful settlement is concluded.\n\n18. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1298_2000_EN.pdf"
}