{
  "resolution_no": "1291",
  "year": "2000",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MONUC",
    "JMC",
    "International Committee of the Red Cross"
  ],
  "reporting_cycle": "every 60 days",
  "operative_authority": "Chapter VII",
  "summary": "MONUC's mandate includes:\n(a) Monitoring the ceasefire and investigating violations.\n(b) Establishing liaison with parties' military forces.\n(c) Developing an action plan for ceasefire implementation.\n(d) Obtaining the release of prisoners of war and military captives.\n(e) Supervising and verifying disengagement and redeployment.\n(f) Monitoring compliance with supply provisions.\n(g) Facilitating humanitarian assistance and human rights monitoring.\n(h) Cooperating with the Facilitator of the National Dialogue.\n(i) Deploying mine action experts.\n\nUnder Chapter VII, MONUC may take necessary action to protect personnel, facilities, and civilians under imminent threat of physical violence.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n \n9. Calls on parties to the Ceasefire Agreement to support MONUC's deployment, providing security assurances and freedom of movement.\n\n10. Requests regional states to conclude status-of-forces agreements with the Secretary-General within 30 days, applying the model agreement provisionally.\n\n11. Requests the Secretary-General to plan for additional UN deployments based on progress in implementing the Ceasefire Agreement.\n\n12. Calls on parties to ensure safe access for relief personnel and provide guarantees for UN and humanitarian personnel's safety and freedom of movement.\n\n13. Calls on parties to cooperate with the International Committee of the Red Cross.\n\n14. Condemns massacres, urging an international investigation to bring those responsible to justice.\n\n15. Calls on parties to protect human rights, respect international humanitarian law, and bring to justice those responsible for genocide, crimes against humanity, or war crimes.\n\n16. Expresses concern over illicit arms flows, calling for a halt and intending to consider this issue further.\n\n17. Expresses concern over illegal exploitation of natural resources, calling for an end to such activities and requesting the Secretary-General to report within 90 days.\n\n18. Reaffirms the importance of an international conference on peace, security, democracy, and development in the Great Lakes region.\n\n19. Requests the Secretary-General to report every 60 days on progress in implementing the Ceasefire Agreement.\n\n20. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1291_2000_EN.pdf"
}