{
  "resolution_no": "1287",
  "year": "2000",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNOMIG",
    "CIS peacekeeping force",
    "OSCE",
    "Group of Friends of the Secretary-General"
  ],
  "reporting_cycle": "three months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council,\nRecalling its previous resolutions and statements on the situation in Abkhazia, Georgia, \nWelcomes the report of the Secretary-General and encourages the parties to seize the opportunity of the appointment of a new Special Representative to renew their commitment to the peace process. \nThe Council supports the sustained efforts of the Secretary-General and his Special Representative to promote a comprehensive political settlement, including a settlement on the political status of Abkhazia within Georgia. \nThe Council calls on the parties to deepen their commitment to the UN-led peace process, expand their dialogue, and display the necessary will to achieve substantial results on key issues. \nThe Council reiterates that it considers unacceptable and illegitimate the holding of self-styled elections and referendum in Abkhazia, Georgia. \nThe Council calls on the parties to enhance their efforts to implement confidence-building measures and respect human rights. \nThe Council welcomes the contributions of UNOMIG and the CIS peacekeeping force in stabilizing the situation and stresses the importance of their close cooperation.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n- Urges parties to improve observance of agreements as part of a comprehensive political settlement (para 8);\n- Reaffirms the right of refugees and displaced persons to return home securely, in line with international law and the Quadripartite Agreement (para 8);\n- Calls on parties to address this issue urgently and guarantee security for returnees (para 8);\n- Demands strict observance of the Moscow Agreement (para 9);\n- Welcomes UNOMIG's review of security arrangements for its staff (para 10);\n- Extends UNOMIG's mandate until 31 July 2000, subject to review (para 11);\n- Requests the Secretary-General to report regularly on the situation (para 12);\n- Decides to remain actively seized of the matter (para 13).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1287_2000_EN.pdf"
}