{
  "resolution_no": "1325",
  "year": "2000",
  "theme": [
    "Women, Peace and Security (WPS)",
    "Gender-based violence",
    "Protection of civilians",
    "Peacekeeping",
    "Conflict resolution"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "United Nations",
    "Security Council",
    "Secretary-General",
    "UN Fund for Women",
    "UN Children's Fund",
    "Office of the UN High Commissioner for Refugees"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n- Calls on all actors to adopt a gender perspective when negotiating and implementing peace agreements, considering special needs of women and girls, supporting local women's peace initiatives, and ensuring protection of human rights (para 8).\n- Urges parties to armed conflict to respect international law applicable to women's and girls' rights and protection (para 9).\n- Calls on parties to take measures to protect women and girls from gender-based violence (para 10).\n- Emphasizes the responsibility of states to prosecute those responsible for crimes against women and girls (para 11).\n- Calls on parties to respect the civilian and humanitarian character of refugee camps and settlements (para 12).\n- Encourages consideration of different needs of female and male ex-combatants and their dependants during disarmament, demobilization, and reintegration (para 13).\n- Reaffirms readiness to consider humanitarian exemptions and the impact on civilians, particularly women and girls (para 14).\n- Expresses willingness to ensure Security Council missions consider gender and women's rights (para 15).\n- Invites the Secretary-General to conduct a study on the impact of armed conflict on women and girls and submit a report (para 16).\n- Requests the Secretary-General to include progress on gender mainstreaming in peacekeeping missions in his reporting (para 17).\n- Decides to remain actively seized of the matter (para 18).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1325_2000_EN.pdf"
}