{
  "resolution_no": "1327",
  "year": "2000",
  "theme": [
    "Peacekeeping",
    "Conflict Prevention",
    "Post-Conflict Peace-Building",
    "Gender Perspective"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations Peacekeeping Operations",
    "Security Council",
    "Secretary-General",
    "Panel on United Nations Peace Operations"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Undertakes to ensure mandated tasks are appropriate to the situation on the ground; emphasizes that rules of engagement should be consistent with the operation's legal basis and support the mission's mandate.\n\nRequests the Secretary-General to prepare a comprehensive operational doctrine for the military component of UN peacekeeping operations.\n\nStresses the need to improve the Secretariat's information gathering and analysis capacity.\n\nCalls on all parties to work towards rapid deployment of peacekeeping operations within 30-90 days; welcomes the Secretary-General's intention to use these timelines to evaluate existing systems.\n\nWelcomes proposals to create integrated mission task forces and urges the Secretary-General to pursue capabilities to improve UN planning and support.\n\nEmphasizes addressing root causes of conflict, including through sustainable development and a democratic society; concurs that reducing poverty and achieving economic growth is a step towards conflict prevention.\n\nStresses the Secretary-General's role in conflict prevention and looks forward to his report; expresses willingness to consider using Council missions to determine potential threats to international peace and security.\nThe Security Council:\nRecalls previous statements on conflict prevention and welcomes the Secretary-General's intention to send fact-finding missions to areas of tension. \nRecalls resolution 1296 on civilian protection and looks forward to a follow-up report. \nReaffirms women's crucial role in conflict prevention, resolution, and post-conflict peace-building, and endorses mainstreaming gender perspectives in peacekeeping. \nCalls for full implementation of resolution 1325. \nWelcomes the Secretary-General's plan to strengthen UN peace-building capacity and requests related recommendations. \nRecognizes poverty reduction and economic growth as vital for peace-building success. \nEmphasizes effective coordination of disarmament, demobilization, and reintegration programmes and timely funding. \nWelcomes the Secretary-General's intention to clarify UN support for local rule of law and human rights institutions. \nWelcomes the Secretary-General's intention to conduct a needs assessment for drafting interim rules of criminal procedure.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1327_2000_EN.pdf"
}