{
  "resolution_no": "1314",
  "year": "2000",
  "theme": [
    "Children in Armed Conflict",
    "Human Rights",
    "Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 41",
    "Article 24"
  ],
  "entities": [
    "UNICEF",
    "Special Representative of the Secretary-General for Children and Armed Conflict",
    "UNHCR"
  ],
  "reporting_cycle": "Secretary-General reports by 31 July 2001",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\nRecalling previous resolutions on children and armed conflict, \nWelcoming the adoption of the Optional Protocol to the Convention on the Rights of the Child on the involvement of children in armed conflict,\n Reaffirms its strong condemnation of targeting children in armed conflict and its impact on durable peace, security and development;\nEmphasizes the responsibility of States to end impunity and prosecute those responsible for genocide, crimes against humanity and war crimes;\nUrges all parties to armed conflict to respect international law applicable to children's rights and protection;\nUrges Member States to sign and ratify the Optional Protocol to the Convention on the Rights of the Child;\nSupports the work of the Special Representative of the Secretary-General for Children and Armed Conflict and other relevant organizations;\nUrges protection and assistance for refugees and internally displaced persons, mostly women and children;\nCalls for full, safe and unhindered access of humanitarian personnel and assistance to children affected by armed conflict;\nExpresses concern at linkages between illicit trade in natural resources, small arms and light weapons, and armed conflict, which intensify its impact on children;\n Notes that deliberate targeting of civilians, including children, and systematic violations of international humanitarian and human rights law may constitute a threat to international peace and security.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n \n10. Urges parties to abide by commitments to protect children in armed conflict made to the Special Representative of the Secretary-General and relevant UN bodies.\n\n11. Requests parties to include child protection provisions, including disarmament, demobilization, and reintegration of child combatants, in peace negotiations and agreements.\n\n12. Reaffirms readiness to include child protection advisers in peacekeeping operations.\n\n13. Underlines the importance of protecting girls affected by armed conflict, including those heading households, orphaned, and sexually exploited.\n\n14. Reiterates the importance of ensuring children's access to basic services during and after conflict.\n\n15. Indicates willingness to consider assessing the impact of sanctions on children and minimizing unintended consequences.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1314_2000_EN.pdf"
}