{
  "resolution_no": "1308",
  "year": "2000",
  "theme": [
    "Health",
    "Peacekeeping",
    "HIV/AIDS"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAIDS",
    "United Nations Department of Peacekeeping Operations",
    "Security Council",
    "General Assembly",
    "Economic and Social Council"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council, deeply concerned by the HIV/AIDS pandemic, particularly in Africa, and its impact on peace and security, \nadopts this resolution. \nRecalling its previous meeting on the situation in Africa and the impact of AIDS, \nit emphasizes the need for coordinated efforts by all relevant UN organizations. \nThe Council commends UNAIDS' efforts to coordinate and intensify actions against HIV/AIDS. \nRecognizing the devastating impact of HIV/AIDS on society, \nit stresses the need for a coordinated international response. \nThe Council also notes that the pandemic may pose a risk to stability and security, \nparticularly in conditions of violence and instability. \nIt requests the Secretary-General to provide training for peacekeeping personnel on HIV/AIDS prevention \nand encourages Member States to develop national strategies for HIV/AIDS education, prevention, \ntesting, counselling, and treatment for their personnel deployed in peacekeeping operations. \nThe Council also encourages international cooperation to assist with the creation and execution of policies \nfor HIV/AIDS prevention, testing, counselling, and treatment for peacekeeping personnel. \nUNAIDS is encouraged to strengthen its cooperation with Member States to develop country profiles \nin this regard.\n1308 (2000)\n6. Expresses keen interest in additional discussion among relevant United \nNations bodies, Member States, industry and other relevant organizations to make \nprogress on access to treatment and care, and on prevention, \nin order to reflect best practices and countries’ policies on HIV/AIDS prevention \neducation, testing, counselling and treatment;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1308_2000_EN.pdf"
}