{
  "resolution_no": "1333",
  "year": "2000",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "Usama bin Laden",
    "Taliban",
    "UNIFIL"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms previous resolutions, particularly resolution 1267 (1999), and its commitment to Afghanistan's sovereignty and territorial integrity.\n\nRecognizes the critical humanitarian needs of the Afghan people and supports efforts to advance a peace process through negotiations.\n\nCondemns the Taliban's sheltering and training of terrorists, and demands they cease providing sanctuary and training to international terrorists.\n\nStrongly condemns the Taliban's harboring of Usama bin Laden and associates, and demands they surrender him for trial.\n\nCalls on the Taliban to cooperate with the peace process, conclude a ceasefire, and begin discussions leading to a political settlement.\n\nDemands the Taliban comply with international counter-terrorism conventions and extradite or prosecute terrorists.\n\nNotes the Taliban's involvement in narcotics trafficking and calls on them to act in accordance with relevant international conventions.\n\nExpresses deep concern over human rights violations, particularly against women and girls, and the rise in illicit opium production.\n\nDetermines that the Taliban's failure to respond to previous demands constitutes a threat to international peace and security.\n\nUnder Chapter VII of the Charter, demands the Taliban comply with resolution 1267 (1999) and take measures to ensure no sanctuary or training for international terrorists.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Demands the Taliban prevent its territory from being used for terrorist installations and camps, and cooperate with international efforts to bring indicted terrorists to justice.\n\n2. Demands the Taliban comply with the previous demand to turn over Usama bin Laden to appropriate authorities.\n\n3. Demands the Taliban close all terrorist training camps and confirm such closures through information provided to the UN.\n\n4. Reminds all States to implement measures imposed by previous resolution.\n\n5. Imposes measures on all States to:\n- Prevent supply, sale, and transfer of arms and related materiel to Taliban-controlled Afghanistan.\n- Prevent sale, supply, and transfer of technical advice, assistance, or training related to military activities.\n- Withdraw officials, agents, advisers, and military personnel employed by contract or other arrangement.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1333_2000_EN.pdf"
}