{
  "resolution_no": "1305",
  "year": "2000",
  "theme": [
    "Peacekeeping",
    "War Crimes",
    "International Tribunal",
    "Refugees",
    "Police Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "SFOR",
    "UNMIBH",
    "IPTF",
    "International Tribunal for the Former Yugoslavia"
  ],
  "reporting_cycle": "at least monthly intervals and every six months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n \nRecalling previous resolutions on the conflicts in the former Yugoslavia, reaffirms its commitment to a political settlement, preserving sovereignty and territorial integrity.\n\nThe Council supports the General Framework Agreement for Peace in Bosnia and Herzegovina (Peace Agreement) and its implementation.\n\nAppreciating the contributions of the High Representative, SFOR, UNMIBH, IPTF, OSCE, and other international organizations.\n\nNoting the importance of regional cooperation, particularly by Croatia and Yugoslavia, in the peace process.\n\nEmphasizing the need for a comprehensive return of refugees and displaced persons.\n\nTaking note of the Ministerial meeting of the Peace Implementation Conference and the High Representative's reports.\n\nDetermining the situation in the region remains a threat to international peace and security.\n\nUnder Chapter VII of the UN Charter:\n\n1. Reaffirms support for the Peace Agreement and Dayton Agreement, calls for strict compliance, and will review implementation.\n\n2. Stresses that authorities in Bosnia and Herzegovina have primary responsibility for implementation, with international community support conditional on their cooperation.\n\n3. Reminds parties of their commitment to cooperate with entities involved in implementation, including the International Tribunal for the Former Yugoslavia.\nThe Security Council:\n \nEmphasizes full support for the High Representative's role in monitoring the Peace Agreement's implementation, guiding and coordinating civilian organizations, and being the final authority in theatre regarding Annex 10's interpretation.\n\nSupports the May 2000 Ministerial meeting declaration of the Peace Implementation Conference.\n\nRecognizes parties' authorization for a multinational force to ensure compliance with Annex 1-A of the Peace Agreement.\n\nReaffirms intention to keep the situation under review and consider measures if parties fail to meet obligations.\n\nPays tribute to Member States participating in the multinational stabilization force (SFOR) and welcomes their continued deployment.\n\nAuthorizes SFOR's continuation for 12 months under unified command to fulfil its role in Annex 1-A and 2 of the Peace Agreement.\n\nAuthorizes Member States to take necessary measures to ensure compliance with Annex 1-A and protect SFOR.\n\nAuthorizes measures to defend SFOR and assist in its mission.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1305_2000_EN.pdf"
}