{
  "resolution_no": "1333",
  "year": "2000",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "Usama bin Laden",
    "Taliban",
    "UNIFIL"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "6. Exempts non-lethal military equipment for humanitarian or protective use and protective clothing for personal use from the measures.\n\n7. Urges States with diplomatic relations with the Taliban to reduce staff at Taliban missions and restrict movement.\n\n8. Decides States shall:\n- Close Taliban offices in their territories.\n- Close Ariana Afghan Airlines offices.\n- Freeze funds and assets of Usama bin Laden and associated individuals and entities.\n\n9. Demands the Taliban halt illegal drugs activities and eliminate illicit cultivation of opium poppy.\n\n10. Prevents sale, supply, or transfer of acetic anhydride to Taliban-controlled Afghanistan.\n\n11. Denies aircraft permission to take off, land, or over-fly territories if from or destined to Taliban-controlled Afghanistan, unless approved by the Committee.\n\n12. Establishes a list of approved organizations and agencies for humanitarian assistance, exempting their flights from the prohibition.\nThe Security Council:\n\n13. Calls upon the Taliban to ensure safe and unhindered access of relief personnel and aid to all those in need in the territory under their control, and underlines that the Taliban must provide guarantees for the safety, security and freedom of movement for United Nations and associated humanitarian relief personnel;\n\n14. Urges States to restrict entry into or transit through their territory of senior Taliban officials, unless travelling for humanitarian purposes or to promote peaceful resolution of the conflict;\n\n15. Requests the Secretary-General to:\n    (a) Appoint a committee of experts to make recommendations on monitoring the arms embargo and closure of terrorist training camps;\n    (b) Consult with relevant Member States to implement measures imposed by this resolution and resolution 1267 (1999);\n    (c) Report on implementation, assess problems, and make recommendations for strengthening enforcement;\n    (d) Review humanitarian implications and report back to the Council;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1333_2000_EN.pdf"
}