{
  "resolution_no": "1296",
  "year": "2000",
  "theme": [
    "Humanitarian",
    "Protection of Civilians",
    "Armed Conflict"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 1",
    "Article 2",
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations",
    "Security Council",
    "General Assembly",
    "Special Committee on Peacekeeping Operations"
  ],
  "reporting_cycle": "The Secretary-General reports by 30 March 2001 and future reports as necessary",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n- Recalls previous resolutions and statements on protecting civilians in armed conflict.\n- Expresses regret over civilians, especially women, children, and vulnerable groups, being targeted in armed conflicts.\n- Emphasizes the need for case-by-case consideration to protect civilians in armed conflict.\n- Condemns deliberate targeting of civilians and calls for an end to such practices.\n- Notes the protection afforded to internally displaced persons and vulnerable groups under international humanitarian law.\n- Reaffirms a comprehensive approach to conflict prevention and willingness to consider preventive missions.\n- Notes that deliberate targeting of civilians and systematic violations may constitute a threat to international peace and security.\n- Invites the Secretary-General to refer relevant information to the Council.\n- Intends to collaborate with regional organizations to improve conflict resolution and civilian protection.\n- Underlines the importance of safe access for humanitarian personnel to civilians in armed conflicts.\n- Reaffirms grave concern at the impact of armed conflict on civilians, particularly women, children, and vulnerable groups.\n- Intends to call on parties to make special arrangements for the protection and assistance of vulnerable groups.\nHere is a summarized version of the Security Council document:\n\n11. Emphasizes humanitarian organizations' need to uphold neutrality, impartiality, and humanity in their activities, recalling the President's statement of 9 March 2000 (S/PRST/2000/7).\n\n12. Calls on all parties to ensure the safety, security, and freedom of movement of UN and associated personnel, as well as humanitarian organizations' personnel, recalling the President's statement of 9 February 2000 (S/PRST/2000/4).\n\n13. Intends to ensure peacekeeping missions have suitable mandates and resources to protect civilians under imminent threat, including planning and rapid deployment of personnel.\n\n14. Invites the Secretary-General to bring to its attention situations where refugees and internally displaced persons are vulnerable, and expresses willingness to consider and adopt steps to create a secure environment.\n\n15. Willing to consider temporary security zones and safe corridors for protection of civilians and delivery of assistance in situations of genocide, crimes against humanity, and war crimes.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1296_2000_EN.pdf"
}