{
  "resolution_no": "1330",
  "year": "2000",
  "theme": [
    "Humanitarian",
    "Peacekeeping",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "United Nations Monitoring, Verification and Inspection Commission",
    "International Atomic Energy Agency",
    "Committee established by resolution 661 (1990)"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 1330 (2000) on December 5, 2000, recalling previous relevant resolutions. \nThe Council decided to continue the provisions of Resolution 986 (1995), except for certain paragraphs, for a new 180-day period starting December 6, 2000. \nThe aim is to address humanitarian needs in Iraq until the Government fulfills relevant resolutions, including Resolution 687 (1991). \nThe Council emphasized the need for equitable distribution of humanitarian supplies to all segments of the Iraqi population. \nIt requested the Secretary-General to ensure effective implementation and enhance the UN observation process in Iraq. \nThe Secretary-General is to provide comprehensive reports to the Council 90 days after the resolution's entry into force and before the 180-day period ends. \nThe Council will review the resolution's implementation and consider renewal, provided satisfactory implementation is reported. \nThe Committee established by Resolution 661 (1990) is to report on the implementation of Resolution 986 (1995) arrangements. \nThe Council allowed up to $600 million from the escrow account for reasonable expenses related to approved contracts. \nIt expressed readiness to consider using $15 million from the escrow account to pay Iraq's arrears in its UN budget contribution, subject to the Government's cooperation.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n \n9. Requests the Secretary-General to transfer excess funds to increase humanitarian purchases.\n\n10. Directs the Committee to approve lists of basic electricity and housing supplies for the most vulnerable groups in Iraq, exempting these from Committee approval.\n\n11. Requests the Secretary-General to expand and update lists of humanitarian items within 30 days.\n\n12. Decides on a 25% deduction rate for funds deposited in the escrow account to be transferred to the Compensation Fund.\n\n13. Urges the Committee to review applications expeditiously.\n\n14. Urges all States and financial institutions to minimize problems.\n\n15. Requests the Secretary-General to make arrangements to use funds for locally produced goods and oil industry costs.\n\n16. Urges cooperation in implementing this resolution.\n\n17. Calls on Iraq to implement measures.\n\n18. Requests a report on additional export routes.\n\n19. Reiterates a request to update lists of items.\n\n20. Stresses security and safety.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1330_2000_EN.pdf"
}