{
  "resolution_no": "1289",
  "year": "2000",
  "theme": [
    "Peacekeeping",
    "Sierra Leone",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UNAMSIL",
    "ECOMOG",
    "Sierra Leone Government",
    "Revolutionary United Front Party"
  ],
  "reporting_cycle": "every 45 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\nRecalling previous resolutions on Sierra Leone, affirms its commitment to respect the country's sovereignty, independence, and territorial integrity.\n\nThe situation in Sierra Leone continues to threaten international peace and security. Noting the completion of UNAMSIL deployment, the Council welcomes efforts to implement the Peace Agreement signed in Lomé in 1999.\n\nThe Council reiterates its call on parties to fulfill their commitments under the Peace Agreement, stressing that the responsibility for the peace process' success lies with the people and leaders of Sierra Leone.\n\nConcerned about the slow disarmament, demobilization, and reintegration program, and continued human rights violations, the Council decides to expand UNAMSIL's military component to 11,100 personnel.\n\nThe Council also:\n- Notes with concern the limited participation in the disarmament program and continued hostage-taking and attacks on humanitarian personnel.\n- Emphasizes that the amnesty under the Peace Agreement does not cover human rights violations after its signing.\n- Calls on parties to ensure the disarmament program is fully implemented.\n- Expresses appreciation to ECOMOG for its contribution to peace and stability in Sierra Leone.\n- Decides to expand UNAMSIL's military component, subject to periodic review.\nThe Security Council, acting under Chapter VII of the Charter of the United Nations, revises the mandate of UNAMSIL to include: providing security at key locations and Government buildings; facilitating the free flow of people, goods, and humanitarian assistance; securing disarmament, demobilization, and reintegration programme sites; coordinating with and assisting Sierra Leone law enforcement authorities; and guarding and disposing of collected weapons and equipment. UNAMSIL is authorized to take necessary action to fulfil these tasks and protect its personnel and civilians under imminent threat of physical violence.\n\nThe revised mandate of UNAMSIL is extended for six months. The Secretary-General's proposed increases in personnel are authorized. A landmine action office will be established within UNAMSIL. A smooth transition between ECOMOG and UNAMSIL is stressed. The safety, security, and freedom of movement of United Nations and associated personnel are emphasized.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1289_2000_EN.pdf"
}