{
  "resolution_no": "1286",
  "year": "2000",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "United Nations",
    "Security Council",
    "Burundi",
    "Tanzania",
    "Julius Nyerere Foundation",
    "United Nations Children's Fund",
    "World Food Programme"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n- Reaffirms previous resolutions and statements on Burundi, expressing concern over dire economic, humanitarian, and social conditions, and ongoing violence and insecurity.\n- Welcomes Nelson Mandela as the new Facilitator of the Arusha peace process and supports his efforts to achieve a peaceful solution.\n- Supports the renewed Arusha peace process and calls for increased cooperation from all parties to the conflict.\n- Endorses efforts to enhance the role of the UN in Burundi and commends parties that have demonstrated commitment to negotiations.\n- Condemns continuing violence, attacks against civilians, and murder of UN personnel, and urges parties to end the conflict and resolve differences peacefully.\n- Calls for safe access of humanitarian assistance, guarantees for UN personnel, and access to regroupment camps for humanitarian workers and human rights observers.\n- Encourages progress on security guarantees for UN humanitarian agencies to resume field operations.\nThe Security Council:\n \n12. Calls upon neighbouring States to take measures to halt cross-border insurgent activity and illicit flow of arms and ammunition, and ensure the neutrality, security, and civilian character of refugee camps;\n\n13. Calls for donors to provide humanitarian and human rights assistance to Burundi and resume substantial economic and development assistance with due regard to security conditions;\n\n14. Urges the international community to examine Burundi's economic development needs to establish stable long-term conditions for the well-being of the Burundian people and the return of refugees;\n\n15. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1286_2000_EN.pdf"
}