{
  "resolution_no": "1329",
  "year": "2000",
  "theme": [
    "International Justice",
    "War Crimes",
    "Tribunal"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "International Tribunal for the Former Yugoslavia",
    "International Tribunal for Rwanda"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "**Article 14: Officers and members of the Chambers**\n\n1. The President of the International Tribunal is elected by permanent judges from among themselves.\n2. The President presides over the Appeals Chamber and is a member of it.\n3. The President assigns judges to the Appeals Chamber (4 judges) and Trial Chambers (9 judges) after consultation with permanent judges.\n4. Two judges from the International Tribunal for Rwanda are assigned to the Appeals Chamber and become permanent judges of the International Tribunal.\n5. Ad litem judges are assigned to Trial Chambers by the President after consultation with permanent judges.\n6. A judge serves only in the assigned Chamber.\n7. Each Trial Chamber elects a Presiding Judge from among themselves.\n\n**Annex II: Composition and Qualification of Judges**\n\n**Article 11: Composition of the Chambers**\n\n* The Chambers have 16 independent judges, no two from the same state.\n* Trial Chambers have 3 judges each.\n* The Appeals Chamber has 7 judges, with 5 members hearing each appeal.\n\n**Article 12: Qualification and election of judges**\n\n1. Judges must be of high moral character, impartiality, and integrity, with qualifications for high judicial offices.\n2. Judges are elected by the General Assembly from a list submitted by the Security Council.\n3. The election process involves:\n\t* The Secretary-General inviting nominations from states.\n\t* States nominating candidates (up to 2 per state).\n\t* The Security Council establishing a list of candidates (22-33).\n\t* The General Assembly electing 11 judges with an absolute majority of votes.\nHere is a summarized version of the document:\n\n Article 12 \n\n1. (Not mentioned in provided text)\n\n2. For election of judges, if two or more candidates of the same nationality obtain the required majority vote, the one who received the higher number of votes shall be considered elected.\n\n3. In case of a vacancy amongst judges elected or appointed, the Secretary-General shall appoint a person meeting qualifications for the remainder of the term, after consultation with Security Council and General Assembly Presidents.\n\n4. Elected judges serve a four-year term, with terms and conditions of service same as judges of the International Tribunal for the Former Yugoslavia; they are eligible for re-election.\n\n Article 13 \n\n1. Judges of the International Tribunal for Rwanda elect a President.\n\n2. The President is a member of one of its Trial Chambers.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1329_2000_EN.pdf"
}