{
  "resolution_no": "1329",
  "year": "2000",
  "theme": [
    "International Justice",
    "War Crimes",
    "Tribunal"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "International Tribunal for the Former Yugoslavia",
    "International Tribunal for Rwanda"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "**Qualifications of judges**\n\n* Judges shall be of high moral character, impartiality and integrity, with qualifications for appointment to the highest judicial offices.\n\n**Election of permanent judges**\n\n* 14 permanent judges shall be elected by the General Assembly from a list submitted by the Security Council.\n* The Secretary-General shall invite nominations from States, and each State may nominate up to 2 candidates meeting the qualifications.\nHere is a concise summary of the document:\n\n**Article 13 bis: Election of permanent judges**\n\n* The Security Council shall establish a list of 28-42 candidates for permanent judges of the International Tribunal for Rwanda.\n* The General Assembly shall elect 14 permanent judges from the list, with an absolute majority of votes required.\n* In case of a vacancy, the Secretary-General shall appoint a person meeting the qualifications for the remainder of the term.\n\n**Article 13 ter: Election and appointment of ad litem judges**\n\n* The General Assembly shall elect 27 ad litem judges from a list submitted by the Security Council.\n* Ad litem judges shall be elected for a term of four years and shall not be eligible for re-election.\n* The Secretary-General shall appoint ad litem judges to serve in the Trial Chambers for a cumulative period of up to three years.\n\n**Article 13 quater: Status of ad litem judges**\n\n* Ad litem judges shall have the same terms and conditions of service, powers, privileges, and immunities as permanent judges, with some exceptions.\n* Ad litem judges shall not be eligible for election as President or Presiding Judge, and shall not have certain powers, including adopting rules of procedure and evidence, reviewing indictments, and adjudicating in pre-trial proceedings.\nHere is a concise summary of the Security Council document:\n\n**Article 14: Officers and members of the Chambers**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1329_2000_EN.pdf"
}