{
  "resolution_no": "1295",
  "year": "2000",
  "theme": [
    "Sanctions",
    "Peacekeeping",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41",
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNITA",
    "OAU",
    "SADC",
    "Interpol"
  ],
  "reporting_cycle": "The Secretary-General reports periodically to the Committee",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms its commitment to preserving Angola's sovereignty and territorial integrity and expresses alarm at the impact of the civil war on civilians.\n\nReiterates that the primary cause of the crisis is UNITA's refusal to comply with its obligations under the \"Accordos de Paz\", the Lusaka Protocol, and relevant Security Council resolutions, particularly the complete demilitarization of its forces.\n\nDetermines that the situation in Angola constitutes a threat to international peace and security.\n\nActing under Chapter VII of the Charter:\n\n1. Stresses the obligation of all Member States to comply with measures imposed against UNITA.\n2. Welcomes the report of the Panel of Experts and notes its conclusions and recommendations.\n3. Requests the Secretary-General to establish a monitoring mechanism to collect information and investigate allegations of violations.\n4. Calls upon all States to cooperate with the monitoring mechanism.\n5. Expresses its intention to review the situation regarding implementation of measures and consider appropriate action against States that violate them.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n- Sets 18 November 2000 as the deadline to decide on additional measures against UNITA under Article 41 of the UN Charter.\n\n**Trade in Arms:**\n- Encourages states to prevent diversion of weapons to unauthorized end-users or destinations.\n- Encourages states to ensure effective monitoring and regulation of arms exports, including by private arms brokers.\n- Invites states to consider a proposal to convene a conference to develop proposals to stem the illicit flow of arms into Angola.\n\n**Trade in Petroleum and Petroleum Products:**\n- Encourages a conference of experts to devise a regime to curb the illegal supply of petroleum into UNITA-controlled areas.\n- Invites SADC to establish monitoring activities in border areas to prevent smuggling of petroleum and petroleum products.\n- Invites SADC to lead an information-exchange mechanism involving petroleum companies and governments.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2000/S_RES_1295_2000_EN.pdf"
}