{
  "resolution_no": "2779",
  "year": "2025",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Conflict Prevention"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNMISS",
    "South Sudanese Transitional Government",
    "IGAD",
    "African Union"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on South Sudan, reaffirms its commitment to the country's sovereignty, independence, territorial integrity, and national unity.\n\nSupports the 2018 Revitalized Agreement on the Resolution of the Conflict in South Sudan (Revitalized Agreement) and stresses that its full implementation is crucial for lasting stability.\n\nUrges the Revitalized Transitional Government of National Unity to focus on long-term development, build democratic institutions, and ensure good governance.\n\nNotes progress in implementing the Revitalized Agreement, but expresses concern that the transitional government has not provided adequate resources for effective functioning of key institutions.\n\nCondemns human rights violations and abuses, and violations of international humanitarian law by all parties, and urges an end to impunity and bringing perpetrators to justice.\n\nExpresses appreciation for the leadership of IGAD and other regional and international actors in advancing the peace process.\n\nEncourages resumption of direct political dialogue between signatories and non-signatories to the Revitalized Agreement.\n\nStrongly condemns the March 2025 attack against UN personnel in Nasir County, Upper Nile State.\n\nUrges the transitional government to engage with the UN Peacebuilding Commission to enhance international support for peacebuilding objectives.\n\nExpresses grave concern at ongoing reports of human rights abuses, including sexual and gender-based violence, and notes that these may amount to international crimes.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council expresses grave concern over the high numbers of violations and abuses against children, women, and civilians in South Sudan. It calls on all actors to contribute to the reintegration of children and youth formerly associated with armed groups and forces. The Council also expresses serious concern over the humanitarian crisis, with over 2 million internally displaced persons and 9.3 million in need of humanitarian assistance. It encourages the transitional government to work with the UN and NGOs to ensure life-saving humanitarian assistance reaches those in need.\n\nThe Council recalls its resolution 2417 (2018) and condemns the unlawful denial of access of humanitarian personnel to civilians in armed conflict. It strongly condemns all attacks against humanitarian personnel and facilities, resulting in 66 deaths from 2022 to 2024. The Council also expresses grave concern at the reports of ongoing repression of civic and political space, including harassment, targeting, and censorship of members of civil society, journalists, and human rights defenders.\n\nThe Council stresses the importance of transitional justice measures to end impunity and promote accountability. It emphasizes the need for the transitional government to prioritize the protection of women's rights and their full, equal, safe, and meaningful participation. The Council also recognizes the adverse effects of climate change, ecological changes, land degradation, food insecurity, and natural disasters on the humanitarian situation and stability in South Sudan.\n\nThe Council expresses regret at the transitional government's failure to hold elections in December 2024 and its two-year extension. It takes note of South Sudan leaders' commitments to hold elections in December 2026. The Council expresses deep concern about the delays in meeting the transitional government's obligations and recognizes that free and fair elections necessitate the fulfilment of key benchmarks for the constitutional process.\n\nThe Council expresses concern at the transitional government's demand that UNMISS vacate its Tomping base and requests the Secretary-General and transitional government engage in good-faith dialogue to develop feasible, cost-neutral relocation proposals. It expresses alarm at recent outbreaks of violence, including reports of the indiscriminate use of barrel bombs, resulting in dozens of civilian casualties and displacement of tens of thousands. The Council stresses the need for direct political dialogue between the senior leadership of all parties to prevent further violence and guarantee full implementation of critical peace commitments.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council commends the work of UNMISS and condemns attacks against it, which may constitute war crimes. The situation in South Sudan remains a threat to international peace and security.\n\nThe Council extends UNMISS's mandate until 30 April 2026, under Chapter VII of the UN Charter. The mandate aims to prevent a return to civil war, enable self-reliance, and build durable peace. \n\nUNMISS is authorized to use necessary means to implement its mandate, prioritizing civilian protection. The mandate includes:\n\n* Protecting civilians, particularly in high-risk areas, IDP camps, and UNMISS protection sites\n* Preventing and responding to violence against civilians, including sexual and gender-based violence\n* Providing specific protection for women and children\n* Facilitating safe return, relocation, and resettlement of IDPs and refugees\n* Supporting free and fair elections\n* Fostering a secure environment for safe movement in Juba\n* Considering and managing environmental impacts of operations\n\nThe Council requests the Secretary-General to inform it of obstacles to implementing the mandate.\nHere is a summarized version of the Security Council document:\n\nThe Security Council resolution 2779 (2025) outlines the mandate of the United Nations Mission in South Sudan (UNMISS). The mission's objectives are:\n\n* (a) Protection of civilians, including through proactive and effective deterrence of violence against civilians, and creation of a secure environment for humanitarian assistance and development activities.\n\n* (b) Creating conditions for humanitarian assistance:\n  * Contribute to security conditions for humanitarian assistance delivery.\n  * Ensure security and freedom of movement of UN personnel.\n\n* (c) Supporting the implementation of the Revitalized Agreement and peace process:\n  * Support peace process and creation of conditions for full implementation of the Revitalized Agreement.\n  * Assist parties to ensure full, equal, meaningful, and safe participation of women, youth, and marginalized groups.\n  * Participate in and support implementation mechanisms, including CTSAMVM and RJMEC.\n\n* (d) Monitoring, investigating, and reporting on violations of international humanitarian law and human rights:\n  * Monitor, investigate, verify, and report on abuses and violations of human rights and international humanitarian law.\nHere is a summarized version of the Security Council document:\n\n**The Security Council**\n\n1. **Demands** that all parties to the conflict in South Sudan respect their obligations under international law, including international humanitarian law and human rights law, and end fighting throughout the country.\n\n2. **Urges** the leaders of South Sudan to display political will and build mutual trust to implement the Revitalized Agreement, including by engaging in an open and constructive dialogue.\n\n3. **Decides** to maintain the overall force levels of UNMISS with a troop ceiling of 17,000 personnel and a police ceiling of 2,101 personnel.\n\n4. **Demands** that all parties to the conflict refrain from violence against civilians, including protected UN personnel and humanitarian personnel.\n\n5. **Urges** the transitional government to adopt a legislative framework to enable durable South Sudanese financing of elections and ensure free and fair elections.\n\n6. **Calls upon** the transitional government and all relevant parties to ensure an environment conducive to open political dialogue, including free and constructive political debate, freedom of opinion and expression.\n\n7. **Urgently calls upon** the transitional government and all relevant actors to take action to fulfil priority measures, including:\n\t* Providing protection of civilians and security to re-designated protection of civilian sites.\n\t* Making progress on creating a conducive political environment for elections.\n\n8. **Stresses** the need to enhance good economic governance to ensure effective national revenue collection and anti-corruption structures.\n\n9. **Expresses** deep concern about delays in implementing the Revitalized Agreement and urges the parties to implement it fully, including by allocating necessary financial resources.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n* Urges the transitional government of South Sudan to reduce political violence and ensure inclusive governance.\n* Demands an end to all obstructions to UNMISS, including obstruction of human rights monitoring and humanitarian assistance.\n* Calls for the establishment of a system to end harmful taxes and interference with UNMISS and humanitarian operations.\n* Urges progress on implementing security arrangements, including payment of salaries to unified forces and assigning clear missions.\n\nThe Council also:\n* Reiterates its call for the transitional government to comply with the Status of Forces Agreement (SOFA) and cease obstructing UNMISS.\n* Demands an end to all forms of violence, human rights violations, and abuses, including sexual and gender-based violence.\n* Calls for the protection of civilians, including IDPs, refugees, and returnees, and stresses the importance of humanitarian access.\n\nFurthermore, the Council:\n* Urges the transitional government to conclude a Memorandum of Understanding with the African Union to establish the Hybrid Court for South Sudan.\n* Calls for the participation of women in leadership, peace processes, and reform efforts, and protection for women-led organizations and human rights defenders.\n* Condemns acts of sexual violence and demands that parties prevent further commission of such violence and hold perpetrators accountable.\n\nThe Council also:\n* Urges parties to implement actions called for in The Conclusions on Children and Armed Conflict in South Sudan.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Condemns the ongoing violence and human rights abuses in South Sudan and calls on the transitional government to protect civilians, particularly children, and to implement the Optional Protocol to the Convention on the Rights of the Child.\n\n Urges the transitional government to prioritize expanding and reforming the rule of law and justice sector, including establishing the Hybrid Court for South Sudan, and to provide support to victims of sexual violence.\n\n Calls on the international community to extend support to establishing the Hybrid Court for South Sudan and demands that all Member States comply with their obligations to prevent the supply of arms to South Sudan.\n\n Reiterates its intention to consider measures against those who undermine peace, stability, and security in South Sudan.\n\n Requests the Secretary-General to report on UNMISS' operations, including progress on the mandate, obstacles faced, and analysis of risks associated with climate change.\n\n Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2025/S_RES_2779_(2025)-EN.pdf"
}