{
  "resolution_no": "2781",
  "year": "2025",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNMISS",
    "Panel of Experts",
    "Committee established pursuant to resolution 2206 (2015)",
    "African Union (AU)",
    "Intergovernmental Authority on Development (IGAD)"
  ],
  "reporting_cycle": "The Panel of Experts should provide to the Council, after discussion with the Committee, an interim report by 1 December 2025, a final report by 1 May 2026, and, except in months when these reports are due, updates each month.",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2781 (2025) on May 30, 2025, recalling previous resolutions and statements on the situation in South Sudan. The Council affirms its support for the 2018 Revitalised Agreement on the Resolution of the Conflict in South Sudan. \nIt stresses the need for full commitment and implementation of the Revitalised Agreement and the Agreement on the Roadmap to a Peaceful and Democratic end to the Transitional Period. \nThe Council expresses deep concern over increased violence, the house arrest of First Vice President Machar, and the postponement of elections. \nIt welcomes the transitional government’s submission of its second report on progress on benchmarks and notes steps taken in implementing the Revitalised Agreement. \nThe Council expresses appreciation for the leadership of the African Union and Intergovernmental Authority on Development in advancing the peace process. \nIt condemns the intensification of violence, including intercommunal violence, and attacks on civilians and peacekeepers. \nThe Council strongly condemns human rights violations and abuses, and violations of international humanitarian law by all parties. \nIt calls on the transitional government to ensure the effective operation of institutions established under the Revitalised Agreement. \nThe Council demands that parties that violate the Agreement on Cessation of Hostilities be held accountable. \nIt underscores the need for collective action to address tensions in South Sudan and calls on parties to demonstrate political will to peacefully resolve differences. \nThe Council urges peaceful electoral campaigning and refrainment from destabilizing activities. \nIt stresses the need to expeditiously finalize security arrangements set out in the Revitalised Agreement.\nThe Security Council:\n\nCondemns the harassment, targeting, censorship, and arbitrary arrest of civil society members, including journalists, human rights defenders, and humanitarian personnel.\n\nEmphasizes that those responsible for international humanitarian law and human rights violations must be held accountable.\n\nExpresses concern over continued armed violence against medical personnel, humanitarian workers, facilities, and convoys.\n\nStrongly condemns violence against humanitarians and calls for a safe and enabling environment for humanitarian assistance.\n\nExpresses grave concern over increased violence between armed groups, which has killed and displaced thousands.\n\nCalls for the implementation of the Revitalised Agreement, including the allocation of necessary financial resources and the establishment of transitional institutions.\n\nUrges the transitional government to protect its population from genocide, war crimes, ethnic cleansing, and crimes against humanity.\n\nAppreciates Member States' intent to provide technical assistance and capacity building to relevant authorities in South Sudan.\n\nRecalls the need for Member States to ensure compliance with international law, including humanitarian law, human rights law, and refugee law.\n\nWelcomes the adoption of resolution 2744 (2024) enhancing the mandate and procedure of the focal point for delisting.\n\nStresses that measures imposed are not intended to have adverse humanitarian consequences.\n\nExpresses deep concern at the findings of the Final 2024 report of the United Nations Panel of Experts.\n\nCondemns the illicit transfer, destabilizing accumulation, and misuse of small arms and light weapons.\n\nTakes note of the Secretary-General's report on South Sudan arms embargo benchmarks.\n\nDetermines that the situation in South Sudan continues to constitute a threat to international peace and security.\n\nActing under Chapter VII, decides to renew until 31 May 2026 the measures on arms imposed by paragraph 4 of resolution 2428 (2018).\nThe Security Council:\n\n1. Reiterates readiness to review arms embargo measures if progress is made on key benchmarks, and encourages South Sudan authorities to achieve further progress.\n\n2. Calls on the RTGNU to make progress on public finance management reforms, make revenue, expenditure, and debt information publicly accessible, and establish the Hybrid Court, Commission for Truth, Reconciliation, and Healing, and Compensation and Reparation Authority.\n\n3. Requests the Secretary-General to conduct an assessment of progress on key benchmarks by April 15, 2026.\n\n4. Requests South Sudan authorities to report on progress achieved on key benchmarks and reforms by April 15, 2026.\n\n5. Stresses the importance of notifications or requests for exemptions containing all relevant information.\n\n6. Urges all Member States to prevent arms embargo violations and take urgent action to identify and prevent such violations.\n\n7. Calls on all Member States to inspect cargo to South Sudan if there are reasonable grounds to believe it contains prohibited items.\n\n8. Authorizes Member States to seize and dispose of prohibited items and notify the Committee within 30 days.\n\n9. Requires Member States to submit reports on inspections, seizures, and disposal of prohibited items.\n\n10. Renews travel and financial measures until May 31, 2026.\n\n11. Keeps measures under continuous review and may adjust them based on progress achieved.\n\n12. Expresses willingness to impose targeted sanctions to support an inclusive and sustainable peace in South Sudan.\n\n13. Reaffirms provisions related to individuals and entities responsible for actions that threaten peace, security, or stability in South Sudan.\n\n14. Emphasizes concern at reports of misappropriation and diversion of public resources.\n\n15. Requests regular consultations with concerned Member States, international organizations, and UNMISS.\nThe Security Council:\n\n Extends the mandate of the Panel of Experts until 1 July 2026, as set out in resolution 2428 (2018).\n\n Requests the Panel to provide an interim report by 1 December 2025, a final report by 1 May 2026, and monthly updates.\n\n Directs the Committee, assisted by the Panel, to monitor implementation of resolution 2664 (2022), including risks of diversion.\n\n Includes Women, Peace, and Security expertise on the Panel, in line with resolutions 2242 (2015) and 2467 (2019).\n\n Calls for cooperation with the Panel, including provision of information on illicit wealth transfers from South Sudan.\n\n Requests the Special Representatives for Children and Armed Conflict and Sexual Violence in Conflict, and the High Commissioner for Human Rights to share relevant information with the Committee.\n\n Encourages information exchange between UNMISS and the Panel, and requests UNMISS assistance to the Committee and Panel.\n\n Invites the Revitalised Joint Monitoring and Evaluation Commission (RJMEC) to share information on parties' implementation of the Revitalised Agreement.\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2025/S_RES_2781_(2025)-EN.pdf"
}