{
  "resolution_no": "2773",
  "year": "2025",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Conflict"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MONUSCO",
    "Rwanda Defence Forces (RDF)",
    "M23",
    "United Nations",
    "African Union (AU)",
    "East African Community (EAC)",
    "Economic Community of Central African States (ECCAS)",
    "International Conference on the Great Lakes Region (ICGLR)",
    "Southern African Development Community (SADC)"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n- Recalls previous resolutions on the Democratic Republic of Congo (DRC) and reaffirms its commitment to the country's sovereignty, independence, unity, and territorial integrity.\n\n- Condemns the M23's ongoing offensive in eastern DRC, supported by Rwanda Defence Forces (RDF), and their control of cities including Goma and Bukavu.\n\n- Expresses deep concern over serious human rights and humanitarian law violations, including sexual and gender-based violence, and the increasing number of forcibly displaced persons.\n\n- Welcomes regional efforts to restore peace and security in eastern DRC, including by the African Union, East African Community, and other organizations.\n\n- Reiterates the need to address the root causes of the conflict, including the illegal exploitation of natural resources.\n\n- Calls on all parties to cooperate with the UN Organization Stabilization Mission in the DRC (MONUSCO) and condemns attacks against peacekeepers and personnel of the Southern African Development Community Mission in the DRC (SAMIDRC).\n\n- Acting under Chapter VII of the Charter, the Council:\n  1. Strongly condemns the M23's advances and RDF's support.\n  2. Demands the M23's immediate withdrawal from controlled areas.\n  3. Urges an immediate and unconditional ceasefire and supports efforts by the African Union and regional organizations.\n  4. Calls on RDF to cease support to M23 and withdraw from DRC territory.\n  5. Urges DRC and Rwanda to return to diplomatic talks to achieve a lasting and peaceful resolution.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Supports regional peace processes, including the Luanda process and Nairobi Process, to address armed groups in the DRC.\n2. Condemns support provided by DRC military forces to armed groups, particularly the FDLR, and calls for their neutralization.\n3. Strongly condemns attacks on civilians, humanitarian personnel, and UN personnel, and demands accountability for perpetrators.\n4. Expresses readiness to consider additional measures against those contributing to the conflict.\n5. Demands humanitarian access, equipment, and supplies to populations in need.\n6. Calls for temporary humanitarian corridors, and the reopening of airports and border crossings.\n7. Urges parties to refrain from violence against civilians and respect refugee camps.\n8. Reaffirms support to MONUSCO, commends its efforts, and stresses that attacks against peacekeepers may constitute war crimes.\n9. Condemns illicit exploitation and trafficking of natural resources, and urges companies to exercise due diligence.\n10. Emphasizes the Government of DRC's primary responsibility to reinforce State authority and governance.\n11. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2025/S_RES_2773_(2025)-EN.pdf"
}