{
  "resolution_no": "2777",
  "year": "2025",
  "theme": [
    "Afghanistan",
    "Humanitarian",
    "Peacekeeping",
    "Terrorism",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "United Nations Office on Drugs and Crime",
    "Security Council Committee pursuant to resolutions 1267 (1999), 1989 (2011), and 2253 (2015)"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n\nRecalling previous resolutions on Afghanistan, stresses the UN's role in promoting peace and stability, and reaffirms its commitment to Afghanistan's sovereignty, independence, territorial integrity, and national unity.\n\nExpresses serious concern over the erosion of human rights, particularly for women and girls, and calls for the Taliban to reverse policies restricting their rights, including education, employment, and freedom of movement.\n\nEmphasizes deep concern over Afghanistan's economic and humanitarian situation, including funding gaps for humanitarian operations, and stresses the need for strengthened efforts to provide assistance.\n\nExpresses concern over terrorist groups in Afghanistan, condemns terrorist activity, and demands that the territory not be used to threaten or attack other countries.\n\nReiterates support for fighting against illicit drugs, terrorism, and the illicit trade in small arms, and calls for strengthened international cooperation.\n\nSupports efforts to create conditions for the voluntary return and reintegration of internally displaced persons and refugees.\n\nUnderlines the need for disaster risk reduction to address natural disasters' impacts.\n\nAppreciates the UN's long-term commitment to Afghanistan, reiterates full support for UNAMA and the Special Representative of the Secretary-General, and stresses the need for a continued field presence.\n\nWelcomes UNAMA's efforts in implementing mandated tasks and priorities.\n\nDecides to extend UNAMA's mandate until 17 March 2026.\nThe Security Council:\n \n4. Stresses the critical importance of a continued presence of UNAMA and other United Nations Agencies, Funds and Programmes across Afghanistan, and calls upon all relevant Afghan political actors and stakeholders, including relevant authorities as needed, as well as international actors to coordinate with UNAMA in the implementation of its mandate and to ensure the safety, security and freedom of movement of United Nations and associated personnel throughout the country;\n\n5. Requests that the Secretary-General reports to the Council every three months on the situation in Afghanistan and the implementation of UNAMA’s mandate, including at the subnational level;\n\n6. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2025/S_RES_2777_(2025)-EN.pdf"
}