{
  "resolution_no": "2771",
  "year": 2025,
  "theme": [
    "Peacekeeping",
    "Cyprus Conflict",
    "Women, Peace and Security",
    "Youth, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNFICYP",
    "United Nations",
    "Security Council",
    "Secretary-General"
  ],
  "reporting_cycle": "The Secretary-General reports every 6 months, by 4 July 2025 and 5 January 2026 respectively",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council welcomes the Secretary-General's report on his Good Offices and the UN operation in Cyprus, and expresses full support for his efforts to assist the parties in finding a comprehensive and durable settlement. The Council underscores that the responsibility for finding a solution lies with the Cypriots themselves, while reaffirming the primary role of the UN in assisting the parties.\n\nThe Council appreciates the Secretary-General's personal engagement and that of his team, and welcomes the agreement of the two leaders on constructive next steps. It stresses the importance of openness, flexibility, and compromise in finding common ground and urges the sides to renew their efforts to achieve a bicommunal, bizonal federation with political equality.\n\nThe Council notes the need for progress towards restarting formal negotiations, encourages all parties to seize the opportunity presented by the Secretary-General's engagement, and stresses that the status quo is unsustainable. It urges both sides to de-escalate tensions in and around the Buffer Zone and to refrain from actions that undermine UNFICYP's authority.\n\nThe Council recalls its previous resolutions and statements, including those regarding Varosha, and emphasizes the importance of women's full, equal, and meaningful participation in peace talks. It also recognizes the positive contribution of youth in efforts for peace and security and encourages their full, equal, and meaningful participation.\n\nThe Council addresses various issues, including the handling of asylum seekers and refugees, socioeconomic disparities between the two Cypriot communities, law and order in Pyla/Pile, and confidence-building measures. It urges the sides to promote intercommunal contacts, intra-island trade, reconciliation, and civil society engagement, and to remove obstacles to intra-island trade.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nNoting the prevailing conditions on Cyprus, agrees to keep the UN Peacekeeping Force (UNFICYP) beyond 31 January 2025.\n\nWelcoming measures to strengthen the mission's liaison and engagement capacity, and emphasizing the need for regular reviews to ensure efficiency and effectiveness.\n\nExpressing appreciation to Member States contributing personnel to UNFICYP and noting voluntary contributions from Cyprus and Greece.\n\nNoting with appreciation the efforts of the Secretary-General, his Special Representative, and Personal Envoy.\n\n1. Reaffirms relevant resolutions on Cyprus, particularly resolution 1251 (1999), and recalls the importance of a bicommunal, bizonal federation with political equality.\n\n2. Fully supports the Secretary-General's engagement with the sides, welcomes recent meetings, and encourages progress, urging the sides to engage actively with the Secretary-General to negotiate a mutually acceptable settlement.\n\n3. Recalls the status of Varosha, condemns unilateral actions, and calls for immediate reversal of actions taken since October 2020.\n\n4. Emphasizes the need to avoid unilateral actions in Pyla/Pile, encourages efforts to promote a conducive climate, and urges parties to work constructively with UNFICYP.\n\n5. Welcomes peaceful neighbourly relations in the Eastern Mediterranean, reiterates the need for peaceful dispute resolution, and urges leaders to refrain from actions and rhetoric that might damage the settlement process.\n\n6. Calls upon the two leaders to:\n- Reinvigorate efforts to support Technical Committees\n- Ensure effective coordination on criminal matters\n- Strengthen peace education efforts\n- Improve the public atmosphere for negotiation\n- Increase support for civil society engagement in peace efforts.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Regrets the lack of full participation of women and youth in the settlement process, but welcomes the Action Plan to support their engagement and urges leaders to provide political support for its implementation.\n\n2. Urges flexibility to establish a mechanism for direct military contacts between the sides.\n\n3. Calls for reducing barriers to intercommunal contact, welcomes continued dialogue, and encourages confidence-building measures.\n\n4. Commends the Committee on Missing Persons and calls for enhanced cooperation.\n\n5. Extends UNFICYP's mandate until 31 January 2026 and affirms its intention to monitor the situation closely.\n\n6. Condemns continued violations of the military status quo, encroachment into the Buffer Zone, and challenges to UNFICYP's operations.\n\n7. Calls on the sides to respect UNFICYP's authority and refrain from unilateral actions.\n\n8. Requests the Secretary-General to report on actions that impede UNFICYP's ability to fulfill its mandate.\n\n9. Stresses the importance of UNFICYP's freedom of movement and access throughout Cyprus.\n\n10. Expresses concern over unauthorized activities in the Buffer Zone and condemns attacks on UNFICYP personnel.\n\n11. Urges a proactive approach to strategic communications to counter disinformation.\n\n12. Reiterates calls on the Turkish Cypriot side and Turkish forces to restore the military status quo in Strovilia.\n\n13. Urges the leaders to agree on a plan to achieve a mine-free Cyprus.\n\n14. Requests the Secretary-General to implement activities to ensure UNFICYP's operations are conducted within existing guidelines and regulations.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nInstructs UNFICYP to:\n- Implement women, peace, and security requirements (res 1325, 2538)\n- Meet peacekeeping performance requirements (res 2378, 2436)\n- Uphold UN zero-tolerance policies on misconduct, exploitation, and abuse (res 2272)\n- Improve casualty and medical evacuation procedures\n- Enhance safety and security facilities and arrangements\n- Address youth, peace, and security requirements (res 2250, 2419, 2535)\n\nUrges troop-contributing countries to:\n- Prevent sexual exploitation and abuse through vetting and training\n- Ensure accountability for misconduct and report actions taken\n\nRequests troop-contributing countries to:\n- Implement provisions to increase women's participation in peacekeeping (res 2538)\n\nNotes the UN Department of Operational Support's Environment Strategy 2023-2030\n\nRequests the Secretary-General to:\n- Submit reports on his Good Offices and progress towards a settlement\n- Submit reports on the implementation of this resolution, including integrated analysis and assessments\n- Keep the Security Council updated on events as necessary\n\nDecides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2025/S_RES_2771_(2025)-EN.pdf"
}