{
  "resolution_no": "1930",
  "year": "2010",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Cyprus"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNFICYP",
    "Cyprus",
    "Greek Cypriot",
    "Turkish Cypriot"
  ],
  "reporting_cycle": "Secretary-General reports by 1 December 2010",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council,\n\nWelcoming the reports of the Secretary-General on the UN operation in Cyprus and his mission of good offices,\n\nAgrees to extend the mandate of the UN Peacekeeping Force in Cyprus (UNFICYP) beyond 15 June 2010.\n\nThe Council echoes the Secretary-General's view that a solution to the Cyprus conflict is within reach and that the responsibility for finding a solution lies with the Cypriots themselves.\n\nThe Council commends the progress made in negotiations between the Greek Cypriot and Turkish Cypriot leaders and urges them to increase momentum to reach a comprehensive settlement based on a bicommunal, bizonal federation with political equality.\n\nThe Council emphasizes the importance of full, flexible, and constructive engagement in the negotiations and welcomes the implementation of some confidence-building measures.\n\nThe Council also:\n\n* Welcomes the continuing crossings of the Green Line and encourages the opening of other crossing points\n* Urges implementation of the second phase of the restoration of the Ledra Street crossing\n* Highlights the benefits of a comprehensive and durable Cyprus settlement and encourages both sides to explain these benefits to both communities\n* Notes the supportive role of the international community in helping the leaders to exploit the current opportunity\n* Takes note of the stable security situation on the island and urges all sides to avoid actions that could lead to increased tension\n* Welcomes progress in demining activities and the activities of the Committee on Missing Persons\n* Agrees that active participation of civil society groups is essential to the political process\n* Welcomes the intention of the Secretary-General to keep the Council informed of further developments and progress.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Welcomes the analysis of developments on the ground in Cyprus and progress in fully-fledged negotiations towards a comprehensive settlement.\n\n2. Urges full exploitation of this opportunity, including intensifying negotiations and preserving trust and goodwill.\n\n3. Urges implementation of confidence-building measures, including opening of other crossing points.\n\n4. Reaffirms all relevant resolutions on Cyprus, particularly resolution 1251 (1999).\n\n5. Extends the mandate of UNFICYP until 15 December 2010 and expresses full support for it.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1930_2010_EN.pdf"
}