{
  "resolution_no": "1949",
  "year": "2010",
  "theme": [
    "Peacebuilding",
    "Security Sector Reform",
    "Drug Trafficking",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "UNIOGBIS",
    "ECOWAS",
    "CPLP",
    "African Union"
  ],
  "reporting_cycle": "every four months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions on Guinea-Bissau, expresses deep concern at the continuing instability, lack of civilian oversight of the armed forces, and detentions without due process of law. The Council stresses the fragility of the political situation and the threats posed by drug trafficking and organized crime. \n\nIt reaffirms the need for national reconciliation, respect for constitutional order, security sector reform, and the promotion of the rule of law and human rights. The Council welcomes regional and subregional cooperation, including the appointment of a Special Representative by the African Union and the establishment of an AU Liaison Office.\n\nThe Council extends the mandate of the United Nations Integrated Peacebuilding Office in Guinea-Bissau (UNIOGBIS) until 31 December 2011 and requests a strategic workplan with benchmarks to measure progress. \n\nIt urges the Government and stakeholders to work together to consolidate peace and stability, and intensify efforts for genuine and inclusive political dialogue and national reconciliation. \n\nThe Council also urges the Armed Forces of Guinea-Bissau to respect constitutional order, civilian rule, and the rule of law, and to refrain from interfering in politics. \n\nIt calls on Guinea-Bissau's political leaders to refrain from involving the military and judiciary in politics and to use legal and peaceful means to resolve differences.\nHere is a concise summary of the Security Council document:\n\n7. The Government of Guinea-Bissau is called upon to conclude investigations into the March and June 2009 political assassinations, ensuring credibility, transparency, and accountability.\n\n8. The Secretary-General is requested to assist in concluding these investigations and efforts to end impunity.\n\n9. The Government is urged to prosecute those responsible for criminal acts, such as assassinations and drug trafficking, with full respect for due process.\n\n10. Authorities are called upon to release or prosecute those detained on April 1, 2010, with full respect for due process.\n\n11. The ECOWAS-CPLP partnership is welcomed, and the Secretary-General is requested to provide information on the road map's implementation.\n\n12. The Secretary-General is requested to engage with ECOWAS and CPLP to assess requirements for supporting the road map's implementation.\n\n13. The Secretary-General is requested to extend political support for the road map's implementation.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1949_2010_EN.pdf"
}