{
  "resolution_no": "1916",
  "year": "2010",
  "theme": [
    "Somalia",
    "Eritrea",
    "Arms Embargo",
    "Humanitarian Assistance",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "African Union Mission in Somalia (AMISOM)",
    "United Nations",
    "Transitional Federal Government of Somalia",
    "Eritrea",
    "Djibouti"
  ],
  "reporting_cycle": "every 120 days",
  "operative_authority": "Chapter VII",
  "summary": "5. Decides to exempt humanitarian assistance in Somalia from financial sanctions for 12 months, reviewable every 120 days.\nThe Security Council:\n\n6. Decides to extend the mandate of the Monitoring Group for 12 months, with an expanded mandate to:\n(a) Continue tasks outlined in resolutions 1587 (2005) and 1844 (2008);\n(b) Carry out tasks outlined in resolution 1907 (2009);\n(c) Investigate activities generating revenues for violations of Somalia and Eritrea arms embargoes;\n(d) Investigate means of transport, routes, and facilities used in connection with embargo violations;\n(e) Refine and update information on individuals and entities engaging in acts described in resolutions 1844 (2008) and 1907 (2009);\n(f) Compile a draft list of individuals and entities engaging in acts described in resolution 1907 (2009);\n(g) Make recommendations based on investigations and previous reports;\n(h) Work closely with the Committee on specific recommendations for improved compliance;\n(i) Assist in identifying areas where State capacities can be strengthened;\n(j) Provide a midterm briefing and submit progress reports;\n(k) Submit a final report covering all tasks.\n\n7. Requests the Secretary-General to make necessary financial arrangements.\n\n8. Reaffirms paragraphs 4, 5, 7, 8, and 10 of resolution 1519 (2003).\n\n9. Requests the Committee to consider recommendations in Monitoring Group reports and recommend ways to improve implementation and compliance.\n\n10. Requests States, including Eritrea, to ensure cooperation with the Monitoring Group.\n\n11. Requests the United Nations Humanitarian Aid Coordinator for Somalia to report every 120 days on humanitarian assistance.\n\n12. Urges full cooperation with the Monitoring Group and ensures the safety of its members.\n\n13. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1916_2010_EN.pdf"
}