{
  "resolution_no": "1929",
  "year": 2010,
  "theme": [
    "Non-Proliferation",
    "Nuclear Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "Iran",
    "Islamic Revolutionary Guard Corps (IRGC)",
    "Defense Industries Organization (DIO)",
    "Islamic Republic of Iran Shipping Lines (IRISL)"
  ],
  "reporting_cycle": "90 days",
  "operative_authority": "Chapter VII",
  "summary": "9. Malek Ashtar University: subordinate of DTSRC within MODAFL, conducts research. \nLocation: Tehran, Iran\n\n10. Ministry of Defense Logistics Export (MODLEX): sells Iranian-produced arms in contravention of resolution 1747. \nLocation: Tehran, Iran\n\n11. Mizan Machinery Manufacturing: owned or controlled by Shahid Hemmat Industrial Group (SHIG). \nLocation: Tehran, Iran\n\n12. Modern Industries Technique Company (MITEC): responsible for design and construction of IR-40 heavy water reactor. \nLocation: Arak, Iran\n\n13. Nuclear Research Center for Agriculture and Medicine (NFRPC): large research component of Atomic Energy Organization of Iran (AEOI), involved in enrichment-related activities. \nLocation: Karaj, Iran\nHere is a summarized version of the Security Council document:\n\n**Entities**\n\n1. Pejman Industrial Services Corporation: owned or controlled by SBIG, Location: P.O. Box16785-195, Tehran, Iran\n2. Sabalan Company: cover name for SHIG, Location: Damavand Tehran Highway, Tehran, Iran\n3. Sahand Aluminum Parts Industrial Company (SAPICO): cover name for SHIG, Location: Damavand Tehran Highway, Tehran, Iran\n4. Shahid Karrazi Industries: owned or controlled by SBIG, Location: Tehran, Iran\n5. Shahid Sattari Industries: owned or controlled by SBIG, Location: Southeast Tehran, Iran, A.K.A.: Shahid Sattari Group Equipment Industries\n6. Shahid Sayyade Shirazi Industries: owned or controlled by DIO, Location: Next To Nirou Battery Mfg. Co, Shahid Babaii Expressway, Nobonyad Square, Tehran, Iran; Pasdaran St., P.O. Box16765, Tehran1835, Iran; Babaei Highway — Next to Niru M.F.G, Tehran, Iran\n7. Special Industries Group: subordinate of DIO, Location: Pasdaran Avenue, PO Box19585/777, Tehran, Iran\n8. Tiz Pars: cover name for SHIG, Location: Damavand Tehran Highway, Tehran, Iran\n9. Yazd Metallurgy Industries: subordinate of DIO, Location: Pasdaran Avenue, Next To Telecommunication Industry, Tehran 16588, Iran; Postal Box89195/878, Yazd, Iran; P.O. Box89195-678, Yazd, Iran; Km5 of Taft Road, Yazd, Iran, A.K.A.: Yazd Ammunition Manufacturing and Metallurgy Industries, Directorate of Yazd Ammunition and Metallurgy Industries\n\n**Individuals**\n\n1. Javad Rahiqi: Head of the Atomic Energy Organization of Iran (AEOI) Esfahan Nuclear Technology Center, DOB:24 April1954; POB: Marshad\n\n**Entities owned, controlled, or acting on behalf of the Islamic Revolutionary Guard Corps**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1929_2010_EN.pdf"
}