{
  "resolution_no": "1959",
  "year": "2010",
  "theme": [
    "Peacebuilding",
    "Democracy",
    "Human Rights",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "BINUB",
    "BNUB",
    "Peacebuilding Commission",
    "UNHCR",
    "Economic Community of Great Lakes Countries (CEPGL)",
    "East African Community (EAC)"
  ],
  "reporting_cycle": "Secretary-General reports every 6 months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Burundi, reaffirms its commitment to the country's sovereignty, independence, territorial integrity, and unity.\n\nNoting the successful holding of five consecutive elections in 2010, it encourages the Government to maintain dialogue with all actors, including civil society.\n\nCommending the contribution of the United Nations Integrated Office in Burundi (BINUB), it welcomes progress towards peace, stability, and development, and emphasizes the need for continued support.\n\nSupporting Burundi's commitment to \"zero tolerance\" for corruption and regional integration, it welcomes the engagement of the Peacebuilding Commission.\n\nRecognizing the importance of transitional justice, it notes the completion of national consultations on establishing transitional justice mechanisms.\n\nConcerned about continuing human rights violations, it encourages the Government to protect civil liberties and fight impunity.\n\nRecalling resolutions on women, peace, and security, and protection of civilians, it requests the Secretary-General to establish the United Nations Office in Burundi (BNUB) for 12 months.\n\nBNUB's tasks will include:\n\n* Strengthening national institutions, particularly judicial and parliamentary ones\n* Promoting dialogue and broad-based participation in political life\n* Supporting efforts to fight impunity through transitional justice mechanisms. \n\nThe BNUB will be headed by a Special Representative of the Secretary-General.\nThe Security Council:\n\n1. Decides to establish the United Nations Burundi Binational Office (BNUB) to succeed the United Nations Integrated Office in Burundi (BINUB);\n\n2. Requests BNUB to focus on:\n    (a) Consolidating peace and stability;\n    (b) Supporting the disarmament, demobilization and reintegration process;\n    (c) Promoting justice and reconciliation;\n    (d) Promoting and protecting human rights;\n    (e) Ensuring public finance and economic sector strategies focus on peacebuilding and equitable growth;\n    (f) Supporting Burundi as Chair of the East African Community;\n\n3. Underscores the need for a smooth transition from BINUB to BNUB;\n\n4. Underlines the importance of establishing a fully integrated office with effective coordination among UN agencies, funds and programmes in Burundi;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1959_2010_EN.pdf"
}