{
  "resolution_no": "1941",
  "year": "2010",
  "theme": [
    "Peacebuilding",
    "Elections",
    "Security",
    "Development",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "UNIPSIL",
    "UN Country Team",
    "Peacebuilding Commission",
    "Special Court for Sierra Leone",
    "Economic Community Of West African States"
  ],
  "reporting_cycle": "every six months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Sierra Leone, welcomes the UN Integrated Peacebuilding Office in Sierra Leone (UNIPSIL)'s contribution to peacebuilding efforts.\n\nWelcoming the Secretary-General's report and recommendation to extend UNIPSIL's mandate for one year to provide continued peacebuilding assistance, including preparations for the 2012 elections.\n\nNoting potential tensions during the 2012 elections, calls on the Government and international community to foster an environment conducive to free and fair elections.\n\nEmphasizes the importance of continued UN system and international community support for Sierra Leone's long-term peace, security, and development.\n\nWelcomes progress made in implementing the Agenda for Change and calls on international partners to align assistance with priorities outlined in the Joint Progress Report.\n\nAcknowledges the Peacebuilding Commission's role and the contribution of the Peacebuilding Fund.\n\nCommends UNIPSIL and the UN Country Team's efforts to integrate political, development, and humanitarian mandates.\n\nReiterates appreciation for the Special Court for Sierra Leone's work, stressing the importance of the trial of former Liberian President Charles Taylor.\n\nReaffirms resolution 1940 (2010) lifting sanctions and recalls the responsibility of governmental authorities to control small arms circulation.\n\nDecides to extend UNIPSIL's mandate until 15 September 2011.\n\nEmphasizes the importance of UNIPSIL achieving objectives outlined in the Joint Vision, including:\n\n* Providing support for the 2012 elections\n* Conflict prevention and mitigation efforts\n* Assisting the Government in tackling youth unemployment.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1941_2010_EN.pdf"
}