{
  "resolution_no": "1936",
  "year": "2010",
  "theme": [
    "Peacekeeping",
    "Iraq",
    "Humanitarian",
    "Democracy",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMI",
    "United Nations",
    "Government of Iraq",
    "Independent High Electoral Commission",
    "Office of the United Nations High Commissioner for Refugees"
  ],
  "reporting_cycle": "every four months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions on Iraq, reaffirms the independence, sovereignty, unity, and territorial integrity of Iraq. The Council emphasizes the importance of stability and security in Iraq and encourages the Government to strengthen democracy, the rule of law, and combat terrorism. It welcomes improvements in the security situation but notes that challenges persist. The Council underscores the need for inclusive political dialogue, national unity, and the participation of all communities in Iraq's political process.\n\nThe Council reaffirms the importance of the United Nations Assistance Mission for Iraq (UNAMI) in advising, supporting, and assisting the Iraqi people and Government. It congratulates the people and Government of Iraq on the holding of parliamentary elections and calls for the formation of a Government as quickly as possible. The Council commends UNAMI's efforts to assist the Independent High Electoral Commission and stresses the importance of the Commission's transparency, impartiality, and independence.\n\nThe Council urges the Government of Iraq to address human rights challenges and concerns, and to support the Independent High Commission for Human Rights. It expresses the importance of addressing humanitarian issues confronting the Iraqi people and stresses the need for a coordinated response. The Council underscores the sovereignty of the Government of Iraq and reaffirms the importance of protecting civilians, including children, women, and members of minority groups.\n\nThe Council stresses the importance of implementing resolution 1882 (2009) and urges all parties to allow full, unimpeded access by humanitarian personnel to all people in need of assistance. It recognizes the importance of Iraq achieving international standing equal to that which it held prior to the adoption of resolution 661 (1990) and welcomes Iraq's application of the Additional Protocol. The Council calls on the Government of Iraq to take steps to ratify the Additional Protocol and to sign the Hague Code of Conduct against Ballistic Missile Proliferation.\n1. Decides to extend the mandate of the United Nations Assistance Mission for Iraq (UNAMI) until 31 July 2011;\n\n2. Decides that the Special Representative of the Secretary-General and UNAMI shall continue to pursue their mandate as stipulated in resolution 1883 (2009), at the request of the Government of Iraq;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1936_2010_EN.pdf"
}