{
  "resolution_no": "1918",
  "year": "2010",
  "theme": [
    "Piracy",
    "Somalia",
    "Maritime Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 100",
    "Article 101",
    "Article 105"
  ],
  "entities": [
    "UNODC",
    "CGPCS",
    "EU operation Atalanta",
    "NATO operations Allied Protector and Ocean Shield",
    "Combined Task Force 151",
    "Transitional Federal Government (TFG)"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council, recalling previous resolutions on Somalia, expresses concern over piracy and armed robbery at sea, threatening international navigation and safety of maritime routes. \n\nIt reaffirms international law, as reflected in the UN Convention on the Law of the Sea, sets out the framework for combating piracy. \n\nThe Council stresses the need to address judicial system limitations in Somalia and other regional States to prosecute suspected pirates. \n\nIt commends efforts by various countries, including Kenya, Seychelles, and EU operation Atalanta, in suppressing piracy and prosecuting suspected pirates. \n\nThe Council welcomes the creation of an International Trust Fund to support counter-piracy initiatives and urges States to contribute. \n\nIt emphasizes the need for States to criminalize piracy in their domestic law and for Somalia to develop its National Security Force and Somali Police Force. \n\nThe Council affirms that failure to prosecute persons responsible for piracy undermines anti-piracy efforts and determines to ensure pirates are held accountable.\n2. Calls on all States to criminalize piracy under domestic law and consider prosecuting and imprisoning suspected and convicted pirates apprehended off Somalia's coast, consistent with international human rights law;\n\n3. Welcomes progress on implementing the IMO Djibouti Code of Conduct and calls for its full implementation;\n\n4. Requests the Secretary-General to report on options for prosecuting and imprisoning those responsible for piracy off Somalia's coast, including special domestic chambers, a regional or international tribunal, and imprisonment arrangements;\n\n5. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1918_2010_EN.pdf"
}