{
  "resolution_no": "1948",
  "year": "2010",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "European Integration"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "EUFOR",
    "NATO",
    "UN",
    "European Union",
    "Organization for Security and Cooperation in Europe (OSCE)",
    "International Tribunal for the Former Yugoslavia"
  ],
  "reporting_cycle": "at least at three-monthly intervals",
  "operative_authority": "Chapter VII",
  "summary": "The Council emphasizes the need for cooperation with the International Tribunal for the Former Yugoslavia, and for progress towards EU integration. It expresses readiness to consider measures if parties fail to meet their obligations. \n\nThe Council welcomes the EU's decision on visa-free entry for citizens of Bosnia and Herzegovina and its intention to maintain a military operation. It pays tribute to participating Member States in EUFOR and NATO presence.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n Authorizes Member States, through or in cooperation with NATO, to maintain a NATO Headquarters as a successor to SFOR, under unified command and control, to fulfill missions related to the Peace Agreement's Annexes 1-A and 2, in cooperation with EUFOR.\n\n Reaffirms that the Peace Agreement and previous resolutions apply to EUFOR and the NATO presence, as they did to SFOR.\n\n Expresses intention to review authorization terms as necessary, based on developments in Bosnia and Herzegovina.\n\n Authorizes Member States to take measures to implement and ensure compliance with Annexes 1-A and 2, and to protect EUFOR and the NATO presence.\n\n Authorizes self-defense measures by EUFOR and the NATO presence.\n\n Authorizes measures to ensure compliance with airspace rules and procedures.\n\n Demands respect for EUFOR, NATO presence, and international personnel's security and freedom of movement.\n\n Requests reporting on EUFOR and NATO presence activities.\n\n Invites States to provide support and facilities for EUFOR and NATO presence.\n\n Reiterates appreciation for EU Police Mission (EUPM) deployment.\n\n Requests the Secretary-General to submit reports on Peace Agreement implementation.\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1948_2010_EN.pdf"
}