{
  "resolution_no": "1923",
  "year": "2010",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINURCAT",
    "UNHCR",
    "UNMIS",
    "UNAMID",
    "BINUCA"
  ],
  "reporting_cycle": "Secretary-General reports by 31 July 2010, 15 October 2010, and 15 December 2010",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 1923 (2010) on 25 May 2010, recalling its previous resolutions and statements on Chad, the Central African Republic, and the subregion. The Council reaffirmed its commitment to the sovereignty, unity, territorial integrity, and political independence of Chad and the Central African Republic. It expressed concern at the humanitarian and security repercussions of ongoing violence in Darfur, armed activities, and banditry in eastern Chad, the north-eastern Central African Republic, and western Sudan. \n\nThe Council welcomed the agreement between Chad and Sudan to normalize bilateral relations and the deployment of a joint force along their common border. It stressed the importance of a proper settlement of the Darfur issue, including through the Doha peace process, and the full implementation of the Sirte and Libreville agreements. \n\nThe Council reiterated its support for the efforts of the Secretary-General, the African Union, and other international and regional actors to find solutions to armed conflicts in the region. It reaffirmed its resolutions on women and peace and security, protection of humanitarian and United Nations personnel, protection of civilians in armed conflicts, and children and armed conflict.\n\nThe Council emphasized the primary responsibility of the Governments of Chad and the Central African Republic to ensure the security of civilians in their territories, with respect for the rule of law, international law, human rights, and international humanitarian law. \n\nThe Council commended the creation of the Détachement Intégré de Sécurité (DIS) to contribute to the security of refugees and humanitarian workers and recognized the responsibility of the Armée nationale tchadienne (ANT) for border security and external threats. \n\nThe Council took note of the Government of Chad's request for the withdrawal of MINURCAT and emphasized the need for the orderly reduction of the military component of MINURCAT and the continuation of consolidation of the DIS.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nExtends the mandate of MINURCAT until 31 December 2010;\n\n Notes the commitment of the Government of Chad to assume full responsibility for security and protection of civilians, including refugees, IDPs, and humanitarian personnel;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1923_2010_EN.pdf"
}