{
  "resolution_no": "1964",
  "year": "2010",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "AMISOM",
    "UNPOS",
    "Transitional Federal Government",
    "African Union"
  ],
  "reporting_cycle": "every four months",
  "operative_authority": "Chapter VII",
  "summary": "The Council notes the African Union Peace and Security Council's recommendations and underlines its intention to review the situation and consider progress in meeting objectives, including:\n- significant progress on transitional tasks, particularly constitution-making and basic services delivery\n- adoption of a National Security and Stabilisation Plan and development of the National Security Force and Somali Police Force\n- continuation and strengthening of reconciliation and political outreach efforts\n- consolidation of security and stability in Somalia\n\nThe Council requests:\n- the Secretary-General to facilitate reconciliation and the peace process\n- the Secretary-General to provide technical and expert advice to the African Union\n- AMISOM to assist in developing the Somali Police Force and National Security Force\n- the Secretary-General to provide logistical support to AMISOM until 30 September 2011\n\nThe Council:\n- Encourages Member States to support AMISOM and Somali Security Sector Institutions\n- Reiterates its call to contribute to the United Nations Trust Fund for AMISOM\n- Recalls its statement of intent regarding a United Nations peacekeeping operation\n- Emphasizes the need for effective development of Somali Security Forces\n- Requests the Secretary-General to assist the Transitional Federal Government in developing transitional security institutions.\nHere is a summarized version of the Security Council document:\n\n13. Exempts supplies and technical assistance to the Transitional Federal Government for security sector development from measures imposed by resolution 733 (1992) and 1425 (2002), subject to notification.\n\n14. Urges Somali parties to support the Djibouti Agreement, end hostilities and undermine efforts against the Transitional Federal Government.\n\n15. Demands an immediate end to violence and abuses against civilians, women, children, and humanitarian personnel.\n\n16. Calls for an end to grave child violations, welcomes the Transitional Federal Government's commitment to address child soldier recruitment, and requests the Secretary-General to monitor and report on the situation.\n\n17. Demands parties ensure humanitarian personnel and supplies' safety, and provide full, safe, and unhindered access for humanitarian aid.\n\n18. Requests the Secretary-General to coordinate UN efforts, provide good offices, and mobilize resources for Somalia's recovery and development.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1964_2010_EN.pdf"
}