{
  "resolution_no": "1920",
  "year": "2010",
  "theme": [
    "Western Sahara",
    "Peacekeeping",
    "Self-determination"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINURSO",
    "UNHCR"
  ],
  "reporting_cycle": "Regular basis, well before the end of the mandate period",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling previous resolutions on Western Sahara, reaffirms support for the Secretary-General's efforts to implement resolutions 1754 (2007), 1783 (2007), 1813 (2008), and 1871 (2009). The Council commits to assist parties to achieve a just, lasting, and mutually acceptable political solution providing for self-determination of Western Sahara's people. It calls on parties and regional states to cooperate with the UN to end the impasse. Noting Moroccan and Polisario Front proposals, the Council invites parties to demonstrate political will towards a solution. Welcoming progress in negotiations, it stresses the human dimension's importance and encourages cooperation with the UN High Commissioner for Refugees. The Council supports the Secretary-General's Personal Envoy, Ambassador Christopher Ross, and the Special Representative, Hany Abdel-Aziz. \n\n1. Reaffirms need for full respect of military agreements with MINURSO regarding ceasefire.\n\n2. Welcomes parties' commitment to continue informal talks.\n\n3. Calls on parties to show political will and work towards intensive negotiations.\n\n4. Calls on parties to continue negotiations under the Secretary-General's auspices without preconditions.\n\n5. Invites Member States to assist talks.\n\n6. Requests the Secretary-General to keep the Security Council informed on negotiations' status and progress.\n7. Requests the Secretary-General to provide a report on the situation in Western Sahara well before the end of the mandate period; \n8. Urges Member States to provide voluntary contributions to fund confidence-building measures that allow for increased contact between separated family members, especially family visits, as well as for other confidence-building measures that may be agreed upon between parties; \n9. Decides to extend the existing mandate of MINURSO until 30 April 2011; \n10. Requests the Secretary-General to continue to take necessary measures to ensure full compliance in MINURSO with the United Nations zero-tolerance policy on sexual exploitation and abuse and to keep the Council informed, and urges troop-contributing countries to take appropriate preventive action including pre-deployment awareness training, and other action to ensure full accountability in cases of such conduct involving their personnel; \n11. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1920_2010_EN.pdf"
}