{
  "resolution_no": "1912",
  "year": "2010",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Women, Peace and Security",
    "Economic Development"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIT",
    "PNTL",
    "F-FDTL",
    "Timor-Leste National Parliament",
    "United Nations Country Team"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days, and submit to the Security Council, no later than 15 October 2010, a report which includes elements requested in paragraph 6 of this resolution, and, no later than 26 January 2011, a report which includes possible adjustments in UNMIT’s mandate and strength",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, reaffirming previous resolutions on Timor-Leste, welcomes the report of the Secretary-General and its recommendations. The Council notes general stability and progress in the democratic process, but also expresses concern over unemployment and poverty. It supports the establishment of the Anti-Corruption Commission and the resumption of policing responsibilities by the Polícia Nacional de Timor-Leste (PNTL). The Council also welcomes efforts to increase transparency and accountability, and encourages continued support for socio-economic development. It reaffirms its commitment to Timor-Leste's sovereignty and national unity, and expresses appreciation for UNMIT's efforts. The Council decides to extend the mandate of UNMIT until 26 February 2011 at current authorized levels.\nHere is a concise summary of the Security Council document 1912 (2010):\n\n2. Urges parties in Timor-Leste to work together, engage in dialogue, and consolidate peace, democracy, and national reconciliation.\n\n3. Requests UNMIT to support municipal elections, if requested by the Government of Timor-Leste.\n\n4. Reaffirms the importance of security sector reform, including delineating roles and responsibilities of F-FDTL and PNTL.\n\n5. Supports the resumption of policing responsibilities by PNTL through a phased approach.\n\n6. Endorses the Secretary-General's intention to reconfigure UNMIT's police component.\n\n7. Requests UNMIT to maintain public security and assist PNTL with training and development.\n\n8. Underscores the need for updated concept of operations and rules of engagement.\n\n9. Reaffirms the importance of accountability and justice, and supports UNMIT's assistance to the Government.\n\n10. Underlines the importance of justice sector reform and coordinated approach.\n\n11. Requests UNMIT to enhance the effectiveness of the judiciary.\n\n12. Calls upon UNMIT to support donor cooperation in institutional capacity-building.\n\n13. Recognizes the importance of Timor-Leste's National Recovery Strategy.\n\n14. Encourages the Government to strengthen peacebuilding perspectives.\n\n15. Requests UNMIT to consider gender perspectives and protect women and girls from violence.\n\n16. Requests the Secretary-General to ensure compliance with the UN's zero-tolerance policy on sexual exploitation.\n\n17. Requests the Secretary-General to keep the Security Council informed and submit a report by 15 October 2010.\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1912_2010_EN.pdf"
}