{
  "resolution_no": "1916",
  "year": "2010",
  "theme": [
    "Somalia",
    "Eritrea",
    "Arms Embargo",
    "Humanitarian Assistance",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "African Union Mission in Somalia (AMISOM)",
    "United Nations",
    "Transitional Federal Government of Somalia",
    "Eritrea",
    "Djibouti"
  ],
  "reporting_cycle": "every 120 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms previous resolutions on Somalia and Eritrea, particularly the Somalia arms embargo (resolution 733 (1992)).\n\n Notes exceptions to the embargo for African Union Mission in Somalia (AMISOM) and security sector institutions.\n\n Reaffirms respect for sovereignty, territorial integrity, and unity of Somalia, Djibouti, and Eritrea.\n\n Commends the Special Representative of the Secretary-General and supports his efforts.\n\n Takes note of the Monitoring Group's report and expresses concern at intimidation and interference with their work.\n\n Condemns flows of weapons and ammunition in violation of the Somalia and Eritrea arms embargoes.\n\n Calls on Member States to refrain from actions contravening the embargoes and hold violators accountable.\n\n Affirms the importance of enhancing monitoring of the embargoes.\n\n Determines that the situation in Somalia and Eritrea's actions continue to threaten international peace and security.\n\n Acting under Chapter VII:\n\n1. Stresses obligation to comply with measures imposed by relevant resolutions.\n\n2. Reiterates intention to consider specific action to improve implementation of and compliance with measures.\n\n3. Decides paragraphs 11 (b) and 12 of resolution 1772 (2007) apply to international organizations.\n\n4. Underscores importance of humanitarian aid operations and condemns politicization and misappropriation.\n\n5. Decides to exempt humanitarian assistance in Somalia from financial sanctions for 12 months, reviewable every 120 days.\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1916_2010_EN.pdf"
}