{
  "resolution_no": "1966",
  "year": 2010,
  "theme": [
    "International Criminal Tribunals",
    "Justice",
    "War Crimes"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 17"
  ],
  "entities": [
    "International Residual Mechanism for Criminal Tribunals",
    "International Tribunal for the former Yugoslavia (ICTY)",
    "International Criminal Tribunal for Rwanda (ICTR)",
    "United Nations"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "**Article 16: Investigation and Preparation of Indictment**\n\n* The Prosecutor shall have the power to conduct investigations and prepare indictments against persons covered by Article 1 of the Statute.\n* The Prosecutor shall have the power to question suspects, victims, and witnesses, and collect evidence.\n* The suspect shall be entitled to be assisted by counsel and have necessary translation.\n\n**Article 17: Review of the Indictment**\n\n* The indictment shall be reviewed by a duty judge or a Single Judge designated by the President.\n* If a prima facie case is established, the judge shall confirm the indictment; otherwise, it shall be dismissed.\n* Upon confirmation, the judge may issue orders and warrants for arrest, detention, surrender, or transfer of persons.\nHere is a summarized version of the Security Council document:\n\n**Article 18: Commencement and Conduct of Trial Proceedings**\n\n* The Single Judge or Trial Chambers shall ensure a fair and expeditious trial, respecting the rights of the accused and protecting victims and witnesses.\n* A person against whom an indictment has been confirmed shall be taken into custody, informed of the charges, and transferred to the Mechanism.\n* The Single Judge or Trial Chamber shall read the indictment, ensure the accused understands it, and instruct the accused to enter a plea.\n* Hearings shall be public unless the Single Judge or Trial Chamber decides to close the proceedings.\n\n**Article 19: Rights of the Accused**\n\n* All persons shall be equal before the Mechanism.\n* The accused shall have a fair and public hearing, and be presumed innocent until proved guilty.\n* The accused shall have the right to:\n\t+ be informed of the charges;\n\t+ have adequate time and facilities for defence preparation;\n\t+ be tried without undue delay;\n\t+ defend himself or herself in person or through legal assistance;\n\t+ examine witnesses;\n\t+ have the free assistance of an interpreter; and\n\t+ not be compelled to testify against himself or herself.\n\n**Article 20: Protection of Victims and Witnesses**\n\n* The Mechanism shall provide protection measures for victims and witnesses, including in camera proceedings and protection of the victim's identity.\n\n**Article 21: Judgements**\n\n* The Single Judge or Trial Chamber shall pronounce judgements and impose sentences on convicted persons.\n* Judgements shall be delivered in public, accompanied by a reasoned opinion in writing.\n\n**Article 22: Penalties**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1966_2010_EN.pdf"
}