{
  "resolution_no": "1952",
  "year": "2010",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MONUSCO",
    "Group of Experts",
    "FDLR",
    "LRA",
    "FARDC"
  ],
  "reporting_cycle": "Secretary-General reports by 18 May 2011 and 17 October 2011",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling previous resolutions on the Democratic Republic of the Congo (DRC), reaffirms its commitment to the country's sovereignty, territorial integrity, and political independence. The Council takes note of the reports of the Group of Experts on the DRC, welcoming their collaboration with the Government and other regional actors. \n\nThe Council expresses serious concern over the presence of armed groups in eastern DRC, particularly the FDLR and LRA, and demands they disarm and cease attacks on civilians. It also calls on parties to the 23 March 2009 Agreements to implement their commitments.\n\nThe Council condemns the illicit flow of weapons into the DRC, violating previous resolutions, and stresses the obligation of States to abide by notification requirements. It recalls the link between the exploitation of natural resources, illicit trade, and the proliferation of arms, fuelling conflicts in the region.\n\nThe Council notes with concern human rights and humanitarian law violations, including killings, displacement, recruitment of child soldiers, and sexual violence. It stresses that perpetrators must be brought to justice and reiterates its condemnation of all violations.\n\nThe Council welcomes efforts by the DRC and regional countries to promote peace and stability, stressing the importance of governments taking effective steps to prevent support for armed groups.\n\nThe Council determines that the situation in the DRC continues to threaten international peace and security and, acting under Chapter VII, decides to:\n\n1. Renew until 30 November 2011 the arms embargo imposed by resolution 1807 (2008);\n2. Renew for the same period measures on transport imposed by paragraphs 6 and 8 of resolution 1807 (2008);\n3. Renew for the same period financial and travel measures imposed by paragraphs 9 and 11 of resolution 1807 (2008).\nHere is a summarized version of the Security Council document:\n\n4. Calls on all States to implement measures specified in this resolution and cooperate with the Committee.\n\n5. Requests the Secretary-General to extend the Group of Experts' mandate until 30 November 2011, with an additional expert on natural resources, and to report to the Council by 18 May 2011 and 17 October 2011.\n\n6. Requests the Group of Experts to focus on areas affected by illegal armed groups, evaluate the impact of due diligence guidelines, and collaborate with other forums.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1952_2010_EN.pdf"
}