{
  "resolution_no": "1963",
  "year": "2010",
  "theme": [
    "Terrorism",
    "Counter-Terrorism",
    "International Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "Counter-Terrorism Committee (CTC)",
    "Counter-Terrorism Executive Directorate (CTED)",
    "United Nations Global Counter-Terrorism Strategy",
    "CTITF"
  ],
  "reporting_cycle": "The Counter-Terrorism Committee (CTC) to report orally, through its Chairman, at least every 180 days to the Council",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, \nReaffirming terrorism in all forms is a serious threat to international peace and security, \nany acts of terrorism are criminal and unjustifiable, \nTerrorism cannot be associated with any religion, nationality, civilization or group, \nNoting terrorism continues to pose a serious threat to international peace, \nhuman rights, and economic development, \nRecognizing terrorism won't be defeated by military force, law enforcement alone, \nAddress conditions conducive to the spread of terrorism, \n including strengthening efforts for conflict prevention, \npromoting rule of law, human rights, good governance, \nReiterating obligations to prevent and suppress terrorist financing, \nReaffirming obligations to freeze funds of persons, entities committing terrorist acts, \nProhibiting making funds available for the benefit of terrorists, \nPreventing terrorist group movement through effective border controls, \nUnderlining safe havens provided to terrorists are a significant concern, \nall Member States must cooperate to find, deny safe haven and bring to justice, \nRecognizing development, peace, security, and human rights are interlinked, \nEmphasizing continuing international efforts to enhance dialogue among civilizations, \nReaffirming measures to combat terrorism must comply with international law, \nReaffirming its call upon all States to become party to international counter-terrorism conventions.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nReiterates its call for Member States to prevent and suppress terrorist attacks through cooperation and solidarity, particularly through bilateral and multilateral arrangements.\n\nExpresses concern about terrorists' use of new technologies, including the Internet, for recruitment, financing, and planning.\n\nRecognizes the importance of cooperative action to prevent terrorists from exploiting technology and resources.\n\nWelcomes the Counter-Terrorism Committee's (CTC) efforts to enhance cooperation and solidarity.\n\nRecalls resolutions 1373 (2001), 1624 (2005), and other resolutions concerning threats to international peace and security caused by terrorist acts.\n\nUnderlines the CTC's goal to ensure full implementation of resolution 1373 (2001) and the crucial role of the Counter-Terrorism Committee Executive Directorate (CTED).\n\nDecides that CTED will continue to operate under the CTC's policy guidance until 31 December 2013.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1963_2010_EN.pdf"
}