{
  "resolution_no": "1950",
  "year": 2010,
  "theme": [
    "Piracy",
    "Maritime Security",
    "Somalia"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNODC",
    "UNDP",
    "IMO",
    "CGPCS",
    "TFG",
    "EU operation Atalanta",
    "Combined Maritime Forces' Combined Task Force 151"
  ],
  "reporting_cycle": "The Secretary-General reports to the Security Council within 11 months of the adoption of this resolution",
  "operative_authority": "Chapter VII",
  "summary": "Commends the Contact Group on Piracy off the Coast of Somalia (CGPCS) and urges continued support.\n\n Acknowledges Somalia's rights to offshore natural resources and calls for technical assistance to enhance maritime security.\n\n Encourages cooperation with the Transitional Federal Government (TFG) and renews authorizations for States and regional organizations to fight piracy for 12 months.\n\n Affirms that authorizations apply only to the situation in Somalia and do not affect rights or obligations under international law.\nHere is a concise summary of the Security Council document 1950 (2010):\n\n9. Affirms that measures imposed by resolution 733 (1992) and 1425 (2002) do not apply to weapons and military equipment for Member States and regional organizations undertaking measures to combat piracy, and to technical assistance to Somalia.\n\n10. Requests cooperating States to ensure that their activities do not deny or impair the right of innocent passage to ships of third States.\n\n11. Calls on Member States to assist Somalia in strengthening its capacity to bring to justice those responsible for piracy and armed robbery at sea.\n\n12. Calls on all States to cooperate in determining jurisdiction, investigating, and prosecuting persons responsible for piracy and armed robbery off the coast of Somalia.\n\n13. Calls on all States to criminalize piracy under their domestic law and prosecute suspected pirates.\n\n14. Reaffirms its interest in considering options for prosecuting suspected pirates and encourages strengthened cooperation among States and organizations.\n\n15. Urges States to prevent illicit financing of piracy and laundering of its proceeds.\n\n16. Urges States to investigate international criminal networks involved in piracy.\n\n17. Stresses the need to support investigation and prosecution of those who finance or profit from pirate attacks.\n\n18. Commends the establishment of Trust Funds to counter piracy and urges contributions from States and non-State actors.\n\n19. Urges States parties to implement their obligations under Conventions and customary international law.\n\n20. Welcomes IMO revisions to recommendations and guidance on preventing and suppressing piracy.\n\n21. Requests States and regional organizations to report on progress in combating piracy.\n\n22. Requests the Secretary-General to report on implementation of this resolution.\n\n23. Expresses intention to review the situation and consider renewing authorizations.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1950_2010_EN.pdf"
}