{
  "resolution_no": "1917",
  "year": 2010,
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Counter-Narcotics",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "NATO",
    "United Nations Office on Drugs and Crime (UNODC)",
    "International Security Assistance Force (ISAF)"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions on Afghanistan, particularly resolution 1868 (2009) and 1659 (2006), reaffirms its strong commitment to Afghanistan's sovereignty, independence, territorial integrity, and national unity. The Council stresses the importance of a comprehensive approach to address the situation in Afghanistan, recognizing that there is no purely military solution to ensure stability. \n\nThe Council welcomes the London Conference communiqué, which sets a clear agenda and priorities for Afghanistan, and reaffirms its support for the implementation of the Afghanistan Compact, the Afghanistan National Development Strategy (ANDS), and the National Drugs Control Strategy. \n\nThe Council stresses the central and impartial role of the United Nations in promoting peace and stability in Afghanistan through the United Nations Assistance Mission in Afghanistan (UNAMA). It welcomes the continued commitment of the international community to support Afghanistan's stability and development.\n\nThe Council also stresses the need for a transparent, credible, and democratic process for the 2010 national legislative elections and welcomes the Government of Afghanistan's commitment to ensure their integrity. \n\nThe Council recognizes the interconnected nature of challenges in Afghanistan, including security, governance, human rights, the rule of law, and development, and welcomes efforts to address these challenges through a comprehensive approach. \n\nThe Council stresses the importance of strengthened cooperation, coordination, and mutual support between UNAMA and the International Security Assistance Force (ISAF). \n\nThe Council also stresses the need to urgently address the humanitarian situation through improving the reach, quality, and quantity of humanitarian aid.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nCondemns attacks against humanitarian workers, emphasizing they impede efforts to aid the people of Afghanistan, and underlining the need for safe and unhindered access of humanitarian actors.\n\nReiterates concern about the security situation in Afghanistan, particularly increased violent and terrorist activities by the Taliban, Al-Qaida, and others, threatening the local population, national security forces, and international personnel.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1917_2010_EN.pdf"
}