{
  "resolution_no": "1944",
  "year": "2010",
  "theme": [
    "Haiti",
    "Peacekeeping",
    "Reconstruction",
    "Human Rights",
    "Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39"
  ],
  "entities": [
    "MINUSTAH",
    "United Nations Country Team",
    "Haitian National Police",
    "Interim Haiti Recovery Commission",
    "Haiti Reconstruction Fund"
  ],
  "reporting_cycle": "semi-annually, not later than 45 days prior to its expiration",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 1944 (2010) on 14 October 2010, reaffirming its previous resolutions on Haiti and strong commitment to the country's sovereignty, independence, territorial integrity, and unity. The Council recognized the devastation caused by the 12 January 2010 earthquake, but noted it has not destroyed gains towards stabilization, and instead created new obstacles and opportunities. \n\nThe Council called on the Government of Haiti and other Haitian actors to ensure credible and legitimate presidential and legislative elections on 28 November 2010 to consolidate democracy, complete constitutional reform, and contribute to reconstruction. It emphasized promoting women's participation in the electoral process.\n\nThe Council stressed that progress in recovery and reconstruction is crucial to lasting stability and reiterated the need for security to be accompanied by social and economic development. It highlighted the leading role of the Government of Haiti in post-disaster recovery and reconstruction, increased coordination among UN actors, and the establishment of the Interim Haiti Recovery Commission and the Haiti Reconstruction Fund.\n\nThe Council welcomed the creation of the ad hoc Presidential Commission on Resettlement for internally displaced persons and called on donors to fulfil pledges made at the International Donors' Conference. It emphasized the role of regional organizations, such as the Organization of the American States (OAS) and the Caribbean Community (CARICOM), in stabilization and reconstruction.\n\nThe Council acknowledged continued support to modernize the Haitian voter registry and stressed the importance of updating the voter list. It recognized the interconnected nature of challenges in Haiti, reaffirming that sustainable progress on security, the rule of law, and institutional reform are mutually reinforcing.\n\nThe Council expressed concern over the rise in weapons in circulation, drug trafficking, and security in camps for internally displaced persons, and further expressed concern over sexual and gender-based crimes. It recognized that strengthening national human rights institutions and respect for human rights are essential to ensuring the rule of law and security.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1944_2010_EN.pdf"
}