{
  "resolution_no": "1909",
  "year": "2010",
  "theme": [
    "Peacekeeping",
    "Political"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIN",
    "United Nations Country Team",
    "Office of the High Commissioner for Human Rights"
  ],
  "reporting_cycle": "Secretary-General reports by 1 May 2010",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n\nRecalling previous resolutions and the President's statement, reaffirms Nepal's sovereignty, territorial integrity, and political independence, and its ownership of the Comprehensive Peace Agreement implementation.\n\nThe Council acknowledges the strong desire of the Nepalese people for peace, restoration of democracy, and implementation of the Comprehensive Peace Agreement and subsequent agreements.\n\nIt expresses readiness to support the peace process in Nepal and notes the deadline for the new democratic constitution's promulgation is 28 May 2010.\n\nThe Council welcomes the formation of a high-level political mechanism to focus on the constitution's promulgation and the ongoing peace process.\n\nIt echoes the Secretary-General's call for swift implementation of agreements, noting the United Nations Mission in Nepal's (UNMIN) role in monitoring arms and armed personnel management.\n\nThe Council:\n\n1. Decides to renew UNMIN's mandate until 15 May 2010, in line with the Government of Nepal's request and the Secretary-General's recommendations.\n\n2. Calls upon all parties to utilize UNMIN's expertise to support the peace process, facilitating completion of outstanding aspects of UNMIN's mandate by 15 May 2010.\nThe Security Council:\n\n3. Decides UNMIN should make arrangements with the Government of Nepal for its withdrawal, including handing over residual monitoring responsibilities, by 15 May 2010;\n\n4. Welcomes the understanding between the Government of Nepal and the Unified Communist Party of Nepal (Maoist) on a timetabled action plan for integration and rehabilitation of Maoist army personnel by 15 May 2010, and calls for their cooperation to ensure completion and implementation;\n\n5. Calls on all Nepalese political parties to expedite the peace process, working together in a spirit of cooperation, consensus, and compromise;\n\n6. Requests Nepalese parties to promote the safety, security, and freedom of movement of UNMIN and associated personnel;\n\n7. Requests the Secretary-General to report on implementation by 1 May;\n\n8. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1909_2010_EN.pdf"
}