{
  "resolution_no": "1927",
  "year": "2010",
  "theme": [
    "Haiti",
    "Peacekeeping",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "MINUSTAH",
    "United Nations Country Team",
    "OCHA",
    "Haitian National Police"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms previous resolutions on Haiti and its commitment to Haiti's sovereignty, independence, and territorial integrity.\n\nNotes the devastating earthquake of 12 January 2010, and stresses MINUSTAH's role in ensuring Haiti's security and stability.\n\nShares the Secretary-General's assessment that the earthquake has created new obstacles and opportunities, and recognizes the need for expanded international assistance to Haiti.\n\nWelcomes the Government of Haiti's Action Plan for National Recovery and Development and encourages the international community to align their activities with it.\n\nCommends the international community's contributions, particularly at the International Donors' Conference, and urges donors to fulfil their pledges.\n\nAuthorizes a temporary surge capacity of 680 police to build the capacity of the Haitian National Police.\n\nDecides that MINUSTAH will consist of up to 8,940 troops and 4,391 police, and will review these levels regularly.\n\nReiterates the Government of Haiti's ownership and primary responsibility for stabilization and development, and recognizes MINUSTAH's supporting role.\n\nRequests MINUSTAH to assist the Government of Haiti in providing protection to the population, particularly vulnerable groups, and to tackle gang violence, organized crime, and trafficking of children.\n\nRequests MINUSTAH to continue collaborating with OCHA and the United Nations Country Team in supporting humanitarian and recovery efforts.\n6. The Security Council underscores the importance of regularly updating planning documents for military and police components, ensuring they align with its relevant resolutions, and requests the Secretary-General to report on them to the Council and troop-contributing countries.\n\n7. The Council encourages MINUSTAH to provide logistical support and technical expertise to assist the Haitian Government in building the capacity of its rule of law institutions and implementing its resettlement strategy for displaced persons.\n\n8. MINUSTAH is requested to continue supporting the Haitian Government and the Provisional Electoral Council in preparing and conducting Haiti's elections, and to coordinate international electoral assistance with other stakeholders, including the OAS.\n\n9. The Security Council decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1927_2010_EN.pdf"
}