{
  "resolution_no": "1966",
  "year": 2010,
  "theme": [
    "International Criminal Tribunals",
    "Justice",
    "War Crimes"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 17"
  ],
  "entities": [
    "International Residual Mechanism for Criminal Tribunals",
    "International Tribunal for the former Yugoslavia (ICTY)",
    "International Criminal Tribunal for Rwanda (ICTR)",
    "United Nations"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "**Article 12: Assignment of Judges and Composition of the Chambers**\n\n1. The President appoints judges to compose a Trial Chamber or a Single Judge to deal with a matter.\n2. The President may designate a duty judge for each branch of the Mechanism.\n3. The President of the Mechanism is a member of the Appeals Chamber and appoints other members.\n4. The Appeals Chamber's composition varies depending on the type of appeal or review. \n\n**Other provisions**\n\n* A person who could be regarded as a national of more than one State shall be deemed to be a national of the State in which that person ordinarily exercises civil and political rights.\n* Judges of the Mechanism shall only be present at the seats of the branches as necessary and may exercise functions remotely.\n* Judges shall not receive any remuneration or other benefits for being on the roster; their terms and conditions of service are those of judges ad hoc of the International Court of Justice or judges of the International Court of Justice.\nHere is a summarized version of the provided Security Council document:\n\n**Article 13: Rules of Procedure and Evidence**\n\n* The judges of the Mechanism shall adopt Rules of Procedure and Evidence for the conduct of proceedings, admission of evidence, and protection of victims and witnesses.\n* Amendments to the Rules may be decided remotely by written procedure.\n* The Rules and amendments shall take effect upon adoption unless the Security Council decides otherwise.\n* The Rules and amendments shall be consistent with the Statute.\n\n**Article 14: The Prosecutor**\n\n* The Prosecutor shall investigate and prosecute persons covered by Article 1 of the Statute.\n* The Prosecutor shall act independently and not seek or receive instructions from any government or other source.\n* The Office of the Prosecutor shall be composed of the Prosecutor, officers in charge at each branch, and qualified staff.\n* The Prosecutor shall be appointed by the Security Council on nomination by the Secretary-General for a four-year term.\n\n**Article 15: The Registry**\n\n* The Registry shall be responsible for the administration and servicing of the branches of the Mechanism.\n* The Registry shall consist of a Registrar, officers in charge at each branch, and qualified staff.\n* The Registrar shall be appointed by the Secretary-General for a four-year term.\n\n**Article 16: Investigation and Preparation of Indictment**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1966_2010_EN.pdf"
}