{
  "resolution_no": "1950",
  "year": 2010,
  "theme": [
    "Piracy",
    "Maritime Security",
    "Somalia"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNODC",
    "UNDP",
    "IMO",
    "CGPCS",
    "TFG",
    "EU operation Atalanta",
    "Combined Maritime Forces' Combined Task Force 151"
  ],
  "reporting_cycle": "The Secretary-General reports to the Security Council within 11 months of the adoption of this resolution",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions on Somalia, particularly 1814, 1816, 1838, 1844, 1846, 1851, 1897, and 1918, and the President's statement of 25 August 2010,\n\nRemains gravely concerned about piracy and armed robbery at sea off Somalia's coast, threatening humanitarian aid, seafarers, and international navigation,\n\nConcerned about children involved in piracy and the need for a comprehensive response to tackle piracy and its causes,\n\nReaffirms respect for Somalia's sovereignty, territorial integrity, and unity, and the importance of preventing illegal fishing and dumping,\n\nReaffirms international law, as reflected in the UN Convention on the Law of the Sea, sets out the framework for combating piracy,\n\nTakes into account Somalia's crisis situation and limited capacity to address piracy,\n\nNotes the Transitional Federal Government's (TFG) requests for assistance and its willingness to work with other States and organizations,\n\nCommends efforts by EU operation Atalanta, NATO operations, Combined Task Force 151, and other States to suppress piracy,\n\nWelcomes capacity building efforts by the International Maritime Organization (IMO) and the Trust Fund Supporting Initiatives of States Countering Piracy,\n\nNotes with concern the limited capacity to prosecute suspected pirates and the need for cooperation,\n\nUnderlines the importance of collecting and preserving evidence of piracy acts,\n\nCommends Kenya, Seychelles, and Mauritius' efforts to prosecute suspected pirates and welcomes assistance from UNODC and the Trust Fund.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Condemns and deplores all acts of piracy and armed robbery against vessels off the coast of Somalia.\n\n Recognizes the instability in Somalia as an underlying cause of piracy and stresses the need for a comprehensive response.\n\n Notes with concern that escalating ransom payments and arms embargo violations fuel piracy growth and calls for cooperation with the Somalia and Eritrea Monitoring Group.\n\n Calls upon States and regional organizations to participate in the fight against piracy, including deploying naval vessels and seizing pirate equipment.\n\n Commends the Contact Group on Piracy off the Coast of Somalia (CGPCS) and urges continued support.\n\n Acknowledges Somalia's rights to offshore natural resources and calls for technical assistance to enhance maritime security.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1950_2010_EN.pdf"
}