{
  "resolution_no": "1966",
  "year": 2010,
  "theme": [
    "International Criminal Tribunals",
    "Justice",
    "War Crimes"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 17"
  ],
  "entities": [
    "International Residual Mechanism for Criminal Tribunals",
    "International Tribunal for the former Yugoslavia (ICTY)",
    "International Criminal Tribunal for Rwanda (ICTR)",
    "United Nations"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "* The Single Judge or Trial Chamber shall pronounce judgements and impose sentences on convicted persons.\n* Judgements shall be delivered in public, accompanied by a reasoned opinion in writing.\n\n**Article 22: Penalties**\n\n* The penalty shall be limited to imprisonment, with possible additional fines or return of property.\n* The Single Judge or Trial Chamber shall consider the gravity of the offence and individual circumstances of the convicted person.\n\n**Article 23: Appellate Proceedings**\n\n* The Appeals Chamber shall hear appeals on grounds of error on a question of law or fact.\n* The Appeals Chamber may affirm, reverse or revise decisions taken by the Single Judge or Trial Chamber.\n\n**Article 24: Review Proceedings**\n\n* A convicted person may submit an application for review of the judgement if a new fact has been discovered which could have been a decisive factor in reaching the decision.\nHere is a concise summary of the Security Council document:\n\n**Article 25: Enforcement of Sentences**\n\n* Imprisonment will be served in a State designated by the Mechanism, with supervision by the Mechanism.\n* The Mechanism will supervise the enforcement of sentences, including implementation of sentence enforcement agreements.\n\n**Article 26: Pardon or Commutation of Sentences**\n\n* If eligible, the State concerned must notify the Mechanism, and pardon or commutation of sentence can only be granted if the President of the Mechanism decides, based on the interests of justice and general principles of law.\n\n**Article 27: Management of the Archives**\n\n* The archives of the ICTY, ICTR, and Mechanism are UN property, inviolable, and managed by the Mechanism for preservation and access.\n* The Mechanism will ensure protection of confidential information and implement an information security and access regime.\n\n**Article 28: Cooperation and Judicial Assistance**\n\n* States must cooperate with the Mechanism in investigation and prosecution of persons under Article 1 of the Statute.\n* States must comply with requests for assistance or orders, including identification and location of persons, testimony, evidence production, and arrest or detention.\n\n**Article 29: Status, Privileges, and Immunities of the Mechanism**\n\n* The Mechanism, judges, Prosecutor, Registrar, and staff enjoy privileges and immunities under the UN Convention.\n* Defence counsel, with a certificate, enjoy privileges and immunities when performing official functions.\n\n**Article 30: Expenses of the Mechanism**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1966_2010_EN.pdf"
}