{
  "resolution_no": "1961",
  "year": "2010",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Natural Resources"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNMIL",
    "Panel of Experts on Liberia",
    "Kimberley Process",
    "Peacebuilding Commission"
  ],
  "reporting_cycle": "The Panel of Experts to provide a midterm report by 1 June 2011 and a final report by 1 December 2011",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling previous resolutions and statements on Liberia and West Africa, welcomes Liberia's progress since 2006 and stresses continued improvement in the timber sector. The Council renews travel restrictions and arms embargo for 12 months, and reaffirms asset freeze. It demands Liberia's cooperation to fulfill obligations, particularly regarding financial measures. The Council extends the Panel of Experts' mandate until 16 December 2011 to monitor implementation and report on any violations. The measures will be reviewed if Liberia reports meeting conditions for their termination.\nThe Security Council:\n \nRequests the Secretary-General to reappoint a Panel of Experts to assist the Committee established pursuant to resolution 1521 (2003) in monitoring implementation of the measures imposed by paragraph 1 of resolution 1532 (2004) and paragraph 4 of resolution 1521 (2003). \n \nThe Panel's mandate includes: \n(a) Investigating illicit trade of arms, including sources of financing; \n(b) Assessing impact and effectiveness of measures on former President Charles Taylor's assets; \n(c) Identifying areas to strengthen Liberia and regional States' capacity; \n(d) Assessing Liberia's natural resources' contribution to peace, security, and development; \n(e) Evaluating Government of Liberia's compliance with the Kimberley Process Certification Scheme; \n(f) Providing a midterm report by 1 June 2011 and a final report by 1 December 2011; \n(g) Cooperating with other panels of experts; \n(h) Cooperating with the Kimberley Process Certification Scheme; \n(i) Assisting the Committee in updating listing reasons for travel ban and assets freeze.\n\nThe Security Council requests the Secretary-General to make necessary arrangements to support the Panel's work and calls upon all States and the Government of Liberia to cooperate fully with the Panel.\n\nThe Security Council reiterates the importance of UNMIL's continuing assistance to the Government of Liberia, the Committee, and the Panel of Experts. \n\nThe Security Council urges the Government of Liberia to implement the recommendations of the 2009 Kimberley Process review team.\n\nThe Security Council encourages the Kimberley Process to continue to cooperate with the Panel of Experts.\n\nThe Security Council decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1961_2010_EN.pdf"
}