{
  "resolution_no": "1933",
  "year": 2010,
  "theme": [
    "Peacekeeping",
    "Elections",
    "Human Rights",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "Integrated Command Centre (ICC)",
    "Independent Electoral Commission"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "8. The Council expresses concern at delays in deploying and operationalizing mixed units to secure elections and urges Ivorian parties to take concrete steps.\n\n9. The Council urges the Government of Côte d'Ivoire to support electoral process operators and encourages the international community to provide assistance.\n\n10. The Council urges Ivorians to refrain from calls for hatred, intolerance, and violence, and reiterates its readiness to impose targeted sanctions against those inciting violence.\n\n11. The Council urges Ivorian parties to make progress on reunification and disarmament, with the support of UNOCI.\n\n12. The Council stresses the importance of the identification process for long-term stability and calls for continued identification operations.\n\n13. The Council condemns human rights violations, particularly sexual violence, and calls for protection of civilians, investigation of abuses, and bringing perpetrators to justice.\n\n14. The Council urges signatories of the Ouagadougou Political Agreement to work towards a sustainable solution for displaced persons.\n\n15. The Council requests UNOCI to prioritize stability and the establishment of the final voters list.\n\n16. The Council mandates UNOCI to support the implementation of the Ouagadougou Political Agreement, with tasks including:\n- Monitoring armed groups\n- Supporting the Integrated Command Centre\n- Liaising with Ivorian forces\n- Assisting border monitoring\n- Providing security for government members and key stakeholders.\nHere is a summarized version of the Security Council document 1933 (2010):\n\n**Protection of Civilians**\n\n* Protect civilians under imminent threat of physical violence, within its capabilities and areas of deployment\n* Work closely with humanitarian agencies to exchange information on possible outbreaks of violence and respond in a timely manner\n\n**Monitoring of the Arms Embargo**\n\n* Monitor implementation of measures imposed by paragraph 7 of resolution 1572 (2004)\n* Inspect and collect arms and related materiel brought into Côte d'Ivoire in violation of the measures\n* Dispose of such arms and related materiel as appropriate\n\n**Public Information**\n\n* Promote the peace process through public information capacity, including radio broadcasting\n* Encourage Ivorian mass media and main political actors to implement the Code of Good Conduct for elections\n* Monitor incidents of incitement to hatred, intolerance, and violence\n\n**Assistance in the Field of Human Rights**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1933_2010_EN.pdf"
}