{
  "resolution_no": "1937",
  "year": "2010",
  "theme": [
    "Peacekeeping",
    "Lebanon",
    "Middle East"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIFIL",
    "Lebanese Armed Forces",
    "Security Council"
  ],
  "reporting_cycle": "every four months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Lebanon, extends the mandate of UNIFIL for one year without amendment, until 31 August 2011.\n\nReaffirms its commitment to the full implementation of resolution 1701 (2006) and calls upon all parties to strengthen efforts to implement its provisions.\n\nExpresses concern at violations of resolution 1701 (2006), particularly the incident on 3 August 2010, and looks forward to the rapid finalization of UNIFIL's investigation.\n\nEmphasizes the importance of full compliance with the prohibition on arms sales and supply, and respect for the Blue Line.\n\nCommends UNIFIL's role and dedication, and underlines the necessity of providing it with necessary means and equipment.\n\nRecalling the request from the Government of Lebanon, reaffirms UNIFIL's authority to take necessary action to ensure its area of operations is not used for hostile activities.\n\nWelcomes efforts to keep peacekeeping operations under review and stresses the need for a rigorous approach.\n\nCalls upon member States to assist the Lebanese Armed Forces.\n\nDetermining the situation in Lebanon continues to threaten international peace and security:\n\n1. Extends UNIFIL's mandate until 31 August 2011.\n\n2. Commends UNIFIL's positive role and calls for enhanced cooperation with Lebanese armed forces.\n\n3. Welcomes the deployment of an additional Lebanese brigade and calls for further increase in Lebanese Armed Forces in Southern Lebanon.\n\n4. Calls upon parties to respect the cessation of hostilities and the Blue Line.\n\n5. Deplores incidents involving UNIFIL peacekeepers and calls for respect for their safety and freedom of movement.\n\n6. Urges parties to cooperate for tangible progress towards a permanent ceasefire and long-term solution.\n\n7. Urges Israel to expedite withdrawal from northern Ghajar in coordination with UNIFIL.\n8. Reaffirms its call for the establishment between the Blue Line and the Litani River of an area free of any armed personnel, assets and weapons other than those of the Government of Lebanon and UNIFIL;\n\n9. Welcomes UNIFIL's efforts to implement the Secretary-General's zero-tolerance policy on sexual exploitation and abuse, requests the Secretary-General to continue taking necessary action and keep the Security Council informed, and urges troop-contributing countries to investigate and punish such acts involving their personnel;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1937_2010_EN.pdf"
}