{
  "resolution_no": "1929",
  "year": 2010,
  "theme": [
    "Non-Proliferation",
    "Nuclear Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "Iran",
    "Islamic Revolutionary Guard Corps (IRGC)",
    "Defense Industries Organization (DIO)",
    "Islamic Republic of Iran Shipping Lines (IRISL)"
  ],
  "reporting_cycle": "90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n \nRecalling previous statements and resolutions, and reaffirming their provisions, \n \nReaffirming commitment to the Treaty on the Non-Proliferation of Nuclear Weapons, \n \nRecalling IAEA Board of Governors resolution, \n \nNoting with serious concern Iran's non-compliance with previous resolutions and IAEA requirements, \n \nReaffirming that outstanding issues can be best resolved by Iran responding positively to Council and IAEA calls, \n \nNoting with serious concern the role of IRGC in Iran's proliferation sensitive nuclear activities, \n \nNoting with serious concern Iran's construction of an enrichment facility at Qom, \n \nNoting IAEA Board of Governors resolution urging Iran to suspend construction at Qom, \n \nNoting with serious concern Iran's enrichment of uranium to 20 per cent, \n \nNoting with concern Iran's issue with IAEA's right to verify design information, \n \nReiterating determination to reinforce IAEA authority, \n \nExpressing conviction that suspension and full IAEA compliance would contribute to a diplomatic solution, \n \nEmphasizing importance of political and diplomatic efforts, noting Turkey and Brazil's efforts towards an agreement with Iran.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nEmphasizes Iran's need to address core issues related to its nuclear program.\n\nStresses willingness of China, France, Germany, Russia, UK, and US to explore a negotiated solution based on previous proposals.\n\nWelcomes Financial Action Task Force (FATF) guidance on implementing financial obligations.\n\nRecognizes access to reliable energy is critical for sustainable growth, while noting the connection between Iran's energy revenues and nuclear activities.\n\nRecalls Iran's obligations under previous resolutions and IAEA requirements.\n\nDetermines to adopt measures to persuade Iran to comply with resolutions and IAEA requirements.\n\nConcerned by proliferation risks, the Council:\n\n1. Affirms Iran's failure to meet IAEA requirements and comply with previous resolutions.\n\n2. Requires Iran to take steps to build confidence in its nuclear program's peaceful purpose.\n\n3. Reaffirms Iran's obligation to cooperate fully with the IAEA.\n\n4. Requests IAEA Director General to communicate reports on safeguards in Iran.\n\n5. Requires Iran to comply with IAEA Safeguards Agreement and Additional Protocol.\n\n6. Reaffirms Iran's obligation to suspend enrichment-related activities.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1929_2010_EN.pdf"
}