{
  "resolution_no": "1966",
  "year": 2010,
  "theme": [
    "International Criminal Tribunals",
    "Justice",
    "War Crimes"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 17"
  ],
  "entities": [
    "International Residual Mechanism for Criminal Tribunals",
    "International Tribunal for the former Yugoslavia (ICTY)",
    "International Criminal Tribunal for Rwanda (ICTR)",
    "United Nations"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "16. Requests the President of the Mechanism to submit annual and six-monthly reports;\n\n17. Decides the Mechanism shall operate for an initial four-year period, reviewed every two years;\n\n18. Underlines its intention to decide on remaining residual functions;\n\n19. Decides to remain seized of the matter. \n\nAnnex 1: Statute of the International Residual Mechanism for Criminal Tribunals \n\n Articles 1-28 outline the structure, functions, and procedures of the Mechanism.\nThe International Residual Mechanism for Criminal Tribunals (IRMCT) was established by the Security Council under Chapter VII of the UN Charter to carry out residual functions of the International Tribunal for the former Yugoslavia (ICTY) and the International Criminal Tribunal for Rwanda (ICTR). \n\nThe Mechanism's competence includes continuing the material, territorial, temporal, and personal jurisdiction of the ICTY and ICTR. \n\nIt has the power to prosecute: \n- The most senior leaders suspected of being most responsible for crimes covered by its jurisdiction; \n- Persons indicted by the ICTY or ICTR who are not among the most senior leaders, provided it has exhausted all reasonable efforts to refer the case; \n- Persons who interfere with the administration of justice or give false testimony. \n\nThe Mechanism's jurisdiction and powers are subject to the provisions of its Statute, which includes Articles 1 to 32.\nHere is a concise summary of the Security Council document:\n\n**Article 1: Jurisdiction**\n\n* The Mechanism shall have jurisdiction over persons covered, taking into account interests of justice and expediency.\n* Before trying such persons, the Mechanism shall consider referring the case to a State's authorities.\n\n**Article 2: Functions**\n\n* The Mechanism shall continue the functions of the ICTY and ICTR during its operation.\n\n**Article 3: Structure and Seats**\n\n* The Mechanism shall have two branches, one for ICTY (The Hague) and one for ICTR (Arusha).\n\n**Article 4: Organization**\n\n* The Mechanism shall consist of: \n  * Chambers (Trial and Appeals)\n  * A common Prosecutor\n  * A common Registry\n\n**Article 5: Concurrent Jurisdiction**\n\n* The Mechanism and national courts have concurrent jurisdiction.\n* The Mechanism has primacy over national courts.\n\n**Article 6: Referral of Cases**\n\n* The Mechanism may refer cases to national jurisdictions.\n* The Trial Chamber may order referral if the accused will receive a fair trial and the death penalty will not be imposed.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1966_2010_EN.pdf"
}