{
  "resolution_no": "1960",
  "year": "2010",
  "theme": [
    "Women, Peace and Security",
    "Sexual Violence in Conflict",
    "Protection of Civilians"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations peacekeeping operations",
    "Special Representative of the Secretary-General on Sexual Violence in Conflict",
    "Special Representative of the Secretary-General for Children and Armed Conflict"
  ],
  "reporting_cycle": "Annual reports by the Secretary-General on the implementation of resolutions 1820 (2008) and 1888 (2009)",
  "operative_authority": "Chapter VI",
  "summary": "8. Requests the Secretary-General to establish monitoring, analysis, and reporting arrangements on conflict-related sexual violence.\n\n9. Requests the Secretary-General to ensure full transparency, cooperation, and coordination between relevant Special Representatives.\n\n10. Welcomes the work of gender advisers and looks forward to the appointment of more women protection advisers to peacekeeping missions.\n\n11. Welcomes scenario-based training materials on combating sexual violence for peacekeepers.\n\n12. Underlines the importance of effective communication with local communities by missions.\n\n13. Expresses its intention to give due consideration to sexual violence in mandate authorizations and renewals.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Encourages entities to support the Special Representative on Sexual Violence in Conflict and enhance cooperation to reinforce coordination (para 14);\n* Encourages Member States to deploy more female personnel and provide training on sexual and gender-based violence to peacekeeping personnel (para 15);\n* Requests the Secretary-General to implement zero-tolerance policy on sexual exploitation and abuse, provide guidance on addressing sexual violence, and ensure technical support to troop-contributing countries (para 16);\n* Invites the Special Representative to provide briefings on sexual violence (para 17);\n* Requests the Secretary-General to submit annual reports on implementation of resolutions 1820 (2008) and 1888 (2009), including:\n\t+ Coordination and strategy plan (para 18a);\n\t+ Progress on monitoring, analysis, and reporting arrangements (para 18b);\n\t+ Information on parties suspected of committing or being responsible for acts of rape or other forms of sexual violence (para 18c);\n\t+ Updates on efforts by UN Mission focal points to address sexual violence (para 18d);\n* Decides to remain actively seized of the matter (para 19).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1960_2010_EN.pdf"
}