{
  "resolution_no": "1919",
  "year": "2010",
  "theme": [
    "Peacekeeping",
    "Protection of Civilians",
    "Women, Peace and Security",
    "Children in Armed Conflict"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIS",
    "African Union",
    "IGAD",
    "SPLA",
    "SAF",
    "LRA"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling its previous resolutions on Sudan, reaffirms its commitment to the country's sovereignty, unity, independence, and territorial integrity.\n\nNoting the reports of the Secretary-General on UNMIS and children and armed conflict in Sudan, the Council:\n\n* Stresses the importance of implementing the Comprehensive Peace Agreement (CPA);\n* Emphasizes the need for support to consolidate mutual trust between the parties;\n* Commends the work of UNMIS, African Union, and other regional organizations.\n\nCondemning violence that hinders peace and stability, the Council:\n\n* Calls for compliance with international humanitarian and human rights law;\n* Stresses the need for humanitarian and development assistance to civilians.\n\nDetermining the situation in Sudan remains a threat to international peace and security, the Council:\n\n1. Extends UNMIS mandate until 30 April 2011;\n2. Requests quarterly reports from the Secretary-General on UNMIS implementation, CPA progress, and ceasefire respect;\n3. Requests additional information in the reports, including measures to support referenda and popular consultation processes.\nHere is a concise summary of the Security Council document 1919 (2010):\n\nThe Security Council:\n\n1. Requests UNMIS to engage with parties to the CPA on post-referendum tasks and planning for the UN presence in Sudan post-interim period.\n\n2. Deplores persistent localized conflict and violence, particularly in Southern Sudan, and urges UNMIS to use its authority to protect civilians, including refugees and displaced persons.\n\n3. Calls on UNMIS to coordinate with other UN missions to protect civilians from LRA attacks and report on cooperation.\n\n4. Urges UNMIS to implement a mission-wide civilian protection strategy, including tribal conflict resolution mechanisms.\n\n5. Supports UNMIS' role in assisting with referenda preparations in 2011 and urges the international community to provide technical and material assistance.\n\n6. Stresses the importance of full implementation of the CPA, agreements on Darfur, and the Eastern Sudan Peace Agreement.\n\n7. Requests UNMIS to assist parties in implementing CPA elements, including creation of referenda and popular consultation commissions.\n\n8. Welcomes military capability reviews of UNMIS deployment and requests regular reviews to ensure effective support for CPA implementation and civilian protection.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1919_2010_EN.pdf"
}