{
  "resolution_no": "1929",
  "year": 2010,
  "theme": [
    "Non-Proliferation",
    "Nuclear Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "Iran",
    "Islamic Revolutionary Guard Corps (IRGC)",
    "Defense Industries Organization (DIO)",
    "Islamic Republic of Iran Shipping Lines (IRISL)"
  ],
  "reporting_cycle": "90 days",
  "operative_authority": "Chapter VII",
  "summary": "20. Requests all Member States to communicate to the Committee information on transfers or activity by Iran Air’s cargo division or vessels owned or operated by IRISL to other companies that may have been undertaken to evade sanctions.\n\n21. Calls upon all States to prevent provision of financial services, including insurance or re-insurance, or transfer of financial or other assets or resources if they have information that provides reasonable grounds to believe that such services, assets or resources could contribute to Iran’s proliferation-sensitive nuclear activities.\n\n22. Decides that all States shall require their nationals, persons subject to their jurisdiction and firms incorporated in their territory or subject to their jurisdiction to exercise vigilance when doing business with entities incorporated in Iran or subject to Iran’s jurisdiction.\n\n23. Calls upon States to prohibit in their territories the opening of new branches, subsidiaries, or representative offices of Iranian banks, and also that prohibit Iranian banks from establishing new joint ventures.\n\n24. Calls upon States to prohibit financial institutions within their territories or under their jurisdiction from opening representative offices or subsidiaries or banking accounts in Iran.\n\n25. Deplores the violations of the prohibitions of paragraph 5 of resolution 1747 (2007) and commends States that have taken action to respond to these violations.\n\n26. Directs the Committee to respond effectively to violations of the measures decided in resolutions 1737 (2006), 1747 (2007), 1803 (2008) and this resolution.\n\n27. Decides that the Committee shall intensify its efforts to promote the full implementation of resolutions 1737 (2006), 1747 (2007), 1803 (2008) and this resolution.\n\n28. Decides that the mandate of the Committee shall also apply to the measures decided in this resolution.\n\n29. Requests the Secretary-General to create a group of up to eight experts (“Panel of Experts”) to assist the Committee in carrying out its mandate.\n\n30. Urges all States, relevant United Nations bodies and other interested parties, to cooperate fully with the Committee and the Panel of Experts.\n31. Calls on all States to report to the Committee within 60 days on steps taken to implement paragraphs 7-24.\n\n32. Stresses China, France, Germany, Russia, the UK, and the US willingness to enhance diplomatic efforts to promote dialogue with Iran without preconditions, based on the June 2008 proposal.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1929_2010_EN.pdf"
}