{
  "resolution_no": "1929",
  "year": 2010,
  "theme": [
    "Non-Proliferation",
    "Nuclear Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "Iran",
    "Islamic Revolutionary Guard Corps (IRGC)",
    "Defense Industries Organization (DIO)",
    "Islamic Republic of Iran Shipping Lines (IRISL)"
  ],
  "reporting_cycle": "90 days",
  "operative_authority": "Chapter VII",
  "summary": "4. Requests IAEA Director General to communicate reports on safeguards in Iran.\n\n5. Requires Iran to comply with IAEA Safeguards Agreement and Additional Protocol.\n\n6. Reaffirms Iran's obligation to suspend enrichment-related activities.\n\n7. Prohibits Iran from acquiring an interest in commercial activities involving uranium mining, production, or nuclear technology.\n\n8. Decides that all States shall prevent supply, sale, or transfer to Iran of certain military equipment.\nHere is a concise summary of the Security Council document 1929 (2010):\n\n**Paragraph 5**: Prevent provision to Iran of missile systems, related materiel, and technical training, financial resources or services.\n\n**Paragraph 9**: Iran shall not undertake activities related to ballistic missiles capable of delivering nuclear weapons.\n\n**Paragraph 10**: Prevent entry into or transit through territories of individuals designated in previous resolutions.\n\n**Paragraph 11**: Measures specified in previous resolutions apply to individuals and entities listed in Annex I.\n\n**Paragraph 12**: Measures specified in previous resolutions apply to Islamic Revolutionary Guard Corps (IRGC) individuals and entities.\n\n**Paragraph 13**: Lists of items in S/2006/814 and S/2006/815 superseded by new lists.\n\n**Paragraph 14**: Inspect cargo to and from Iran if reasonable grounds to believe prohibited items are being transported.\n\n**Paragraph 15**: Request inspections of vessels on high seas if reasonable grounds to believe prohibited items are being transported.\n\n**Paragraph 16**: Authorize seizure and disposal of prohibited items.\n\n**Paragraph 17**: Submit reports on inspections to Committee.\n\n**Paragraph 18**: Prohibit provision of bunkering services to Iranian-owned or -contracted vessels carrying prohibited items.\n19. Decides measures specified in paragraphs 12,13,14 and 15 of resolution 1737 (2006) shall apply to entities of Islamic Republic of Iran Shipping Lines (IRISL) specified in Annex III and to any person or entity acting on their behalf or at their direction.\n\n20. Requests all Member States to communicate to the Committee information on transfers or activity by Iran Air’s cargo division or vessels owned or operated by IRISL to other companies that may have been undertaken to evade sanctions.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1929_2010_EN.pdf"
}