{
  "resolution_no": "1945",
  "year": "2010",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Sudan",
    "Darfur"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41"
  ],
  "entities": [
    "UNAMID",
    "Panel of Experts",
    "African Union",
    "United Nations"
  ],
  "reporting_cycle": "The Panel of Experts to provide a midterm briefing no later than 31 March 2011 and a final report no later than 30 days prior to termination of its mandate",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council, recalling its previous resolutions and statements on Sudan, reaffirms its commitment to peace, sovereignty, and territorial integrity of Sudan. It welcomes the communiqué on Sudan and reiterates support for a comprehensive solution to the Darfur conflict. The Council urges parties to join Doha negotiations, cease violence, and refrain from supporting rebel forces. It demands an immediate cessation of armed conflict, including acts of sexual violence, recruitment of children, and indiscriminate attacks on civilians.\n\nThe Council commends efforts of UNAMID, the African Union/United Nations Joint Chief Mediator, and others to promote peace and stability in Darfur. It welcomes cooperation between UNAMID and the Panel of Experts and recalls the Panel's reports. The Council expresses concern over obstacles to the Panel's work and emphasizes the need to respect privileges and immunities.\n\nDetermining that Sudan continues to pose a threat to international peace and security, the Council, acting under Chapter VII, decides to extend the mandate of the Panel of Experts until 19 October 2011 and requests the Secretary-General to take necessary administrative measures. The Council recalls best practices and methods for monitoring mechanisms, including the Panel of Experts.\nHere is a concise summary of the Security Council document:\n\n3. Requests the Panel of Experts to provide a midterm briefing by 31 March 2011, an interim report to the Committee by 90 days after adoption, and a final report 30 days prior to termination of its mandate.\n\n4. Requests the Panel to coordinate with UNAMID and international efforts, assessing progress on reducing violations and impediments to the political process in Darfur.\n\n5. Urges States, UN bodies, and the African Union to cooperate with the Committee and Panel of Experts.\n\n6. Urges States to report on actions taken to implement measures imposed by resolutions 1591 (2005) and 1556 (2004).\n\n7. Reminds States of obligations under resolutions 1591 (2005) and 1556 (2004).\n\n8. Reiterates exceptions to measures imposed by paragraphs 7 and 8 of resolution 1556 (2004).\n\n9. Decides that States shall notify the Committee in advance of providing assistance and supplies into Darfur.\n\n10. Decides that sales or supplies of arms and related materiel to Sudan shall be conditional upon necessary end-user documentation.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1945_2010_EN.pdf"
}