{
  "resolution_no": "1952",
  "year": "2010",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MONUSCO",
    "Group of Experts",
    "FDLR",
    "LRA",
    "FARDC"
  ],
  "reporting_cycle": "Secretary-General reports by 18 May 2011 and 17 October 2011",
  "operative_authority": "Chapter VII",
  "summary": "6. Requests the Group of Experts to focus on areas affected by illegal armed groups, evaluate the impact of due diligence guidelines, and collaborate with other forums.\n\n7. Supports the Group of Experts' recommendations on guidelines for due diligence for importers, processing industries, and consumers of Congolese mineral products.\n\n8. Calls on all States to raise awareness of due diligence guidelines and urge importers, processing industries, and consumers to exercise due diligence.\n\n9. Decides that the Committee should consider whether an individual or entity has exercised due diligence when determining designation.\n\n10. Calls on all States to take effective steps to prevent support for illegal armed groups in the Democratic Republic of the Congo.\n\n11. Encourages the Government of the Democratic Republic of the Congo to address the threat of criminal networks within the Armed Forces.\n\n12. Calls on the Congolese authorities to continue fighting impunity for human rights and international humanitarian law violations.\n\n13. Encourages MONUSCO to share relevant information with the Group of Experts.\n\n14. Recommends promoting stockpile security, accountability, and management of arms and ammunition.\n\n15. Urges the international community to provide assistance to reinforce Congolese justice institutions.\n\n16. Urges MONUSCO to support Congolese authorities in strengthening their justice system.\n\n17. Encourages enhanced cooperation between States, MONUSCO, and the Group of Experts.\n\n18. Reiterates its demand for cooperation with the Group of Experts and ensures the safety of its members.\nThe Security Council:\n\nRecommends States publish full import/export statistics for natural resources, including gold, cassiterite, coltan, wolframite, timber, and charcoal, and enhance regional information sharing and joint action to combat illegal exploitation.\n\n Calls on States to report to the Committee on actions taken to implement measures imposed, particularly those related to designated individuals and entities.\n\n Encourages States to submit individuals or entities meeting specified criteria for inclusion on the Committee's list.\n\n Decides to review measures by 30 November 2011, adjusting them as needed, based on progress in security sector reform and disarming, demobilizing, repatriating, resettling, and reintegrating armed groups.\n\nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1952_2010_EN.pdf"
}