{
  "resolution_no": "1938",
  "year": "2010",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Elections",
    "Rule of Law",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "UNMIL",
    "UNOCI",
    "Peacebuilding Commission (PBC)",
    "Special Court for Sierra Leone"
  ],
  "reporting_cycle": "Secretary-General reports by 15 February 2011 and 15 August 2011",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Liberia, welcomes the Secretary-General's report and notes progress in national reconciliation, economic recovery, and anti-corruption efforts. \n\nRecognizes the need for sustainable government institutions, including security and rule of law sectors, and notes progress on benchmarks for the drawdown of UNMIL.\n\nWelcomes efforts to combat corruption, promote good governance, and address land reform.\n\nNotes the Truth and Reconciliation Commission's report and recommendations, and encourages national dialogue.\n\nRecalling benchmarks, welcomes progress, and notes slow areas, particularly regarding the Liberia National Police and national security strategy.\n\nTakes note of the Secretary-General's recommendation for a technical assessment mission to prepare for the handover of security responsibilities.\n\nWelcomes the Government's request for Peacebuilding Commission engagement on security sector reform, rule of law, and national reconciliation.\n\nExpresses appreciation for international community support and notes threats to subregional stability, including drug trafficking and organized crime.\n\nCommends UNMIL's work and cooperation with neighbouring governments.\n\nNoting delays in election preparations, stresses Liberian authorities' responsibility, with international community support.\n\nRecalling resolutions on women, peace, and security, condemns sexual violence and calls for increased support.\n\nWelcomes efforts to establish an Independent National Commission on Human Rights.\n\nReiterating the need for UNMIL's support for the Special Court for Sierra Leone.\n\nDetermining the situation in Liberia continues to threaten international peace and security,\n\nActing under Chapter VII, \n\nDecides to extend UNMIL's mandate until 30 September 2011.\n2. Authorizes UNMIL to assist the Liberian Government with the 2011 general presidential and legislative elections by providing logistical support, particularly to facilitate access to remote areas, coordinating international electoral assistance, and supporting Liberian institutions and political parties.\n\n3. Calls upon Liberian authorities to finalize outstanding issues regarding the electoral framework to facilitate adequate preparations for the elections.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1938_2010_EN.pdf"
}