{
  "resolution_no": "1935",
  "year": "2010",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMID",
    "African Union",
    "Government of Sudan",
    "Joint Chief Mediator"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nReaffirms previous resolutions and statements on Sudan, and its commitment to Sudan's sovereignty, unity, and territorial integrity.\n\nRecalls resolutions on protection of civilians, children in armed conflict, and women, peace, and security.\n\nNotes the importance of partnership between the UN and African Union (AU) in maintaining peace and security in Sudan.\n\nWelcomes AU's role in Sudan, particularly the efforts of the AU High Level Implementation Panel and the AU/UN Hybrid Operation in Darfur (UNAMID).\n\nExpresses concern at the deteriorating security situation in Darfur, including ceasefire violations and attacks on humanitarian personnel.\n\nCondemns human rights and international humanitarian law violations, and calls for perpetrators to be brought to justice.\n\nReaffirms concern over the impact of violence in Darfur on Sudan's stability and the region.\n\nWelcomes improved relations between Sudan and Chad.\n\nDetermines that the situation in Sudan constitutes a threat to international peace and security.\n\nDecides to:\n\n1. Extend UNAMID's mandate for 12 months to 31 July 2011.\n2. Urge UNAMID to prioritize protection of civilians, humanitarian access, and safety of humanitarian personnel.\nHere is a concise summary of the Security Council document 1935 (2010):\n\n3. The Council reaffirms the importance of promoting the AU-UN led political process for Darfur, and underlines the need for systematic and sustained engagement of all Darfurian stakeholders.\n\n4. The Council requests UNAMID to develop a comprehensive strategy to achieve its objectives and maximize its capabilities.\n\n5. The Council commends troop and police contributing countries and donors to UNAMID, and requests continuing assistance to ensure units are trained and equipped.\n\n6. The Council strongly condemns attacks on UNAMID, demands no recurrence of such attacks, and urges the Government of Sudan to bring perpetrators to justice.\n\n7. The Council commends the Tripartite Mechanism, expresses concern at restrictions on UNAMID movement and operations, and calls on all parties to remove obstacles.\n\n8. The Council stresses the importance of achievable targets, and requests the Secretary-General to report every 90 days on progress towards implementing UNAMID's mandate.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1935_2010_EN.pdf"
}