{
  "resolution_no": "1948",
  "year": "2010",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "European Integration"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "EUFOR",
    "NATO",
    "UN",
    "European Union",
    "Organization for Security and Cooperation in Europe (OSCE)",
    "International Tribunal for the Former Yugoslavia"
  ],
  "reporting_cycle": "at least at three-monthly intervals",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions on the conflicts in the former Yugoslavia, reaffirms its commitment to a political settlement of the conflicts, preserving the sovereignty and territorial integrity of all States in the region. The Council supports the High Representative's continued role in Bosnia and Herzegovina and the implementation of the General Framework Agreement for Peace and relevant decisions of the Peace Implementation Council. The Council appreciates the contributions of the High Representative, EUFOR, NATO, OSCE, and other international organizations. It welcomes Bosnia and Herzegovina's strategy for implementing annex 7 of the Peace Agreement, focused on refugee return, and emphasizes the importance of a comprehensive and coordinated return of refugees and displaced persons. The Council recognizes progress towards Euro-Atlantic integration and the country's transition to a modern and democratic European country. It notes the reports of the High Representative and welcomes EU efforts to provide non-executive capacity-building and training support. The Council also welcomes EU Foreign Ministers' conclusions on continuing executive mandate for EUFOR to support Bosnia and Herzegovina's efforts to maintain a safe and secure environment.\nHere is a concise summary of the Security Council document:\n\nThe Security Council welcomes increased engagement by the European Union and NATO in Bosnia and Herzegovina. It calls on authorities to implement undertakings, including finding a solution on State and Defence Property. The Council notes the successful elections, and urges leaders to engage in constructive dialogue and address important policies. \n\nIt supports the Peace Agreement and Dayton Paris Agreement, and calls on parties to comply with their obligations. The primary responsibility for implementation lies with Bosnia and Herzegovina's authorities. \n\nThe Council reaffirms its support for the High Representative's role in monitoring implementation and giving guidance. It also supports the continued presence of EUFOR and NATO, and authorizes a multinational stabilization force (EUFOR) for 12 months. \n\nThe Council emphasizes the need for cooperation with the International Tribunal for the Former Yugoslavia, and for progress towards EU integration. It expresses readiness to consider measures if parties fail to meet their obligations.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1948_2010_EN.pdf"
}