{
  "resolution_no": "1944",
  "year": "2010",
  "theme": [
    "Haiti",
    "Peacekeeping",
    "Reconstruction",
    "Human Rights",
    "Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39"
  ],
  "entities": [
    "MINUSTAH",
    "United Nations Country Team",
    "Haitian National Police",
    "Interim Haiti Recovery Commission",
    "Haiti Reconstruction Fund"
  ],
  "reporting_cycle": "semi-annually, not later than 45 days prior to its expiration",
  "operative_authority": "Chapter VII",
  "summary": "The Council commended the extraordinary efforts of the UN to respond to the earthquake, recognizing MINUSTAH's critical role in ensuring stability and security, and the complementary roles of MINUSTAH and the UN Country Team. It reaffirmed the authority of the Special Representative of the Secretary-General in coordinating UN activities in Haiti.\n\nThe Council commended MINUSTAH for assisting the Government of Haiti to ensure a secure environment, expressing gratitude to MINUSTAH personnel and their countries, and paying tribute to those injured or killed in the line of duty. It called on the Government of Haiti to continue advancing security sector reform and strengthening Haitian judicial and correctional systems.\nThe Security Council,\n\nWelcoming efforts to enhance the UN's response to the earthquake in Haiti,\n\n1. Extends the mandate of MINUSTAH until 15 October 2011, with the intention of further renewal.\n\n2. Maintains current Mission force levels: up to 8940 troops and 4391 police.\n\n3. Recognizes Haiti's ownership and responsibility for stabilization, welcomes MINUSTAH's support to build the capacity of Haiti's rule of law institutions.\n\n4. Calls for support to the political process, including free and fair elections.\n\n5. Calls on donors and NGOs to coordinate efforts with the Interim Haiti Recovery Commission.\n\n6. Welcomes MINUSTAH's efforts to increase coordination with the Haitian National Police.\n\n7. Requests the UN country team to complement security and development operations.\n\n8. Requests MINUSTAH to continue quick-impact projects.\n\n9. Encourages Haitian authorities to take steps to enhance police capacity and justice reform.\n\n10. Calls on the Government of Haiti to develop the next iteration of the HNP reform plan.\n\n11. Welcomes the resumption of training of recruits for the Haitian National Police.\n\n12. Encourages MINUSTAH to assist in providing protection to civilians, particularly vulnerable groups.\n\n13. Encourages MINUSTAH to assist in tackling gang violence, organized crime, and trafficking.\nHere is a summarized version of the Security Council document:\n\n14. Condemns grave violations against children and widespread rape and sexual abuse of women and girls, and calls on the Haitian Government to promote and protect their rights with MINUSTAH and UN country team support, as outlined in resolutions 1325, 1612, 1820, 1882, 1888, and 1889.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1944_2010_EN.pdf"
}