{
  "resolution_no": "1939",
  "year": "2010",
  "theme": [
    "Peacekeeping",
    "Democracy",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIN",
    "United Nations Country Team",
    "Office of the High Commissioner for Human Rights"
  ],
  "reporting_cycle": "by 15 October",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions, particularly 1921 (2010), and the statement of its President of 5 May 2009, reaffirms Nepal's sovereignty, territorial integrity, and political independence, and its ownership of the implementation of the Comprehensive Peace Agreement and subsequent agreements. The Council notes the signing of the Comprehensive Peace Agreement on 21 November 2006, and the commitment of both parties to find a permanent and sustainable peace. It acknowledges the Nepalese people's desire for peace, restoration of democracy, and implementation of the Comprehensive Peace Agreement. \n\nThe Council expresses concern at recent tensions in Nepal and calls on all sides to resolve differences through peaceful negotiation. It notes the agreement between the caretaker Government of Nepal and political parties on 13 September 2010, which includes: finalizing documents prepared by the Special Committee; bringing Maoist army combatants under the Committee; completing remaining peace process tasks by 14 January 2011; and extending the UN Mission in Nepal's (UNMIN) tenure for four months. \n\nThe Council welcomes the Secretary-General's report on UNMIN and recalls the completion of two phases of the verification process. It notes the importance of a durable solution and addressing outstanding issues, including modalities for UNMIN's conclusion. The Council welcomes the discharge process for disqualified Maoist army personnel and calls for continued implementation. \n\nThe Council decides to renew UNMIN's mandate until 15 January 2011, taking into account completed elements and ongoing work. It recognizes the need to address impunity, promote human rights, and strengthen national human rights institutions. The Council also acknowledges the role of civil society in democratic transition and conflict prevention, and expresses appreciation for the Secretary-General's Representative and UNMIN efforts.\nThe Security Council:\n\n1. Decides to deploy 250-strong armed personnel to support the peace process as per the 25 June 2008 Agreement;\n\n2. Terminates UNMIN's mandate on 15 January 2011, after which UNMIN will leave Nepal;\n\n3. Urges parties to utilize UNMIN's expertise to complete outstanding aspects of its mandate by 15 January 2011;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1939_2010_EN.pdf"
}