{
  "resolution_no": "1910",
  "year": "2010",
  "theme": [
    "Peacekeeping",
    "Security",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "AMISOM",
    "Transitional Federal Government",
    "United Nations",
    "African Union"
  ],
  "reporting_cycle": "every four months",
  "operative_authority": "Chapter VII",
  "summary": "1. Authorizes the African Union to maintain AMISOM until 31 January 2011, with the mandate to take necessary measures to carry out its existing mandate.\n2. Requests the African Union to maintain AMISOM's deployment, increase its force strength to 8,000 troops, and enhance its ability to carry out its mandate.\n3. Requests AMISOM to assist the Transitional Federal Government in developing the Somali Police Force and National Security Force.\n4. Requests the Secretary-General to provide logistical support to AMISOM until 31 January 2011.\n5. Encourages Member States to support AMISOM and the Somali Security Sector Institutions through equipment provision.\n6. Requests AMISOM to ensure transparent and effective use of equipment and services provided.\n7. Requests the Secretary-General to provide technical and expert advice to the African Union in planning and deploying AMISOM.\n8. Urges Member States and organizations to contribute to the United Nations Trust Fund for AMISOM.\n9. Recalls its intention to establish a United Nations peacekeeping operation, subject to certain conditions.\n10. Emphasizes that Somalia's long-term security rests with the development of the National Security Force and Somali Police Force.\n11. Urges Member States to contribute to the United Nations Trust Fund for Somali security institutions.\n12. Requests the Secretary-General to assist the Transitional Federal Government in developing transitional security institutions.\n13. Reaffirms that certain measures shall not apply to supplies and technical assistance provided to the Transitional Federal Government.\n14. Reiterates its call on all Somali parties to support the Djibouti Agreement.\n15. Welcomes the Transitional Federal Government's efforts on reconciliation and urges continued efforts.\n16. Calls for the immediate cessation of violence against civilians and humanitarian personnel.\n17. Calls on all parties to ensure the safety and security of humanitarian personnel and supplies.\n18. Requests the Secretary-General to coordinate effectively and develop an integrated approach to all United Nations activities in Somalia.\n19. Calls on the Transitional Federal Government to take measures to improve security in Somalia and requests the Secretary-General to expedite deployment of UNPOS and other UN offices and agencies, including UNSOA, to Mogadishu;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1910_2010_EN.pdf"
}