{
  "resolution_no": "1960",
  "year": "2010",
  "theme": [
    "Women, Peace and Security",
    "Sexual Violence in Conflict",
    "Protection of Civilians"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations peacekeeping operations",
    "Special Representative of the Secretary-General on Sexual Violence in Conflict",
    "Special Representative of the Secretary-General for Children and Armed Conflict"
  ],
  "reporting_cycle": "Annual reports by the Secretary-General on the implementation of resolutions 1820 (2008) and 1888 (2009)",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n\nReaffirms commitment to implementing resolutions on women, peace, and security, and protection of civilians in armed conflict.\n\nWelcomes the Secretary-General's report on sexual violence in armed conflict, but remains deeply concerned over slow progress.\n\nCondemns continued violence against women and children, including systematic and widespread sexual violence.\n\nStresses the need for all parties to conflicts to comply with international law, including prohibition on sexual violence.\n\nEmphasizes the importance of command responsibility and accountability.\n\nNotes with concern the limited number of perpetrators brought to justice.\n\nWelcomes progress on the team of experts to assist national authorities in strengthening the rule of law.\n\nReaffirms States' responsibility to respect and ensure human rights.\n\nRecalls parties' responsibility to protect civilians.\n\nReaffirms the importance of ending impunity and promoting justice and reconciliation.\n\nWelcomes proposals and recommendations on peacekeeping operations' capabilities and guidelines.\n\nRecognizes efforts to address underrepresentation of women in formal peace processes.\nHere is a concise summary of the Security Council document 1960 (2010) without adding any extra information or lines:\n\nThe Security Council:\n \n1. Reaffirms that sexual violence in armed conflict can exacerbate and prolong conflicts and impede peace and security, and expresses readiness to address such violence.\n\n2. Demands the immediate cessation of all acts of sexual violence by all parties to armed conflict.\n\n3. Encourages the Secretary-General to include in his annual reports information on parties suspected of committing or being responsible for acts of rape or other forms of sexual violence.\n\n4. Requests the Secretary-General to apply specific listing and de-listing criteria for parties suspected of committing or being responsible for acts of sexual violence.\n\n5. Calls upon parties to armed conflict to make and implement specific and time-bound commitments to combat sexual violence.\n\n6. Requests the Secretary-General to track and monitor implementation of these commitments and regularly update the Council.\n\n7. Reiterates its intention to consider including designation criteria pertaining to acts of rape and other forms of sexual violence in targeted sanctions.\n\n8. Requests the Secretary-General to establish monitoring, analysis, and reporting arrangements on conflict-related sexual violence.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1960_2010_EN.pdf"
}