{
  "resolution_no": "1938",
  "year": "2010",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Elections",
    "Rule of Law",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "UNMIL",
    "UNOCI",
    "Peacebuilding Commission (PBC)",
    "Special Court for Sierra Leone"
  ],
  "reporting_cycle": "Secretary-General reports by 15 February 2011 and 15 August 2011",
  "operative_authority": "Chapter VII",
  "summary": "3. Calls upon Liberian authorities to finalize outstanding issues regarding the electoral framework to facilitate adequate preparations for the elections.\n\n4. Endorses the Secretary-General’s recommendation that the conduct of free, fair, and peaceful elections be a core benchmark for UNMIL’s future drawdown.\n\n5. Encourages UNMIL and the Government of Liberia to make progress in the transition planning process, especially towards conducting a comprehensive situational assessment and identifying critical gaps.\n\n6. Reaffirms its intention to authorize the Secretary-General to redeploy troops between UNMIL and UNOCI on a temporary basis.\n\n7. Emphasizes the need for coherence between peacekeeping, peacebuilding, and development, and requests the Secretary-General to coordinate and collaborate with the Peacebuilding Commission (PBC).\n\n8. Underscores the importance of regularly updating the military concept of operations and rules of engagement.\n\n9. Requests the Secretary-General to continue to monitor progress on core benchmarks, including preparations for the 2011 elections and building the capability of the Liberia National Police.\n\n10. Calls upon the Government of Liberia to redouble efforts to develop national security and rule of law institutions.\n\n11. Requests the Secretary-General to keep the Security Council regularly informed of the situation on the ground and provide reports by 15 February 2011 and 15 August 2011.\n\n12. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1938_2010_EN.pdf"
}