{
  "resolution_no": "1919",
  "year": "2010",
  "theme": [
    "Peacekeeping",
    "Protection of Civilians",
    "Women, Peace and Security",
    "Children in Armed Conflict"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIS",
    "African Union",
    "IGAD",
    "SPLA",
    "SAF",
    "LRA"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "8. Welcomes military capability reviews of UNMIS deployment and requests regular reviews to ensure effective support for CPA implementation and civilian protection.\n\n9. Urges CPA parties to cooperate with UNMIS and each other in implementing the CPA.\n\n10. Expresses concern over restrictions on UNMIS personnel and materiel, and calls for unrestricted access.\n\n11. Expresses concern for civilian health and welfare, and urges parties to support and protect humanitarian personnel.\n\n12. Notes the interconnectedness of conflicts in Sudan and urges UNMIS to cooperate with other UN entities.\n\n13. Recognizes the impact of arms proliferation on civilian security and encourages UNMIS to assist with civilian disarmament.\n\n14. Requests UNMIS to provide technical and logistical support for border demarcation.\n\n15. Encourages UNMIS to assist with promoting the rule of law and restructuring police and corrections services.\n\n16. Encourages UNMIS to work with Sudanese Armed Forces (SAF) and Sudan People’s Liberation Army (SPLA) to promote security.\nThe Security Council:\n\n Requests UNMIS to assist in disarmament, demobilization, and reintegration (DDR) process, voluntary disarmament, and weapons collection and destruction efforts; ensure timely provisions of sustainable reintegration programmes; and coordinate with local authorities and UN agencies to strengthen DDR with economic opportunities for reintegrated individuals.\n\n Urges donors to respond to calls for assistance to DDR process, particularly reintegration phase, and honour obligations and pledges of assistance; notes need to assist victims in conflict-affected communities.\n\n Welcomes SPLA's action plan to release children associated with its forces by 2010; calls for timely implementation; requests UNMIS to increase support for DDR Commissions and monitor reintegration process.\n\n Welcomes organized return of IDPs and refugees; requests UNMIS to facilitate sustainable returns, including establishing and maintaining necessary security conditions.\n\n Stresses AEC's critical role in overseeing CPA implementation; urges parties to cooperate with AEC and implement its recommendations.\n\n Stresses importance of achievable targets to measure UNMIS' progress; requests Secretary-General to report on progress and provide recommendations.\n\n Encourages periodic update and review of UNMIS' concept of operations and rules of engagement; requests Secretary-General to report on progress.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1919_2010_EN.pdf"
}