{
  "resolution_no": "1917",
  "year": 2010,
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Counter-Narcotics",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "NATO",
    "United Nations Office on Drugs and Crime (UNODC)",
    "International Security Assistance Force (ISAF)"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "Reiterates concern about the security situation in Afghanistan, particularly increased violent and terrorist activities by the Taliban, Al-Qaida, and others, threatening the local population, national security forces, and international personnel.\n\nExpresses concern over the harmful consequences of violent and terrorist activities on the Afghan Government's ability to guarantee the rule of law, provide security and basic services, and ensure human rights and fundamental freedoms.\n\nRecognizes increased threats posed by the Taliban, Al-Qaida, and other extremist groups.\n\nRecalls resolutions on the protection of civilians in armed conflict, expressing concern at high civilian casualties, and welcoming progress in reducing them.\n\nExpresses concern over the threat posed by anti-personnel mines, remnants of war, and improvised explosive devices.\n\nWelcomes the Afghan Government's achievements in banning Ammonium Nitrate fertilizer and urges prompt action to implement regulations for the control of explosive materials.\n\nSupports the Afghan-Pakistani Peace Jirga process.\n\n1. Welcomes the Secretary-General's report of 10 March 2010.\n\n2. Expresses appreciation for the United Nations' long-term commitment to work with the Government and people of Afghanistan.\n\n3. Decides to extend until 23 March 2011 the mandate of UNAMA.\n\n4. Calls on the United Nations to support the Government of Afghanistan's priorities on security, governance, and economic development.\n\n5. Decides that UNAMA and the Special Representative of the Secretary-General will lead international civilian efforts, focusing on:\n \n(a) promoting coherent support to the Afghan Government's development and governance priorities.\n\n(b) strengthening cooperation with ISAF and the NATO Senior Civilian Representative.\nHere is a concise summary of the Security Council document 1917 (2010):\n\nThe Security Council:\n\n1. Requests the UN Assistance Mission in Afghanistan (UNAMA) to support:\n\t* Afghan-led development and stabilization process\n\t* Provincial transition to Afghan-led security responsibility\n\t* Reconciliation and reintegration programmes\n\t* Preparations for national legislative elections\n\n2. Reaffirms UNAMA's leading role in:\n\t* Promoting implementation of the Afghanistan National Development Strategy (ANDS)\n\t* Supporting governance, rule of law, and human rights\n\t* Facilitating humanitarian assistance\n\t* Protecting civilians and promoting accountability",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1917_2010_EN.pdf"
}