{
  "resolution_no": "1923",
  "year": "2010",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINURCAT",
    "UNHCR",
    "UNMIS",
    "UNAMID",
    "BINUCA"
  ],
  "reporting_cycle": "Secretary-General reports by 31 July 2010, 15 October 2010, and 15 December 2010",
  "operative_authority": "Chapter VII",
  "summary": "Authorizes MINURCAT to fulfill specific functions in the north-eastern Central African Republic, including contributing to a more secure environment and protecting UN personnel (para 11).\n\n Takes note of MINURCAT's continued support for the DIS and the Government of Chad's commitment to take full ownership of the DIS (para 12).\n\n Welcomes the intention of the Government of Chad and the UN to establish a forum to foster dialogue and collaboration on issues related to protection of civilians and humanitarian access (para 13).\n\n Takes note of the letter of the Permanent Representative of Chad requesting MINURCAT to initiate the construction of infrastructure for the DIS (para 14).\n\n Requests the Secretary-General and the Governments of Chad and the Central African Republic to cooperate closely during the period of deployment of MINURCAT (para 15).\n\n Urges Member States to facilitate the withdrawal of MINURCAT personnel, equipment, and supplies without obstacles or delay (para 16).\n\n Underscores the importance of updating the military concept of operations and rules of engagement (para 17).\n\n Encourages the donor community to sustain efforts to address humanitarian, reconstruction, and development needs of Chad and the Central African Republic (para 18).\n\n Encourages cooperation between the Governments of Sudan, Chad, and the Central African Republic to put an end to the activities of armed groups in the region (para 19).\n\n Welcomes the N'Djamena agreement and encourages active cooperation for its implementation (para 20).\n\n Encourages authorities and political stakeholders in Chad and the Central African Republic to pursue national dialogue efforts (para 21).\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n(i) Emphasizes the importance of the political agreement in Chad, encourages its implementation, and welcomes the electoral timetable.\n\n(ii) Calls on the Central African Republic's government and stakeholders to implement the Inclusive Political Dialogue's outcome, including the Disarmament, Demobilization and Reintegration (DDR) process.\n\nReaffirms the obligation of all parties to implement international humanitarian law, particularly regarding humanitarian personnel protection.\n\nEncourages MINURCAT and the UN country team to prevent armed groups' recruitment of refugees and children.\n\nTakes note of Chad's measures to prevent child recruitment, encourages further cooperation with UN bodies.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1923_2010_EN.pdf"
}