{
  "resolution_no": "1911",
  "year": "2010",
  "theme": [
    "Peacekeeping",
    "Elections",
    "Human Rights",
    "Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "Independent Electoral Commission",
    "African Union",
    "ECOWAS"
  ],
  "reporting_cycle": "Secretary-General reports by mid-March 2010 and a full report by the end of April 2010",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Côte d'Ivoire, reaffirms its commitment to the country's sovereignty, independence, and territorial integrity.\n\nEndorses the Ouagadougou Political Agreement and its Supplementary Agreements, and appreciates the efforts of President Blaise Compaoré and the African Union to support the peace process.\n\nCondemns attempts to destabilize the peace process by force and stresses the need for a rigorous approach to peacekeeping deployments.\n\nNoting with concern human rights and humanitarian law violations, condemns all such violations and stresses that perpetrators must be brought to justice.\n\nDetermining that the situation in Côte d'Ivoire poses a threat to international peace and security, the Council:\n\n1. Recalls the postponement of the first round of the presidential election to end of February or beginning of March 2010.\n2. Welcomes progress towards a final voters list and urges stakeholders to ensure its publication and announce the election date.\n3. Reiterates its support for a credible electoral process and the certification role of the Special Representative of the Secretary-General.\n4. Stresses that it will assess the electoral process based on the Special Representative's certification, using a five-criteria framework.\nHere is a summarized version of the Security Council document:\n\n7. Stresses the importance of inclusive participation of Ivorian civil society in the electoral process, ensuring equal protection and respect for human rights, particularly freedom of opinion and expression, and removing obstacles to women's participation.\n\n8. Urges political parties to comply with the Code of Good Conduct for elections, allowing equitable access to public media.\n\n9. Expresses concern at delays in deploying mixed units to secure elections, urging Ivorian parties to enhance efforts.\n\n10. Urges the Government to provide necessary support to electoral process operators and encourages international community support.\n\n11. Recalls readiness to impose targeted measures against those threatening peace and national reconciliation, particularly attacks on Independent Electoral Commission.\n\n12. Urges Ivorian parties to make concrete progress on reunification and disarmament.\n\n13. Reaffirms previous resolutions, calling for protection of civilians, implementation of recommendations on children and armed conflict, and investigation of abuses.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1911_2010_EN.pdf"
}