{
  "resolution_no": "1966",
  "year": 2010,
  "theme": [
    "International Criminal Tribunals",
    "Justice",
    "War Crimes"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 17"
  ],
  "entities": [
    "International Residual Mechanism for Criminal Tribunals",
    "International Tribunal for the former Yugoslavia (ICTY)",
    "International Criminal Tribunal for Rwanda (ICTR)",
    "United Nations"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "**Article 6: Referral of Cases**\n\n* The Mechanism may refer cases to national jurisdictions.\n* The Trial Chamber may order referral if the accused will receive a fair trial and the death penalty will not be imposed.\n\n**Article 7: Non bis in Idem**\n\n* No person shall be tried for the same acts before a national court and the Mechanism.\n* A person tried by a national court may be tried by the Mechanism if the national court proceedings were not impartial or independent.\n\n**Article 8: Roster of Judges**\n\n* The Mechanism shall have a roster of 25 independent judges.\nHere is a summarized version of the provided Security Council document:\n\n**Article 9: Qualification of Judges**\n\n1. Judges must be of high moral character, impartiality, and integrity, with qualifications required for appointment to the highest judicial offices in their countries, taking into account experience as judges of the ICTY or ICTR.\n2. In composing Trial and Appeals Chambers, due account shall be taken of judges' experience in criminal law, international law, including international humanitarian law and human rights law.\n\n**Article 10: Election of Judges**\n\n1. Judges shall be elected by the General Assembly from a list submitted by the Security Council:\n\t* The Secretary-General invites nominations from States Members of the United Nations and non-member States.\n\t* Each State may nominate up to two candidates meeting the qualifications.\n\t* The Security Council establishes a list of at least 30 candidates.\n\t* The General Assembly elects 25 judges with an absolute majority of votes.\n2. In the event of a vacancy, the Secretary-General appoints a person meeting the qualifications for the remainder of the term.\n3. Judges are elected for a term of four years and are eligible for reappointment.\n4. If necessary, the Secretary-General may appoint a person meeting the qualifications to serve as a judge.\n\n**Article 11: The President**\n\n1. The Secretary-General appoints a full-time President from among the judges after consultation with the President of the Security Council and the judges.\n2. The President shall be present at either seat of the branches of the Mechanism as necessary.\n\n**Article 12: Assignment of Judges and Composition of the Chambers**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1966_2010_EN.pdf"
}