{
  "resolution_no": "1929",
  "year": 2010,
  "theme": [
    "Non-Proliferation",
    "Nuclear Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "Iran",
    "Islamic Revolutionary Guard Corps (IRGC)",
    "Defense Industries Organization (DIO)",
    "Islamic Republic of Iran Shipping Lines (IRISL)"
  ],
  "reporting_cycle": "90 days",
  "operative_authority": "Chapter VII",
  "summary": "32. Stresses China, France, Germany, Russia, the UK, and the US willingness to enhance diplomatic efforts to promote dialogue with Iran without preconditions, based on the June 2008 proposal.\n\n33. Encourages the EU High Representative to continue communication with Iran to find a negotiated solution.\n\n34. Commends the IAEA Director General's 21 October 2009 proposal for nuclear fuel supply to the Tehran Research Reactor, regrets Iran's lack of constructive response, and encourages the IAEA to explore confidence-building measures.\n\n35. Emphasizes the importance of ensuring no claims lie against performance prevented by measures imposed by resolutions 1737, 1747, 1803, and this resolution.\n\n36. Requests the IAEA Director General to report within 90 days on Iran's compliance with suspension of activities and IAEA requirements.\n\n37. Affirms it will review Iran's actions in light of the report and: (a) suspend measures if Iran suspends enrichment-related activities; (b) terminate measures if Iran fully complies; (c) adopt further measures if Iran does not comply.\n\n38. Decides to remain seized of the matter.\nHere is a summarized version of the document:\n\n1929 (2010)\n\nAnnex I: Individuals and entities involved in nuclear or ballistic missile activities\n\nEntities:\n\n1. Amin Industrial Complex: owned or controlled by Defense Industries Organization (DIO), sought temperature controllers for nuclear research. \nLocation: Mashad, Iran\n\n2. Armament Industries Group (AIG): manufactures small arms and light weapons. \nLocation: Karaj, Tehran, Iran\n\n3. Defense Technology and Science Research Center (DTSRC): owned or controlled by Iran’s Ministry of Defense and Armed Forces Logistics (MODAFL). \nLocation: Tehran, Iran\n\n4. Doostan International Company: supplies elements to Iran’s ballistic missile program.\n\n5. Farasakht Industries: owned or controlled by Iran Aircraft Manufacturing Company, which is owned or controlled by MODAFL. \nLocation: Esfahan, Iran\n\n6. First East Export Bank: owned or controlled by Bank Mellat, facilitated transactions for Iranian nuclear, missile, and defense entities. \nLocation: Labuan, Malaysia\n\n7. Kaveh Cutting Tools Company: owned or controlled by DIO. \nLocation: Mashad, Tehran, Iran\n\n8. M. Babaie Industries: subordinate to Shahid Ahmad Kazemi Industries Group of Aerospace Industries Organization (AIO). \nLocation: Tehran, Iran\n\n9. Malek Ashtar University: subordinate of DTSRC within MODAFL, conducts research. \nLocation: Tehran, Iran",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1929_2010_EN.pdf"
}