{
  "resolution_no": "1921",
  "year": "2010",
  "theme": [
    "Peacekeeping",
    "Conflict Prevention",
    "Democracy",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIN",
    "United Nations Country Team",
    "Office of the High Commissioner for Human Rights",
    "Security Council"
  ],
  "reporting_cycle": "Secretary-General reports by 1 September 2010",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions on Nepal, reaffirms the country's sovereignty, territorial integrity, and political independence, and its ownership of the Comprehensive Peace Agreement implementation. The Council notes the strong desire of the Nepalese people for peace and restoration of democracy, and expresses its readiness to support the peace process. \n\nThe Council decides to renew the mandate of the United Nations Mission in Nepal (UNMIN) until 15 September 2010, as requested by the Government of Nepal and recommended by the Secretary-General. \n\nThe Council welcomes the completion of two phases of the verification process and the discharge process for disqualified Maoist army personnel. It expresses concern at recent tensions in Nepal and calls on all sides to resolve differences through peaceful negotiation. \n\nThe Council also recognizes the need to address impunity, promote and protect human rights, and strengthen independent national human rights institutions. It notes the importance of paying special attention to the needs and role of women, children, and traditionally marginalized groups in the peace process. \n\nThe Council welcomes the report of the Secretary-General on UNMIN and expresses appreciation for the contribution of the Secretary-General's Representative and the efforts of her team. \n\nThe Council stresses the need for coordination and complementarity of efforts between UNMIN and all United Nations actors in the mission area.\nThe Security Council:\n\n2. Urges all parties to utilize UNMIN's expertise to support the peace process, facilitating completion of outstanding aspects of its mandate by 15 September 2010;\n\n3. Notes current arrangements are temporary, not long-term solutions, and decides UNMIN should begin arrangements for its withdrawal, handing over residual monitoring responsibilities by 15 September 2010;\n\n4. Calls on the Government of Nepal and the Unified Communist Party of Nepal (Maoist) to agree and implement a timetabled action plan for integration and rehabilitation of Maoist army personnel;\n\n5. Urges all Nepalese political parties to expedite the peace process, working in a spirit of cooperation, consensus, and compromise;\n\n6. Requests Nepalese parties to ensure the safety, security, and freedom of movement of UNMIN and associated personnel;\n\n7. Requests the Secretary-General to report on implementation by 1 September 2010;\n\n8. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1921_2010_EN.pdf"
}