{
  "resolution_no": "1963",
  "year": "2010",
  "theme": [
    "Terrorism",
    "Counter-Terrorism",
    "International Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "Counter-Terrorism Committee (CTC)",
    "Counter-Terrorism Executive Directorate (CTED)",
    "United Nations Global Counter-Terrorism Strategy",
    "CTITF"
  ],
  "reporting_cycle": "The Counter-Terrorism Committee (CTC) to report orally, through its Chairman, at least every 180 days to the Council",
  "operative_authority": "Chapter VI",
  "summary": "Decides that CTED will continue to operate under the CTC's policy guidance until 31 December 2013.\n\nWelcomes and endorses the recommendations in the CTC's report.\n\nUrges CTED to strengthen its role in facilitating technical assistance to increase Member States' capabilities in the fight against terrorism.\n\nEncourages CTED to focus on resolution 1624 (2005) and countering incitement of terrorist acts motivated by extremism and intolerance.\n\nEncourages CTED to arrange meetings with Member States to develop comprehensive national counter-terrorism strategies.\n\nEncourages CTED to interact with civil society and non-government actors.\n\nStresses the importance of a tailored dialogue among CTED, the CTC, and Member States.\n\nUrges CTED to intensify cooperation with relevant international, regional, and subregional organizations.\nHere is a summarized version of the Security Council document:\n\n10. The Council reminds that effective counter-terrorism measures and respect for human rights are complementary and mutually reinforcing, and encourages CTED to develop its activities in this area.\n\n11. The Council highlights the importance of the CTC/CTED work program and looks forward to a special meeting to commemorate the 10th anniversary of resolution 1373 (2001).\n\n12. The Council directs CTED to produce an updated Global Implementation Survey of resolution 1373 (2001) by 30 June 2011, assessing risks and threats, identifying gaps, and proposing new practical ways to implement the resolution.\n\n13. The Council directs CTED to produce a Global Implementation Survey of resolution 1624 (2005) by 31 December 2011, assessing risks and threats, identifying gaps, and proposing new practical ways to implement the resolution.\n\n14. The Council requests the CTC to report orally to the Council at least every 180 days on its work and urges the CTC Chairman to provide informal briefings to interested Member States.\n\n15. The Council encourages CTED to report to the Committee on its work, including visits to Member States and workshops.\n\n16. The Council reiterates the need to enhance cooperation among the CTC, the Committee established pursuant to resolution 1267 (1999), and the Committee established pursuant to resolution 1540 (2004), and expresses its intention to provide guidance on areas of common interest.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1963_2010_EN.pdf"
}