{
  "resolution_no": "1925",
  "year": 2010,
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MONUSCO",
    "UNCT",
    "FARDC",
    "LRA",
    "FDLR"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days, specifically by 11 October 2010, 21 January 2011, and 13 May 2011",
  "operative_authority": "Chapter VII",
  "summary": "Having considered the report of the Secretary-General, the Security Council:\n\n1. Extends the mandate of MONUC until 30 June 2010 and renames it MONUSCO as of 1 July 2010.\n\n2. Decides that MONUSCO shall be deployed until 30 June 2011 with a maximum of 19,815 military personnel, 760 military observers, 391 police personnel, and 1,050 personnel of formed police units.\n\n3. Authorizes the withdrawal of up to 2000 UN military personnel by 30 June 2010.\n\n4. Allows MONUSCO to maintain a reserve force capable of rapid redeployment.\n\n5. Emphasizes the Government of the Democratic Republic of the Congo's primary responsibility for security, peacebuilding, and development.\n\n6. Outlines objectives for MONUSCO's reconfiguration, including:\n\t* Completion of military operations in the Kivus and Orientale Province\n\t* Improved capacity of the Government to protect the population\n\t* Consolidation of State authority throughout the territory\n\n7. Encourages dialogue and partnership between the Government and MONUSCO, and requests regular reports from the Secretary-General.\n\n8. Commends improvements in regional relationships and calls for continued efforts to ensure sustainable peace consolidation.\n\n9. Requests the UN system to focus on helping the Government consolidate conditions for effective protection of civilians and sustainable development.\n\n10. Encourages the UN Country Team to support peace consolidation and development activities.\n\n11. Emphasizes the protection of civilians and authorizes MONUSCO to use necessary means to carry out its protection mandate.\n\n12. Defines MONUSCO's mandate, prioritizing:\n\t* Protection of civilians, including humanitarian personnel and human rights defenders.\nHere is a summarized version of the document:\n\n**Protection and Security**\n\n* Ensure protection of UN personnel, facilities, installations, and equipment (b)\n* Support Government efforts to protect civilians from humanitarian law and human rights abuses, including sexual and gender-based violence (c)\n* Support national and international efforts to bring perpetrators to justice (d)\n\n**Security and Stabilization**\n\n* Support Government efforts to bring military operations against FDLR, LRA, and other armed groups to completion (h)\n* Support DDR (Disarmament, Demobilization, and Reintegration) of Congolese armed groups and foreign armed groups, including FDLR and LRA (i, j)\n* Coordinate strategies with other UN missions in the region to combat LRA (k)",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1925_2010_EN.pdf"
}