{
  "resolution_no": "1964",
  "year": "2010",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "AMISOM",
    "UNPOS",
    "Transitional Federal Government",
    "African Union"
  ],
  "reporting_cycle": "every four months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions and statements on Somalia, reaffirms its respect for Somalia's sovereignty, territorial integrity, and unity. The Council reiterates its commitment to a comprehensive and lasting settlement of the situation in Somalia and supports the Djibouti Peace Process. It emphasizes the primary responsibility of the Transitional Federal Institutions to complete the remaining transitional tasks, particularly the constitution-making process and delivery of basic services.\n\nThe Council commends the African Union Mission to Somalia (AMISOM) and the Special Representative of the Secretary-General, Dr. Augustine Mahiga, and reaffirms its strong support for their efforts. It stresses the importance of the re-establishment, training, equipping, and retention of Somali security forces and encourages the international community to provide coordinated, timely, and sustained support.\n\nThe Council condemns attacks on AMISOM, the Transitional Federal Government, and the civilian population, particularly by Al Shabaab, and expresses concern at the humanitarian situation, including the targeting and obstruction of humanitarian aid. It strongly condemns violence, abuses, and human rights violations against civilians, including women and children, and humanitarian personnel.\n\nThe Council calls on the international community to support stabilization efforts, mobilize additional funding for AMISOM and the Transitional Federal Government, and contribute to humanitarian appeals. It emphasizes the importance of effective public information and communications operations and expresses concern at attacks against journalists.\nRecalling resolution 1950 (2010), the Security Council recognizes the link between Somalia's instability and piracy, and stresses the need for a comprehensive response. The Council welcomes the Contact Group for Piracy off the Coast of Somalia's efforts and the Secretary-General's report (S/2010/447).\n\nThe Council determines that Somalia's situation threatens international peace and security, and acts under Chapter VII of the UN Charter.\n\nThe Council:\n1. Authorizes the African Union to maintain AMISOM's deployment until 30 September 2011, with its existing mandate, and take necessary measures to carry it out.\n2. Requests the African Union to maintain AMISOM's deployment, increase its force strength to 12,000 troops, and enhance its ability to carry out its mandate.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1964_2010_EN.pdf"
}