{
  "resolution_no": "1944",
  "year": "2010",
  "theme": [
    "Haiti",
    "Peacekeeping",
    "Reconstruction",
    "Human Rights",
    "Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39"
  ],
  "entities": [
    "MINUSTAH",
    "United Nations Country Team",
    "Haitian National Police",
    "Interim Haiti Recovery Commission",
    "Haiti Reconstruction Fund"
  ],
  "reporting_cycle": "semi-annually, not later than 45 days prior to its expiration",
  "operative_authority": "Chapter VII",
  "summary": "15. Requests the Secretary-General to ensure MINUSTAH personnel comply with the UN's zero-tolerance policy on sexual exploitation and abuse, and to keep the Council informed.\n\n16. Reaffirms MINUSTAH's human rights mandate and calls on Haitian authorities to promote and protect human rights, and for MINUSTAH to provide human rights training to the Haitian National Police and other institutions.\n\n17. Welcomes MINUSTAH's work in Haiti and encourages the Mission to continue enhancing stability, and to develop longer-term planning for a Haitian-led effort.\n\n18. Requests MINUSTAH to continue its community violence reduction approach, adapting it to post-earthquake Haiti, focusing on displaced persons and violence-affected neighborhoods.\n\n19. Requests MINUSTAH to support Haitian authorities in controlling the flow of small arms, including labor-intensive projects and development of a weapons registry.\n\n20. Underscores the importance of updating planning documents for military and police components, and requests the Secretary-General to report on them.\n\n21. Requests the Secretary-General to report to the Council semi-annually on MINUSTAH's mandate implementation.\n\n22. Requests the Secretary-General to include in his reports a comprehensive assessment of security threats in Haiti, protection of women and children, and progress in resettling displaced persons.\n\n23. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1944_2010_EN.pdf"
}