{
  "resolution_no": "1953",
  "year": "2010",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Cyprus"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNFICYP",
    "United Nations"
  ],
  "reporting_cycle": "Secretary-General reports by 1 June 2011",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nAdopted Resolution 1953 (2010) on 14 December 2010,\n\nWelcoming the reports of the Secretary-General on UN operation in Cyprus and his mission of good offices,\n\nNoting the necessity to keep UNFICYP beyond 15 December 2010,\n\nReaffirming the primary role of the UN in assisting the parties to a comprehensive and durable settlement,\n\nEchoing the Secretary-General that the responsibility for finding a solution lies with the Cypriots,\n\nWelcoming progress in negotiations and leaders' joint statements,\n\nExpressing concern at the slow pace of progress, stressing the status quo is unsustainable,\n\nUrging leaders to increase momentum in negotiations for an enduring, comprehensive and just settlement,\n\nEmphasizing the importance of all parties engaging fully, flexibly and constructively,\n\nWelcoming efforts to stimulate progress and intention to meet with leaders in January 2011,\n\nWelcoming implementation of some confidence-building measures, and calling for a renewed effort,\n\nReaffirming the importance of continued crossings of the Green Line,\n\nConvinced of the benefits of a comprehensive and durable Cyprus settlement,\n\nUrging the two sides and their leaders to foster positive public rhetoric,\n\nHighlighting the supportive role the international community will continue to play,\n\nTaking note of the assessment of the Secretary-General on the security situation,\n\nRecalling the Secretary-General's firm belief on the 1989 aide memoire,\n\nWelcoming progress in demining activities and activities of the Committee on Missing Persons,\n\nAgreeing on the essential participation of civil society groups,\n\nStressing the need for a rigorous, strategic approach to peacekeeping deployments,\n\nWelcoming the intention of the Secretary-General to keep all peacekeeping operations under close review.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n* Welcomes progress in negotiations between parties in Cyprus and efforts of Special Advisor Alexander Downer and Special Representative Lisa Buttenheim.\n* Expresses gratitude to Cyprus and Greece for funding UNFICYP and requests further contributions.\n* Welcomes efforts to prevent HIV/AIDS and other communicable diseases in peacekeeping operations.\n\nThe Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1953_2010_EN.pdf"
}