{
  "resolution_no": "1917",
  "year": 2010,
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Counter-Narcotics",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "NATO",
    "United Nations Office on Drugs and Crime (UNODC)",
    "International Security Assistance Force (ISAF)"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "3. Calls upon all parties to:\n\t* Coordinate with UNAMA\n\t* Ensure security of UN staff\n\t* Support measures to strengthen and expand UNAMA's presence\n\n4. Emphasizes the importance of:\n\t* Credible, safe, and secure national legislative elections\n\t* Electoral reform and support for the Afghan Independent Election Commission (IEC) and Afghan Electoral Complaints Commission (ECC)\n\n5. Welcomes:\n\t* Government of Afghanistan's commitment to work with the UN to build on lessons learned from the 2009 elections\n\t* Efforts to promote dialogue with elements in opposition to the Government\n\t* Commitment to develop and implement a national Peace and Reintegration programme.\nThe Security Council:\n \n14. Welcomes efforts by Afghanistan, its neighbours, and regional partners to foster trust and cooperation, and recent initiatives such as the Fourth Trilateral Summit of Afghanistan, Pakistan, and Turkey, and the London Conference on Afghanistan.\n\n15. Reaffirms the central role of the Joint Coordination and Monitoring Board (JCMB) in coordinating the Afghanistan National Development Strategy (ANDS).\n\n16. Calls on donors to adhere to their commitments made at the International Conference in Support of Afghanistan and the London Conference on Afghanistan.\n\n17. Calls on the Afghan Government, with international assistance, to address the threat posed by the Taliban, Al-Qaida, and other extremist groups.\n\n18. Condemns attacks targeting civilians and Afghan and international forces.\n\n19. Welcomes progress in the Mine Action Programme and encourages continued efforts to remove anti-personnel landmines and explosive remnants of war.\n\n20. Recognizes progress made by ISAF and other international forces in minimizing civilian casualties and calls for continued efforts.\n\n21. Emphasizes the importance of ensuring access to prisons and places of detention.\n\n22. Expresses concern about the recruitment and use of children by Taliban forces and calls for those responsible to be brought to justice.\n\n23. Reiterates the importance of increasing the functionality, professionalism, and accountability of the Afghan security sector.\n\n24. Welcomes progress in the development of the Afghan National Army and encourages sustained training efforts.\n\n25. Takes note of efforts to enhance the capabilities of the Afghan National Police and calls for further efforts.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1917_2010_EN.pdf"
}