{
  "resolution_no": "1917",
  "year": 2010,
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Counter-Narcotics",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "NATO",
    "United Nations Office on Drugs and Crime (UNODC)",
    "International Security Assistance Force (ISAF)"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "24. Welcomes progress in the development of the Afghan National Army and encourages sustained training efforts.\n\n25. Takes note of efforts to enhance the capabilities of the Afghan National Police and calls for further efforts.\n\n26. Welcomes progress in the disbandment of illegal armed groups and calls for accelerated efforts.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n27. Notes progress in addressing opium production, but remains concerned about its harm to Afghanistan's security, development, and governance, and calls on the Afghan Government to accelerate implementation of the National Drug Control Strategy with international assistance.\n\n28. Calls on States to strengthen international cooperation to counter the threat of illicit drugs from Afghanistan, in accordance with the principle of common and shared responsibility.\n\n29. Supports the continuation of the Paris Pact initiative to counteract illicit production, trafficking, and consumption of narcotics.\n\n30. Reiterates the importance of implementing the National Justice Programme to establish a fair and transparent justice system.\n\n31. Stresses the need for progress in reconstructing and reforming the prison sector in Afghanistan.\n\n32. Notes with concern the effects of corruption on security, governance, and economic development, and urges the Afghan Government to lead the fight against corruption.\n\n33. Encourages Afghan institutions to work in a spirit of cooperation and pursue legislative and public administration reform.\n\n34. Calls for full respect for human rights and fundamental freedoms, and commends the Afghanistan Independent Human Rights Commission (AIHRC) for its efforts.\n\n35. Recognizes progress on gender equality, but stresses the need for enhanced efforts to secure women's and girls' rights.\n\n36. Welcomes cooperation between the Afghan Government, UNAMA, and the Security Council Committee established pursuant to resolution 1267 (1999).\n\n37. Calls for strengthening regional economic cooperation, including measures to facilitate trade, increase foreign investments, and develop infrastructure.\n\n38. Recognizes the importance of voluntary, safe, orderly return and sustainable reintegration of Afghan refugees.\n\n39. Affirms the importance of voluntary, safe, orderly return and sustainable reintegration of internally displaced persons.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1917_2010_EN.pdf"
}