{
  "resolution_no": "1933",
  "year": 2010,
  "theme": [
    "Peacekeeping",
    "Elections",
    "Human Rights",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "Integrated Command Centre (ICC)",
    "Independent Electoral Commission"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "**Assistance in the Field of Human Rights**\n\n* Contribute to promotion and protection of human rights, with special attention to violations against children and women\n* Monitor, investigate, and report on human rights and humanitarian law violations\n\n**Support for Humanitarian Assistance**\n\n* Facilitate free flow of people, goods, and humanitarian assistance\n* Enhance security and address special needs of vulnerable groups\n\n**Contributing to the Electoral Process**\n\n* Provide technical and logistical support to the Independent Electoral Commission\n* Work with all relevant actors to implement the agreed security plan for elections\n* Ensure coordination of international observers and contribute to their security\n\n**Operations of Identification of the Population**\n\n* Contribute to support provided by the UN country team and other actors to the process of identification of the population\n\n**Disarmament, Demobilization, Storage of Weapons, and Reintegration of Former Combatants**\n\n* Support the Integrated Command Centre in conducting disarmament, demobilization, and reintegration processes.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council authorizes the United Nations Operation in Côte d'Ivoire (UNOCI) to:\n\n* Assist Ivorian authorities in training former combatants to join the National Army, focusing on human rights and international humanitarian law\n* Support reintegration of former combatants and members of militias\n* Enhance security conditions to enable the Ivorian Government and UN agencies to identify and implement peacebuilding priorities\n* Assist the Government in re-establishing the authority of the judiciary and the rule of law\n* Advise on security sector reform and organization of the future National Army\n* Develop capacities of police and gendarmerie\n* Coordinate with the Facilitator and Special Representative\n* Protect UN personnel, installations, and equipment\n\nThe Council authorizes UNOCI to use necessary means to carry out its mandate and calls on parties to cooperate fully. \n\nUNOCI's authorized strength is set at 7392 military personnel and 1250 police personnel. The Council intends to consider raising the level of authorized personnel prior to and after elections.\n\nThe Secretary-General is requested to report on progress on human rights, international humanitarian law, and rule of law, and to ensure compliance with the UN's zero-tolerance policy on sexual exploitation and abuse.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2010/S_RES_1933_2010_EN.pdf"
}