{
  "resolution_no": "1792",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Economic Development"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "UNMIL",
    "Government of Liberia",
    "Kimberley Process Certification Scheme",
    "Panel of Experts"
  ],
  "reporting_cycle": "The Panel of Experts reports to the Council through the Committee by 1 June 2008",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Liberia and West Africa, welcomes Liberia's progress since 2006, and stresses continued importance of UNMIL in improving security.\n\nThe Council:\n\n1. Renews measures on arms and travel imposed by resolution 1521 (2003) for 12 months, with modifications, and requires Member States to notify the Committee of arms deliveries.\n2. Recalls measures imposed by resolution 1532 (2004) remain in force, and calls on Liberia to make efforts to fulfil obligations.\n3. Reconfirms intention to review measures imposed by resolution 1532 (2004) annually.\n4. Welcomes UNMIL's assistance to Liberia in strengthening government control in forestry areas.\n\nThe Council extends the mandate of the Panel of Experts until 20 June 2008 to:\n\n* Conduct a follow-up assessment mission to Liberia and neighbouring States.\n* Investigate and compile a report on implementation and violations of measures imposed by resolution 1521 (2003).\nThe Security Council:\n\n1. Decides to extend the mandate of the Panel of Experts until 1 June 2008;\n\n2. Directs the Panel to:\n \n(a) Monitor implementation of the arms embargo and assess sources of financing for illicit trade in arms;\n\n(b) Assess impact and effectiveness of measures imposed by paragraph 1 of resolution 1532 (2004), particularly regarding assets of former President Charles Taylor;\n\n(c) Assess implementation of Liberia's forestry legislation;\n\n(d) Assess Government of Liberia's compliance with the Kimberley Process Certification Scheme;\n\n(e) Report to the Council through the Committee by 1 June 2008 and provide informal updates;\n\n(f) Cooperate with other relevant groups of experts and the Kimberley Process;\n\n(g) Identify areas to strengthen States' capacity in the region to implement measures;\n\n6. Requests the Secretary-General to reappoint the Panel's members and make necessary arrangements;\n\n7. Calls upon States and the Government of Liberia to cooperate fully with the Panel;\n\n8. Encourages the Government of Liberia to invite the Kimberley Process to conduct a review visit;\n\n9. Encourages the Kimberley Process to inform the Security Council about any review visit and assessment;\n\n10. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1792_2007_EN.pdf"
}