{
  "resolution_no": "1781",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Refugees and Internally Displaced Persons"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "UNOMIG",
    "CIS peacekeeping force",
    "OSCE",
    "UNHCR",
    "Group of Friends of the Secretary-General"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms its commitment to Georgia's sovereignty, independence, and territorial integrity within internationally recognized borders.\n\nSupports efforts to promote a peaceful settlement of the Georgian-Abkhaz conflict.\n\nWelcomes reports on the activities of the United Nations Observer Mission in Georgia (UNOMIG).\n\nNotes with concern recent armed incidents, deploring those resulting in loss of life, and reiterates the importance of maintaining the separation of forces and ceasefire.\n\nSupports sustained efforts by the Secretary-General, his Special Representative, and the Group of Friends.\n\nStresses the importance of cooperation between UNOMIG and the CIS peacekeeping force.\n\nUrges economic development in Abkhazia to improve the livelihoods of affected communities.\n\nReaffirms support for:\n\n- UNOMIG and calls for cooperation with the mission\n- Strengthening UNOMIG's observation capacity\n\nCalls on:\n\n- Georgia to ensure the situation in the upper Kodori valley aligns with the Moscow agreement\n- Abkhazia to exercise restraint\n\nExpresses concern over:\n\n- Ongoing ceasefire and separation of forces regime violations\n- Incidents within and outside the Zone of Conflict\n\nUrges:\n\n- Parties to address each other's security concerns and refrain from violence or provocation\n- Finalization of documents on non-use of violence and return of refugees and internally displaced persons\n\nSupports:\n\n- Continued engagement within the Joint Fact-Finding Group\n- Quadripartite meetings and bilateral contacts\n\nRenews support for confidence-building measures and principles for a lasting settlement.\nThe Security Council:\n\nWelcomes the distribution of competencies between Tbilisi and Sukhumi and additional ideas for a creative and constructive political dialogue under UN aegis;\n\n13. Welcomes UNOMIG police deployment in Gali, cooperation with Abkhaz side, and calls for deeper cooperation;\n\n14. Stresses need to alleviate refugees and internally displaced persons' plight and ensure a secure and dignified life;\n\n15. Reiterates right of return for refugees and internally displaced persons to Abkhazia, Georgia, and importance of property rights;\n\n16. Welcomes civil society contacts and encourages further engagement;\n\n17. Underlines both sides' responsibility to ensure security and freedom of movement for UNOMIG, CIS peacekeeping force, and international personnel;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1781_2007_EN.pdf"
}