{
  "resolution_no": "1747",
  "year": 2007,
  "theme": [
    "Non-Proliferation",
    "Nuclear Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "UN Security Council Committee established pursuant to paragraph 18 of resolution 1737 (2006)"
  ],
  "reporting_cycle": "The Director General of the IAEA shall report within 60 days on whether Iran has established full and sustained suspension of all activities mentioned in resolution 1737 (2006)",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous statements and resolutions (S/PRST/2006/15, 1696 (2006), and 1737 (2006)), reaffirms its commitment to the Treaty on the Non-Proliferation of Nuclear Weapons and the need for Iran to comply with its obligations.\n\nConcerned about Iran's nuclear program and failure to meet IAEA requirements, the Council:\n\n1. Reaffirms Iran's obligation to take steps required by the IAEA Board of Governors (GOV/2006/14) and paragraph 2 of resolution 1737 (2006) without delay.\n\n2. Calls on states to exercise vigilance and restraint regarding the entry into or transit through their territories of individuals engaged in or supporting Iran's proliferation-sensitive nuclear activities or nuclear weapon delivery systems, and to notify the Committee of such entries.\n\n3. Notes that nothing in paragraph 2 requires a state to refuse its own nationals entry into its territory and that humanitarian considerations should be taken into account.\n\n4. Decides that measures specified in paragraphs 12, 13, 14, and 15 of resolution 1737 (2006) shall apply to persons and entities listed in Annex I.\n\n5. Decides that Iran shall not supply, sell, or transfer arms or related materiel, and that all states shall prohibit the procurement of such items from Iran.\nHere is a concise summary of the Security Council document 1747 (2007):\n\n6. Calls on all States to be vigilant and restrain from supplying, selling or transferring arms and related technical assistance to Iran to prevent destabilizing accumulation of arms.\n\n7. Calls on all States and international financial institutions not to enter into new commitments for grants, financial assistance, and concessional loans to the Government of Iran, except for humanitarian and developmental purposes.\n\n8. Requests all States to report to the Committee within 60 days on steps taken to implement paragraphs 2, 4, 5, 6, and 7.\n\n9. Expresses conviction that suspension of nuclear activities and full IAEA compliance would contribute to a diplomatic solution, and encourages Iran to re-engage with the international community and IAEA.\n\n10. Welcomes the commitment of China, France, Germany, Russia, UK, and US to a negotiated solution, and encourages Iran to engage with their June 2006 proposals.\n\n11. Reiterates determination to reinforce IAEA authority, supports IAEA's role, and commends its efforts to resolve outstanding issues in Iran.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1747_2007_EN.pdf"
}