{
  "resolution_no": "1757",
  "year": "2007",
  "theme": [
    "International Criminal Law",
    "Terrorism",
    "Justice"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations",
    "Lebanese Republic",
    "International Independent Investigation Commission",
    "Special Tribunal for Lebanon"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "**Statute of the Special Tribunal for Lebanon**\n\n**Jurisdiction and Applicable Law (Section I)**\n\n1. **Jurisdiction**: The Special Tribunal has jurisdiction over persons responsible for the 14 February 2005 attack that killed former Lebanese Prime Minister Rafiq Hariri and others. It may also have jurisdiction over other connected attacks in Lebanon between 1 October 2004 and 12 December 2005, or a later date decided by the Parties and the Security Council.\n2. **Applicable Law**: The Lebanese Criminal Code and Articles 6 and 7 of the Lebanese law of 11 January 1958 will apply to the prosecution and punishment of crimes.\n3. **Individual Criminal Responsibility**: A person is individually responsible for crimes within the Tribunal's jurisdiction if they meet certain conditions.\nHere is a summarized version of the document:\n\n**Article 2: Criminal Responsibility**\n\n* A person shall be criminally responsible if they:\n\t+ Committed, participated, or directed others to commit a crime (Article 2(a))\n\t+ Contributed to a crime committed by a group with a common purpose (Article 2(b))\n* A superior shall be criminally responsible for crimes committed by subordinates under their effective authority and control if they:\n\t+ Knew or consciously disregarded information about the crimes (Article 2.2(a))\n\t+ Failed to take necessary measures to prevent or repress the crimes (Article 2.2(c))\n* Following an order from a superior does not relieve a person of criminal responsibility, but may be considered in mitigation of punishment.\n\n**Article 3: No Defence**\n\n Not Present \n\n**Article 4: Concurrent Jurisdiction**\n\n* The Special Tribunal and Lebanese national courts have concurrent jurisdiction, with the Tribunal having primacy over national courts.\n* The Tribunal shall request national judicial authorities to defer to its competence and transfer investigation results, records, and detained persons.\n\n**Article 5: Non bis in idem**\n\n* No person shall be tried before a national court for acts already tried by the Special Tribunal.\n* A person tried by a national court may be subsequently tried by the Tribunal if the national court proceedings were not impartial or independent.\n\n**Article 6: Amnesty**\n\n* An amnesty granted for a crime within the Tribunal's jurisdiction shall not bar prosecution.\n\n**Section II: Organization of the Special Tribunal**\n\n**Article 7: Organs of the Special Tribunal**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1757_2007_EN.pdf"
}