{
  "resolution_no": "1778",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Protection of Civilians",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MINURCAT",
    "European Union operation",
    "UNHCR",
    "AMIS",
    "UNAMID",
    "BONUCA",
    "FOMUC",
    "CEN-SAD"
  ],
  "reporting_cycle": "The Secretary-General reports every three months",
  "operative_authority": "Chapter VII",
  "summary": "- Human rights and the rule of law: \n        (e) contribute to monitoring, promoting and protecting human rights; \n        (f) support efforts to strengthen capacity of Governments and civil society; \n        (g) assist Governments in promoting the rule of law.\n\n3. MINURCAT shall include a maximum of 300 police and 50 military liaison officers and civilian personnel.\n\n4. The Secretary-General and Governments of Chad and the Central African Republic are requested to conclude status-of-forces agreements.\n\n5. The police concept, including the establishment of the Police tchadienne pour la protection humanitaire (PTPH), is endorsed.\n\n6. Under Chapter VII of the Charter, the European Union is authorized to deploy an operation to support MINURCAT for a year, with the following functions:\n    - contribute to protecting civilians;\n    - facilitate delivery of humanitarian aid;\n    - protect UN personnel, facilities and equipment.\n\n7. The European Union operation is invited to participate in liaison and support activities.\n\n8. The European Union operation is invited to prepare its full operational capability and coordinate closely with the Secretary-General.\nHere is a summarized version of the Security Council document:\n\n9. Requests cooperation between the European Union, the Secretary-General, and the Governments of Chad and the Central African Republic during the European Union operation's deployment.\n\n10. Requests the Secretary-General to report on the European Union operation's arrangements, including a possible UN operation, six months from the deployment date.\n\n11. Invites Chad, the Central African Republic, and the European Union to conclude status-of-forces agreements.\n\n12. Requests the European Union to report to the Security Council on its operation's progress.\n\n13. Calls for cooperation with MINURCAT and the European Union operation, guaranteeing personnel security and freedom of movement.\n\n14. Urges Member States to facilitate delivery of personnel, equipment, and supplies to MINURCAT and the European Union operation.\n\n15. Encourages Sudan, Chad, and the Central African Republic to prevent their territories from being used to undermine sovereignty.\n\n16. Encourages Chad and the Central African Republic to pursue national dialogue.\n\n17. Reaffirms the obligation to implement international humanitarian law, particularly protecting humanitarian personnel.\n\n18. Takes note of Chad's efforts to prevent child recruitment and use by armed groups.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1778_2007_EN.pdf"
}