{
  "resolution_no": "1739",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Elections",
    "Humanitarian",
    "Security Sector Reform",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "Security Council Committee established pursuant to paragraph 14 of resolution 1572 (2004)",
    "African Union",
    "ECOWAS",
    "United Nations Mission in Liberia (UNMIL)"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "The Council:\n\n* Extends provisions of previous resolutions \n* Authorizes temporary redeployment of troops between UNMIL and UNOCI \n* Authorizes UNOCI to use all necessary means to carry out its mandate.\nHere is a clear and concise summary of the Security Council document:\n\n6. Requests UNOCI to carry out its mandate in close liaison with UNMIL, particularly in preventing movements of arms and combatants across shared borders and implementing disarmament and demobilization programmes.\n\n7. Urges UNOCI to consider women's rights and gender considerations, as outlined in resolution 1325, and requests the Secretary-General to report on progress in mainstreaming gender throughout UNOCI.\n\n8. Authorizes French forces to support UNOCI using all necessary means, in accordance with their agreement, to: \n(a) contribute to the general security of the impartial forces' area;\n(b) intervene at UNOCI's request to support its elements;\n(c) intervene against belligerent actions outside UNOCI's areas;\n(d) help protect civilians;\n(e) contribute to monitoring the arms embargo; \n(f) contribute to the restructuring of Defence and Security Forces.\n\n9. Calls on all parties to cooperate fully with UNOCI and French forces, guaranteeing their safety, security, and freedom of movement.\n\n10. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1739_2007_EN.pdf"
}