{
  "resolution_no": "1752",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Refugees and Internally Displaced Persons"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNOMIG",
    "CIS peacekeeping force",
    "OSCE",
    "Group of Friends of the Secretary-General"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions, welcomes reports on the United Nations Observer Mission in Georgia (UNOMIG), and supports efforts to settle the Georgian-Abkhaz conflict peacefully.\n\n Reaffirms commitment to Georgia's sovereignty, independence, and territorial integrity.\n\n Calls on both sides to:\n- Resume dialogue and use existing mechanisms\n- Comply with ceasefire and non-use of violence agreements\n- Finalize documents on non-use of violence and return of refugees and internally displaced persons\n\n Supports principles for distributing competencies between Tbilisi and Sukhumi and welcomes additional ideas.\n\n Endorses confidence-building measures proposed by the Group of Friends of the Secretary-General.\n\n Welcomes progress on implementing resolution 1716, calls on both sides to:\n- Ensure situation in upper Kodori valley aligns with the Moscow agreement\n- Exercise restraint and cooperate with UNOMIG\n\n Condemns the attack on villages in the Upper Kodori valley and urges support for the ongoing investigation.\n\n Stresses the need to:\n- Improve security, return of IDPs, and rehabilitation and development\n- Address legitimate security concerns and refrain from impeding the peace process\n\n Urges the sides to alleviate the plight of refugees and internally displaced persons.\n\n Welcomes contacts between civil society representatives.\n\n Underlines the primary responsibility of both sides to provide security and ensure freedom of movement for UNOMIG and other international personnel.\n\n Requests the Secretary-General to ensure compliance with the UN's zero-tolerance policy on sexual exploitation and abuse.\n\n Decides to extend UNOMIG's mandate until 15 October 2007.\nThe Security Council:\n \n14. Requests the Secretary-General to use the extended mandate to support parties in implementing confidence-building measures and establishing a meaningful dialogue, and to report on progress in his next report on the situation in Abkhazia, Georgia;\n\n15. Strongly supports the efforts of the Special Representative of the Secretary-General and calls on the Group of Friends of the Secretary-General to continue providing unified support;\n\n16. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1752_2007_EN.pdf"
}