{
  "resolution_no": "1747",
  "year": 2007,
  "theme": [
    "Non-Proliferation",
    "Nuclear Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "UN Security Council Committee established pursuant to paragraph 18 of resolution 1737 (2006)"
  ],
  "reporting_cycle": "The Director General of the IAEA shall report within 60 days on whether Iran has established full and sustained suspension of all activities mentioned in resolution 1737 (2006)",
  "operative_authority": "Chapter VII",
  "summary": "11. Reiterates determination to reinforce IAEA authority, supports IAEA's role, and commends its efforts to resolve outstanding issues in Iran.\n\n12. Requests a further report from IAEA Director General within 60 days on Iran's compliance with resolution 1737 (2006) and this resolution.\n\n13. Affirms that it shall review Iran's actions in light of the IAEA report and:\n(a) suspend measures if Iran suspends enrichment-related activities;\n(b) terminate measures if Iran fully complies with its obligations;\n(c) adopt further measures under Article 41 if Iran does not comply.\n\n14. Decides to remain seized of the matter.\nHere is a summarized version of the Security Council document:\n\n**Entities involved in nuclear or ballistic missile activities:**\n\n1. Ammunition and Metallurgy Industries Group (AMIG)\n2. Esfahan Nuclear Fuel Research and Production Centre (NFRPC) and Esfahan Nuclear Technology Centre (ENTC)\n3. Kavoshyar Company\n4. Parchin Chemical Industries\n5. Karaj Nuclear Research Centre\n6. Novin Energy Company\n7. Cruise Missile Industry Group\n8. Bank Sepah and Bank Sepah International\n9. Sanam Industrial Group\n10. Ya Mahdi Industries Group\n\n**Iranian Revolutionary Guard Corps entities:**\n\n1. Qods Aeronautics Industries\n2. Pars Aviation Services Company\n3. Sho’a’ Aviation\n\n**Persons involved in nuclear or ballistic missile activities:**\n\n1. Fereidoun Abbasi-Davani\n2. Mohsen Fakhrizadeh-Mahabadi\n3. Seyed Jaber Safdari\n4. Amir Rahimi\n5. Mohsen Hojati\n6. Mehrdada Akhlaghi Ketabachi\n7. Naser Maleki\n8. Ahmad Derakhshandeh\n\n**Iranian Revolutionary Guard Corps key persons:**\n\n1. Brigadier General Morteza Rezaie\n2. Vice Admiral Ali Akbar Ahmadian\n3. Brigadier General Mohammad Reza Zahedi\n4. Rear Admiral Morteza Safari\n5. Brigadier General Mohammad Hejazi\n6. Brigadier General Qasem Soleimani\n7. General Zolqadr\nHere is a clear and concise summary of the Security Council document:\n\nThe goal is to develop relations and cooperation with Iran based on mutual respect and international confidence in the peaceful nature of its nuclear program. A comprehensive agreement with Iran is proposed, to be deposited with the IAEA and endorsed by the Security Council.\n\n**To create conditions for negotiations:**\n\n* Reaffirm Iran's right to develop nuclear energy for peaceful purposes under NPT.\n* Support development of a civil nuclear energy program in Iran.\n* Suspend discussion of Iran's nuclear program in the Security Council upon resumption of negotiations.\n\n**Iran's commitments:**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1747_2007_EN.pdf"
}