{
  "resolution_no": "1776",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Security",
    "Terrorism",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "ISAF",
    "UNAMA",
    "OEF coalition",
    "NATO",
    "EUPOL Afghanistan",
    "Afghan Government",
    "Taliban",
    "Al-Qaida"
  ],
  "reporting_cycle": "quarterly reports",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, reaffirming previous resolutions on Afghanistan, particularly 1386 (2001), 1510 (2003), 1707 (2006), and 1746 (2007), and resolutions on terrorism, 1267 (1999), 1368 (2001), and 1373 (2001), reiterates its support for international efforts to combat terrorism. The Council also recalls its resolutions on the protection of civilians in armed conflict and women and peace and security.\n\nThe Council reaffirms its commitment to Afghanistan's sovereignty, independence, territorial integrity, and national unity. It recognizes the Afghan authorities' responsibility for providing security and law and order, welcoming their cooperation with the International Security Assistance Force (ISAF).\n\nThe Council acknowledges the complex challenges in Afghanistan, emphasizing that sustainable progress on security, governance, and development, as well as counter-narcotics, is mutually reinforcing. It welcomes efforts by the Afghan Government and the international community, within the Afghanistan Compact framework.\n\nThe Council stresses the UN's central role in promoting peace and stability in Afghanistan, noting synergies between the objectives of the UN Assistance Mission in Afghanistan (UNAMA) and ISAF. It emphasizes the need for sustained cooperation, coordination, and mutual support.\n\nThe Council expresses concern over the security situation, particularly increased violent and terrorist activities by the Taliban, Al-Qaida, and other groups. It condemns attacks targeting civilians and Afghan and international forces, and the use of civilians as human shields.\n\nThe Council reiterates its support for the Afghan Government's efforts to improve security, with international assistance, and stresses the need for sustained international efforts. It calls for all feasible steps to ensure the protection of civilian life and for international humanitarian and human rights law to be upheld.\n\nThe Council stresses the need for progress in security sector reform, including strengthening the Afghan National Army and Police, disbanding illegal armed groups, justice sector reform, and counter-narcotics. It also emphasizes the importance of reforming the Afghan prison sector.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1776_2007_EN.pdf"
}