{
  "resolution_no": "1741",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Border demarcation",
    "Conflict resolution"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UNMEE",
    "EEBC",
    "Eritrea",
    "Ethiopia"
  ],
  "reporting_cycle": "Secretary-General reports by the end of April 2007",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 1741 on 30 January 2007, reaffirming previous resolutions on the situation between Ethiopia and Eritrea. The Council extends the mandate of the UN Mission in Ethiopia and Eritrea (UNMEE) for six months, until 31 July 2007. The military component of UNMEE will be reconfigured to 1700 personnel, including 230 military observers. \n\nThe Council reiterates its demand that Ethiopia accept the final and binding decision of the Eritrea-Ethiopia Boundary Commission (EEBC) and that Eritrea withdraw its troops from the Temporary Security Zone (TSZ). Eritrea must also reverse restrictions on UNMEE's movement and operations. \n\nThe Council stresses the need for the parties to show maximum restraint and refrain from any threat or use of force. Regretting the lack of progress on demarcation, the Council calls on both parties to cooperate with the EEBC and implement the Algiers Agreements without delay. \n\nThe Council demands that the parties provide UNMEE with necessary access, assistance, support, and protection. The Secretary-General and the international community are called upon to engage with Eritrea and Ethiopia to normalize their relations and promote stability. The Council expresses its willingness to reconsider changes to UNMEE in light of progress toward demarcation.\nThe Security Council:\n\n10. Calls on the parties to take necessary decisions to ensure that UNMEE will be able to facilitate demarcation as progress becomes possible;\n\n11. Calls on Member States to provide contributions to the Trust Fund, established pursuant to Resolution 1177 (1998) and referred to in Article 4 (17) of the Comprehensive Peace Agreement, to support the demarcation process;\n\n12. Expresses deep appreciation for the contribution and dedication of troop-contributing countries to UNMEE;\n\n13. Requests the Secretary-General to include in his next progress report, due by the end of April 2007, details of progress made towards implementation of this Resolution and the EEBC decision;\n\n14. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1741_2007_EN.pdf"
}