{
  "resolution_no": "1747",
  "year": 2007,
  "theme": [
    "Non-Proliferation",
    "Nuclear Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "UN Security Council Committee established pursuant to paragraph 18 of resolution 1737 (2006)"
  ],
  "reporting_cycle": "The Director General of the IAEA shall report within 60 days on whether Iran has established full and sustained suspension of all activities mentioned in resolution 1737 (2006)",
  "operative_authority": "Chapter VII",
  "summary": "**Iran's commitments:**\n\n* Address all outstanding IAEA concerns through full cooperation.\n* Suspend enrichment-related and reprocessing activities, verified by IAEA.\n* Resume implementation of the Additional Protocol.\n\n**Areas of future cooperation:**\n\n1. **Nuclear:**\n\t* Reaffirm Iran's right to nuclear energy for peaceful purposes.\n\t* Support building new light water reactors in Iran through international joint projects.\n\t* Provide research and development cooperation, including fuel guarantees.\n2. **Political and economic:**\n\t* Regional security cooperation: support a new conference to promote dialogue and cooperation.\n\n**Review of moratorium:**\n\n* IAEA confirmation that all outstanding issues and concerns have been resolved.\n* Confirmation of no undeclared nuclear activities or materials in Iran, and restored international confidence in the peaceful nature of Iran's civil nuclear program.\nImproving Iran's access to the international economy through integration into international structures, including the World Trade Organization, and increased direct investment and trade, including a trade and economic cooperation agreement with the EU. \n\nSteps to improve access to key goods and technology.\n\nCivil aviation cooperation, including possible removal of US and EU restrictions on exporting civil aircraft to Iran.\n\nEstablishing a long-term energy partnership between Iran, the EU, and other partners.\n\nSupporting modernization of Iran's telecommunications infrastructure and advanced Internet provision.\n\nCooperation in high technology and other agreed areas.\n\nSupport for agricultural development in Iran, including access to US and EU agricultural products, technology, and farm equipment.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1747_2007_EN.pdf"
}