{
  "resolution_no": "1756",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Conflict Prevention"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MONUC",
    "UNIFIL",
    "MINUSMA"
  ],
  "reporting_cycle": "The Secretary-General reports periodically, and by 15 November 2007 a report containing benchmarks and an indicative timetable for the gradual drawdown of MONUC",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\n1. Requests MONUC to support the Congolese authorities in:\n\t* Developing the capacities of the national police and law enforcement agencies (p);\n\t* Strengthening the judicial and correctional systems (q);\n\t* Contributing to the security sector reform (r).\n2. Mandates MONUC to:\n\t* Support strengthening of democratic institutions and the rule of law;\n\t* Provide advice to strengthen democratic institutions and processes;\n\t* Promote national reconciliation and internal political dialogue;\n\t* Assist in the promotion and protection of human rights;\n\t* Provide preliminary assistance to the Congolese authorities for local elections.\n3. Authorizes MONUC to use necessary means to carry out tasks.\n4. Urges the Government to:\n\t* Respect the role of opposition parties;\n\t* Establish an effective arrangement for regular consultations;\n\t* Strengthen efforts to extend State authority throughout its territory;\n\t* Develop a national security strategy and plan security sector reform.\n5. Calls on the donor community to commit to providing urgent assistance for the integration, training, and equipping of the Armed Forces and National Police.\n6. Demands that militias and armed groups lay down their arms and engage in demobilization, repatriation, or resettlement, and reintegration.\n7. Urgently requests the Government to develop a plan to ensure security in the eastern part of the country.\n8. Reiterates its call upon the Congolese authorities to put an end to impunity and bring to justice perpetrators of grave violations of human rights and international humanitarian law.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Demands that all parties grant immediate, full and unimpeded access to humanitarian personnel to assist those in need.\n\n Encourages Congolese authorities to exercise effective control over State finances to combat impunity for embezzlement and corruption.\n\n Urges States to end the illicit trade in natural resources and report to the Council.\n\n Demands cooperation with MONUC operations, ensuring security and access for UN personnel.\n\n Encourages international support for peace consolidation in the Democratic Republic of the Congo.\n\n Urges Governments in the region to resolve security and border problems constructively.\n\n Welcomes MONUC's policy to promote and protect women's rights.\n\n Requests the Secretary-General to coordinate UN activities in the Democratic Republic of the Congo.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1756_2007_EN.pdf"
}