{
  "resolution_no": "1785",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "European Integration"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "EUFOR",
    "NATO",
    "UNIFOR",
    "International Tribunal for the Former Yugoslavia",
    "European Union",
    "Organization for Security and Cooperation in Europe (OSCE)"
  ],
  "reporting_cycle": "at least at three-monthly intervals",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions on the conflicts in the former Yugoslavia, reaffirms its commitment to a political settlement of the conflicts, preserving the sovereignty and territorial integrity of all States within their internationally recognized borders. The Council emphasizes its support for the High Representative's continued role in Bosnia and Herzegovina and the implementation of the General Framework Agreement for Peace. \n\nThe Council notes the progress made, but also that full implementation of the Peace Agreement is not yet complete. It emphasizes the importance of Bosnia and Herzegovina's progress towards Euro-Atlantic integration and its transition to a functional, reform-oriented, modern, and democratic European country.\n\nThe Council welcomes and encourages efforts by the United Nations to sensitize peacekeeping personnel in the prevention and control of HIV/AIDS and other communicable diseases. \n\nThe Council takes note of EU Foreign Ministers and Ministers of Defence conclusions, reiterating the EU's military presence in Bosnia and Herzegovina as long as necessary to maintain a safe and secure environment.\n\nThe Council recalls the letters between the European Union and NATO on their cooperation in Bosnia and Herzegovina, and welcomes the European Union's increased engagement and NATO's continued engagement.\n\nThe Council notes that Bosnia and Herzegovina has made limited progress towards the European Union, particularly regarding the Stabilization and Association Agreement (SAA). \n\nThe Council determines that the situation in the region continues to constitute a threat to international peace and security and acts under Chapter VII of the Charter of the United Nations.\nHere is a clear and concise summary of the Security Council document:\n\n1. Reaffirms support for the Peace Agreement and Dayton Paris Agreement, calls on parties to comply with their obligations.\n\n2. Stresses that authorities in Bosnia and Herzegovina are primarily responsible for implementing the Peace Agreement, and their cooperation and participation will determine the international community's continued support.\n\n3. Reminds parties to cooperate fully with entities involved in implementing the peace settlement, including the International Tribunal for the Former Yugoslavia.\n\n4. Supports the High Representative's role in monitoring implementation and coordinating civilian organizations.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1785_2007_EN.pdf"
}