{
  "resolution_no": "1746",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Governance",
    "Security",
    "Humanitarian",
    "Counter-Narcotics"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "International Security Assistance Force",
    "Afghan Government",
    "United Nations Office on Drugs and Crime"
  ],
  "reporting_cycle": "every six months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Afghanistan, reaffirms its commitment to the country's sovereignty, independence, territorial integrity, and national unity.\n\nReaffirms support for the Government and people of Afghanistan in rebuilding their country and strengthening sustainable peace and constitutional democracy.\n\nSupports the implementation of the Afghanistan Compact, the Afghanistan National Development Strategy (ANDS), and the National Drugs Control Strategy.\n\nNotes the interconnected nature of challenges in Afghanistan, including security, governance, development, and counter-narcotics.\n\nWelcomes the continuing efforts of the Afghan Government and the international community to address these challenges through the Afghanistan Compact.\n\nStresses the need for cooperation and coordination between UNAMA and the International Security Assistance Force (ISAF).\n\nExpresses concern over the security situation in Afghanistan, including increased violent and terrorist activities.\n\nWelcomes the report of the Secretary-General (S/2007/152).\n\nExpresses appreciation for the United Nations' long-term commitment to work with the Government and people of Afghanistan.\n\nDecides to extend the mandate of UNAMA until 23 March 2008.\n\nStresses UNAMA's role in promoting coherent international engagement, extending good offices, supporting regional cooperation, humanitarian coordination, and human rights protection.\n\nWelcomes UNAMA's expanded presence in provinces through regional and provincial offices.\nHere is a concise summary of the Security Council document 1746 (2007):\n\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1746_2007_EN.pdf"
}