{
  "resolution_no": "1757",
  "year": "2007",
  "theme": [
    "International Criminal Law",
    "Terrorism",
    "Justice"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations",
    "Lebanese Republic",
    "International Independent Investigation Commission",
    "Special Tribunal for Lebanon"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "**Article 13: Defence Counsel**\n\n* Ensure counsel of suspects/accused are not subjected to measures affecting their functions\n* Counsel accorded:\n\t+ Immunity from arrest/detention and seizure of personal baggage\n\t+ Inviolability of documents related to their functions\n\t+ Immunity from jurisdiction for words spoken/acts performed as counsel\n\t+ Immunity from immigration restrictions\n\n**Article 14: Security, Safety and Protection**\n\n* Government to ensure security, safety and protection of Tribunal personnel and others\n* Take measures to protect equipment and premises from attack\n\n**Article 15: Cooperation with the Special Tribunal**\n\n* Government to cooperate with Tribunal organs, facilitate access to sites, persons and documents\n* Comply with requests for assistance, including:\n\t+ Identification/location of persons\n\t+ Service of documents\n\t+ Arrest/detention of persons\n\t+ Transfer of indictees\n\n**Article 16: Amnesty**\n\n* Government not to grant amnesty for crimes within Tribunal jurisdiction\n* Existing amnesties not to bar prosecution\n\n**Article 17: Practical Arrangements**\n\n* Coordinated transition from Investigation Commission to Office of the Prosecutor\n* Judges to take office on date determined by Secretary-General\n\n**Article 18: Settlement of Disputes**\n\n* Disputes to be settled by negotiation or mutually agreed upon mode of settlement\n\n**Article 19: Entry into Force and Commencement**\n\n* Agreement enters into force after Government notification to UN\n* Tribunal to commence functioning on date determined by Secretary-General\n\n**Article 20: Amendment**\n\n* Agreement may be amended by written agreement between Parties \n\n**Article 12: Privileges and Immunities**\n\n* Officials of the Office of the Special Tribunal have privileges and immunities\n* Right to import free of duties and taxes furniture and effects\n* Privileges and immunities granted in interest of Tribunal, not personal benefit\n* Registrar has right and duty to waive immunity\nHere is a concise summary of the Security Council document:\n\n**Duration of the Agreement (Article 21)**\n\n1. The Agreement will remain in force for 3 years from the date of the Special Tribunal's commencement.\n2. After 3 years, the Parties will review the Tribunal's progress and extend the Agreement if necessary to complete its work.\n3. Certain provisions (inviolability of funds, assets, archives, and documents, privileges and immunities, defence counsel, and protection of victims and witnesses) will survive termination.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1757_2007_EN.pdf"
}