{
  "resolution_no": "1739",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Elections",
    "Humanitarian",
    "Security Sector Reform",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "Security Council Committee established pursuant to paragraph 14 of resolution 1572 (2004)",
    "African Union",
    "ECOWAS",
    "United Nations Mission in Liberia (UNMIL)"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 1739 (2007) on January 10, 2007, recalling previous resolutions and statements on the situation in Côte d'Ivoire. The Council extends the mandates of the UN Operation in Côte d'Ivoire (UNOCI) and French forces supporting it until June 30, 2007. \n\nThe Council reaffirms its support to UNOCI and French forces, expressing concern at the crisis and humanitarian consequences in Côte d'Ivoire. It determines that the situation in Côte d'Ivoire poses a threat to international peace and security in the region.\n\nThe mandate of UNOCI includes: \n\n(a) Monitoring the cessation of hostilities and movements of armed groups, \n- observing and monitoring the ceasefire agreement, \n- liaising with Ivorian forces, \n- assisting in monitoring borders.\n\n(b) Disarmament, demobilization, reintegration, repatriation, and resettlement, \n- assisting in disarmament, cantonment, and demobilization, \n- supporting the national programme for disarmament, demobilization, and reintegration, \n- coordinating with the UN Mission in Liberia (UNMIL) for repatriation and resettlement of foreign ex-combatants.\n\n(c) Disarmament and dismantling of militias, \n- assisting the Prime Minister in disarming and dismantling militias, \n- securing, neutralizing, or destroying surrendered military materiel.\n\n(d) Operations of identification of the population and registration of voters, \n- contributing to the security of identification and voter registration operations.\nHere is a concise summary of the Security Council document:\n\nThe Security Council authorizes the United Nations Operation in Côte d'Ivoire (UNOCI) to:\n\n* Assist in the disarmament, demobilization and reintegration (DDR) process \n* Facilitate humanitarian assistance, protection of civilians and United Nations personnel \n* Support reform of the security sector \n* Monitor the arms embargo \n* Support the organization of open, free, fair and transparent elections \n* Assist in the field of human rights \n* Promote the peace process through public information \n* Assist in restoring law and order \n\nThe mandate includes:\n\n* Protection of civilians under imminent threat of physical violence \n* Support for the provision of security for members of the Government of Côte d'Ivoire \n* Facilitation of the free flow of people, goods and humanitarian assistance \n* Assistance to the Government in re-establishing the authority of the State \n\nThe Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1739_2007_EN.pdf"
}