{
  "resolution_no": "1757",
  "year": "2007",
  "theme": [
    "International Criminal Law",
    "Terrorism",
    "Justice"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations",
    "Lebanese Republic",
    "International Independent Investigation Commission",
    "Special Tribunal for Lebanon"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "**Article 13: The Defence Office**\n\n* The Secretary-General, in consultation with the President, shall appoint an independent Head of the Defence Office.\n* The Defence Office shall protect the rights of the defence, provide support and assistance to defence counsel, and appear before the Pre-Trial Judge or a Chamber.\nHere is a concise summary of the document:\n\n**Official and Working Languages (Article 14)**\nThe official languages of the Special Tribunal are Arabic, French, and English. The Pre-Trial Judge or a Chamber may decide on one or two working languages for a given case.\n\n**Rights of Defendants and Victims (Section III)**\n\n**Rights of Suspects during Investigation (Article 15)**\nA suspect has the right to: \n- be informed of grounds to believe they committed a crime;\n- remain silent;\n- legal assistance;\n- free assistance of an interpreter; and\n- be questioned in the presence of counsel.\n\n**Rights of the Accused (Article 16)**\nThe accused has the right to: \n- equal treatment;\n- a fair and public hearing;\n- be presumed innocent until proved guilty;\n- have the onus on the Prosecutor to prove guilt;\n- be convicted only if the Chamber is convinced beyond reasonable doubt.\n\nThe accused is entitled to:\n- be informed of charges;\n- adequate time and facilities for defence preparation;\n- a trial without undue delay;\n- examine witnesses;\n- examine evidence;\n- free assistance of an interpreter;\n- not be compelled to testify.\n\n**Rights of Victims (Article 17)**\nThe Special Tribunal shall permit victims' views and concerns to be presented and considered at appropriate stages of the proceedings.\n\n**Conduct of Proceedings (Section IV)**\n\n**Pre-Trial Proceedings (Article 18)**\nThe Pre-Trial Judge shall review the indictment and confirm it if a prima facie case is established. If not satisfied, the indictment shall be dismissed.\nHere is a clear and concise summary of the Security Council document:\n\n**Article 19: Evidence collected prior to the establishment of the Special Tribunal**\n\n* Evidence collected by Lebanese national authorities or the International Independent Investigation Commission prior to the Tribunal's establishment shall be received by the Tribunal.\n* The admissibility of such evidence shall be decided by the Chambers pursuant to international standards on collection of evidence.\n* The weight to be given to such evidence shall be determined by the Chambers.\n\n**Article 20: Commencement and conduct of trial proceedings**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1757_2007_EN.pdf"
}