{
  "resolution_no": "1773",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Lebanon",
    "Middle East"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIFIL",
    "Lebanese Armed Forces",
    "Security Council"
  ],
  "reporting_cycle": "every four months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling previous resolutions on Lebanon, particularly 425 (1978), 426 (1978), 1559 (2004), 1680 (2006), and 1701 (2006), and the statement of 3 August 2007, adopts this resolution. \nThe Council reaffirms its commitment to Lebanon's sovereignty, territorial integrity, unity, and political independence. \nIt reiterates its support for the cessation of hostilities and the Blue Line. \nThe Council reaffirms its attachment to the full implementation of resolution 1701 (2006) and emphasizes the need to address the causes of the conflict. \nIt calls for the immediate and unconditional return of abducted Israeli soldiers and encourages efforts to settle the issue of Lebanese prisoners detained in Israel. \nThe Council welcomes Lebanon's efforts to extend its authority over its territory and encourages it to continue. \nIt welcomes tripartite arrangements and encourages parties to coordinate with UNIFIL. \nThe Council condemns terrorist attacks against UNIFIL and emphasizes the need for coordination between UNIFIL and the Lebanese Armed Forces. \nIt underlines the importance of clearing unexploded ordnance from Southern Lebanon. \nThe Council reaffirms UNIFIL's authority to take necessary action to ensure its area of operations is not used for hostile activities. \nIt commends UNIFIL's personnel and expresses appreciation to contributing Member States. \nThe Council determines that the situation in Lebanon continues to threaten international peace and security. \nIt decides to extend UNIFIL's mandate until 31 August 2008; \nCommends UNIFIL's positive role and looks forward to increased cooperation with the Lebanese Armed Forces. \nThe Council calls upon parties to respect the cessation of hostilities and the Blue Line and urges cooperation with UNIFIL. \nIt calls for cooperation to achieve a permanent ceasefire and long-term solution as envisioned in resolution 1701 (2006).\n6. Reiterates its intention to consider further steps to contribute to the implementation of a permanent ceasefire and a long-term solution;\n\n7. Welcomes UNIFIL's efforts to implement the Secretary-General's zero-tolerance policy on sexual exploitation and abuse, requests the Secretary-General to continue taking necessary actions and keep the Security Council informed, and urges troop-contributing countries to investigate and punish such acts involving their personnel;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1773_2007_EN.pdf"
}