{
  "resolution_no": "1757",
  "year": "2007",
  "theme": [
    "International Criminal Law",
    "Terrorism",
    "Justice"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations",
    "Lebanese Republic",
    "International Independent Investigation Commission",
    "Special Tribunal for Lebanon"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "**Article 6: Amnesty**\n\n* An amnesty granted for a crime within the Tribunal's jurisdiction shall not bar prosecution.\n\n**Section II: Organization of the Special Tribunal**\n\n**Article 7: Organs of the Special Tribunal**\n\n* The Tribunal shall consist of:\n\t+ The Chambers (Pre-Trial Judge, Trial Chamber, and Appeals Chamber)\n\t+ The Prosecutor\n\t+ The Registry\n\t+ The Defence Office\n\n**Article 8: Composition of the Chambers**\n\n* The Chambers shall be composed of:\n\t+ One international Pre-Trial Judge\n\t+ Three judges in the Trial Chamber (one Lebanese, two international)\n\t+ Five judges in the Appeals Chamber (two Lebanese, three international)\nHere is a summarized version of the Security Council document:\n\n**Article 8: Composition of the Chambers**\n\n* The Appeals Chamber shall consist of 3 judges, including a Lebanese judge and 2 international judges.\n* The Trial Chamber shall consist of 1 Lebanese judge and 2 international judges.\n* 2 alternate judges, 1 Lebanese and 1 international, shall be appointed.\n* The judges of each Chamber shall elect a presiding judge, who shall be the President of the Special Tribunal for the Appeals Chamber.\n\n**Article 9: Qualification and appointment of judges**\n\n* Judges shall be of high moral character, impartiality, and integrity, with extensive judicial experience.\n* They shall be independent and not accept instructions from any Government or other source.\n* The judges shall be appointed by the Secretary-General for a 3-year period, eligible for reappointment.\n\n**Article 10: Powers of the President of the Special Tribunal**\n\n* The President shall represent the Tribunal, ensure its effective functioning, and good administration of justice.\n* The President shall submit an annual report to the Secretary-General and the Government of Lebanon.\n\n**Article 11: The Prosecutor**\n\n* The Prosecutor shall investigate and prosecute persons responsible for crimes within the Tribunal's jurisdiction.\n* The Prosecutor shall act independently, not seeking or receiving instructions from any Government or other source.\n* The Prosecutor shall be appointed by the Secretary-General for a 3-year term, eligible for reappointment.\n\n**Article 12: The Registry**\n\n* The Registry shall be responsible for the administration and servicing of the Tribunal, under the President's authority.\n* The Registrar shall be appointed by the Secretary-General for a 3-year term, eligible for reappointment.\n\n**Article 13: The Defence Office**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1757_2007_EN.pdf"
}