{
  "resolution_no": "1745",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Elections",
    "Security Sector Reform",
    "Humanitarian Assistance",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIT",
    "United Nations Independent Certification Team",
    "International Security Force",
    "Government of Timor-Leste",
    "PNTL",
    "F-FDTL"
  ],
  "reporting_cycle": "The Secretary-General is requested to keep the Council closely and regularly informed of developments on the ground, in particular the state of preparations for the upcoming elections and the security situation and to submit a report which includes recommendations for possible adjustments in UNMIT’s mandate and strength to the Security Council within 60 days after the Presidential and Parliamentary elections in Timor-Leste, and to submit a report no later than 45 days before the expiration of the current mandate",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n\nReaffirms previous resolutions on Timor-Leste, welcoming the Secretary-General's report and reaffirming commitment to the country's sovereignty, independence, and territorial integrity.\n\nCommends the people and Government of Timor-Leste for efforts towards national dialogue and reconciliation, and encourages redoubling of efforts.\n\nExpresses concern over the fragile security, political, social, and humanitarian situation, but welcomes initial efforts in the security sector.\n\nTakes note of a request from the President, Prime Minister, and Parliament President for an additional Formed Police Unit (FPU) to reinforce the UN Integrated Mission in Timor-Leste (UNMIT).\n\nWelcomes the adoption of laws on elections and encourages further steps, including amendments and logistical preparations with UNMIT's assistance.\n\nNotes the passing of a resolution adopting recommendations of the Independent Special Commission of Inquiry and the need for continued efforts to implement them.\n\nStresses the need to implement the arrangement on restoring and maintaining public security and assisting the reform of the police and Ministry of Interior.\n\nSupports the continued deployment of the international security force and their activities to support UNMIT.\n\nNotes the signing of a Memorandum of Understanding between Timor-Leste, the UN, and Australia to enhance security activities.\n\nRecalls the contribution of poverty to current challenges and pays tribute to bilateral and multilateral partners for their assistance.\n\nWelcomes the Agreement between Timor-Leste and the UN Development Programme to provide technical support for enhancing transparency and anti-corruption measures.\n\nTakes note of the launching of a Consolidated Appeal Process (CAP) to respond to humanitarian needs.\n\nReaffirms resolutions on women, peace, and security and the protection of humanitarian and UN personnel.\n\nDecides to:\n\n1. Extend the mandate of UNMIT until 26 February 2008;\n2. Increase UNMIT's authorized force strength by up to 140 police personnel to deploy an additional formed police unit.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n Welcomes the military technical arrangement between the UN and Australia to ensure protection of UN premises and properties and rapid response capacity for the UNMIT police.\n\n Calls on the Government of Timor-Leste, assisted by UNMIT, to review the future role and needs of the security sector.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1745_2007_EN.pdf"
}