{
  "resolution_no": "1782",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "Group of Experts",
    "Committee established by resolution 1572 (2004)"
  ],
  "reporting_cycle": "Secretary-General and French Government report immediately; Group of Experts provides midterm report by 15 April 2008 and final report 15 days before end of mandate",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\nRecalling previous resolutions and statements on Côte d'Ivoire, reaffirms its commitment to the country's sovereignty, independence, territorial integrity, and unity.\n\n Takes note of the Secretary-General's report and the reports of the UN Group of Experts on Côte d'Ivoire.\n\nEndorses the Ouagadougou political Agreement and supports the appointment of Mr. Guillaume Soro as Prime Minister.\n\n Pays tribute to the Chairperson of ECOWAS, President Blaise Compaoré, for facilitating the inter-Ivorian dialogue.\n\n Condemns attempts to destabilize the peace process, particularly the attack on Mr. Soro, and stresses that perpetrators must be brought to justice.\n\n Welcomes initial measures to implement the Ouagadougou Agreement, but urges the Ivorian parties to take specific measures to make progress on identification and registration of voters, disarmament, and restoration of State authority.\n\n Recalls that the Special Representative of the Secretary-General must certify that the electoral process provides necessary guarantees for open, free, fair, and transparent elections.\n\n Condemns human rights and humanitarian law violations, and recalls resolutions on children and armed conflict and women, peace, and security.\n\n Determines that the situation in Côte d'Ivoire continues to pose a threat to international peace and security.\n\n Acting under Chapter VII:\n\n1. Renews provisions of paragraphs 7 to 12 of resolution 1572 (2004) and paragraph 6 of resolution 1643 (2005) until 31 October 2008.\n\n2. Decides to review measures imposed by resolution 1572 (2004) and paragraph 6 of resolution 1643 (2005) by the end of the period mentioned in paragraph 1, and further decides to carry out a review:\n\n(a) Once the parties have fully implemented the Ouagadougou Agreement and after the holding of open, free, fair, and transparent elections; or\n\n(b) No later than 30 April 2008.\n\n3. Demands that the Ivorian authorities end any violation of measures imposed by paragraph 11 of resolution 1572 (2004).\n\n4. Reiterates its demand that all Ivorian parties provide unhindered access to equipment, sites, and installations to the Group of Experts, UNOCI, and French forces.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n \n5. Considers any serious obstacle to the freedom of movement of UNOCI and French forces, or any attack or obstruction of their action, a threat to the peace and national reconciliation process in Côte d’Ivoire.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1782_2007_EN.pdf"
}