{
  "resolution_no": "1772",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Somalia",
    "African Union",
    "Humanitarian",
    "Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "African Union",
    "United Nations",
    "AMISOM",
    "International Contact Group"
  ],
  "reporting_cycle": "30 days",
  "operative_authority": "Chapter VII",
  "summary": "1. Urges Somali Transitional Federal Institutions and parties to facilitate inclusive National Reconciliation Conference (NRC) with religious leaders, business community, and civil society;\n2. Urges respect for NRC conclusions and sustained inclusive political process;\n3. Reiterates need for comprehensive cessation of hostilities and road map for peace process with democratic elections;\n4. Requests Secretary-General to promote inclusive political process, assist Transitional Federal Institutions, and report on progress and obstacles;\n5. Requests assessment on strengthening UNPOS, including possible relocation to Mogadishu;\n6. Intends to take measures against those blocking NRC or threatening Transitional Federal Institutions or AMISOM;\n7. Authorizes African Union member states to maintain mission in Somalia for six months with specific mandate:\n    (a) Support dialogue and reconciliation;\n    (b) Protect Transitional Federal Institutions;\n    (c) Assist with National Security and Stabilization Plan;\n    (d) Contribute to humanitarian assistance;\n    (e) Protect personnel and facilities;\n8. Urges African Union member states to contribute to mission;\n9. Exempts from arms embargo supplies and assistance for AMISOM and security sector development;\n10. Requests notification for supplies and assistance;\n11. Emphasizes arms embargo contribution to Somalia's peace and security;\n12. Urges Member States to provide resources for AMISOM;\n13. Requests Secretary-General to consult with African Union on support for AMISOM;\n14. Requests contingency planning for possible UN peacekeeping operation replacing AMISOM. \n15. Secretary-General to report on Transitional Federal Institutions, NRC, and obstacles; \n16. Following a set timetable.\nHere is a clear and concise summary of the Security Council document:\n\n17. Requests the Secretary-General to report to the Council within 30 days, and again within a further 30 days, on the status of plans outlined in paragraph 16 and political aspects in paragraphs 6 and 7.\n\n18. Encourages Member States to be vigilant to piracy incidents in international waters and airspace adjacent to Somalia's coast and take action to protect merchant shipping, particularly humanitarian aid.\n\n19. Reaffirms previous resolutions on women, peace, and security, and protection of civilians in armed conflict, stressing the responsibility of all parties to protect civilians in Somalia.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1772_2007_EN.pdf"
}