{
  "resolution_no": "1794",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "MONUC",
    "FARDC",
    "FDLR",
    "ex-FAR/Interahamwe",
    "LRA"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on the Democratic Republic of Congo (DRC), reaffirms its commitment to the country's sovereignty, territorial integrity, and political independence.\n\nReaffirms its commitment to contribute to peace and stability in the DRC through the UN Organization Mission in the DRC (MONUC).\n\nStresses the need for sustained efforts from the DRC government and international partners to consolidate democracy, promote the rule of law, good governance, recovery, and development.\n\nExpresses grave concern at the presence of foreign and Congolese armed groups in eastern DRC, including the FDLR, ex-FAR/Interahamwe, and Laurent Nkunda's militia, which has led to a serious security and humanitarian crisis.\n\nCommends MONUC and Congolese authorities for progress in disarmament, demobilization, and reintegration of combatants in Ituri.\n\nCommends joint efforts between the DRC and Rwanda to address common security concerns, and welcomes the joint communiqué signed on 9 November 2007.\n\nAlso commends efforts between the DRC and Uganda to address the Lord's Resistance Army (LRA) presence in eastern Congo.\n\nDeplores the persistence of human rights and international humanitarian law violations in DRC, particularly by FDLR, ex-FAR/Interahamwe, and Nkunda's militia.\n\nCondemns sexual violence perpetrated by militias, armed groups, and elements of the FARDC, PNC, and other security services, and stresses the need to bring perpetrators to justice.\n\nRecalls previous resolutions on women, peace, and security, protection of UN personnel, children in armed conflict, and protection of civilians in armed conflicts.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1794_2007_EN.pdf"
}