{
  "resolution_no": "1772",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Somalia",
    "African Union",
    "Humanitarian",
    "Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "African Union",
    "United Nations",
    "AMISOM",
    "International Contact Group"
  ],
  "reporting_cycle": "30 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Somalia, reaffirms respect for Somalia's sovereignty and territorial integrity. \n\nReiterating commitment to a comprehensive settlement through the Transitional Federal Charter, and stressing the importance of broad-based institutions through an all-inclusive process.\n\nReiterating support for the Special Representative of the Secretary-General, Mr. François Fall, and appreciation for international community efforts, particularly the African Union.\n\nWelcoming the African Union's decision to extend its mission to Somalia (AMISOM) for six months and noting the call for a UN peacekeeping operation to support long-term stabilization.\n\nTaking note of the African Union's request for experts to discuss support for AMISOM and the Secretary-General's report on Somalia.\n\nRecalling cooperation between the UN and regional arrangements, taking note of the International Contact Group's offer of \"Good Offices\" for Somali reconciliation.\n\nReiterating support for Somalia's Transitional Federal Institutions, stressing the importance of stability, disarmament, demobilization, and reintegration.\n\nCondemning violence and extremism, expressing concern at continued violence and the upsurge in piracy off the Somali coast.\n\nEmphasizing AMISOM's contribution to peace and stability, condemning hostility towards it, and urging cooperation.\n\nDetermining the situation in Somalia continues to threaten international peace and security.\n\nActing under Chapter VII:\n\n1. Stresses the need for broad-based institutions through an all-inclusive process.\n2. Welcomes the National Reconciliation Congress (NRC) and urges all parties to support it.\n3. Stresses the need for the NRC to be an all-inclusive intra-Somali process involving all stakeholders.\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1772_2007_EN.pdf"
}