{
  "resolution_no": "1790",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Security",
    "Iraq",
    "International Cooperation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "United Nations Assistance Mission for Iraq (UNAMI)",
    "Multinational Force (MNF)",
    "International Advisory and Monitoring Board",
    "Development Fund for Iraq"
  ],
  "reporting_cycle": "Quarterly reports from the United States on behalf of the multinational force",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\nRecalling previous resolutions and letters from the US Secretary of State and Iraqi Prime Minister, \n\nNotes the presence of the multinational force in Iraq is at the request of the Iraqi Government and reaffirms its authorization, extending the mandate until 31 December 2008, taking into consideration the objectives highlighted in the Iraqi Prime Minister's letter and the US Secretary of State's letter.\n\nDecides the mandate for the multinational force shall be reviewed at the request of the Iraqi Government or no later than 15 June 2008, and declares it will terminate the mandate earlier if requested by the Iraqi Government.\n\nExtends until 31 December 2008 arrangements for depositing proceeds from petroleum sales into the Development Fund for Iraq and for monitoring by the International Advisory and Monitoring Board.\n\nDecides these provisions shall be reviewed at the request of the Iraqi Government or no later than 15 June 2008.\n\nRequests the United States to report quarterly on the efforts and progress of the multinational force.\n\nDecides to remain actively seized of the matter.\nThe Government of Iraq, having established its constitutional and legal institutions, requests the Security Council to extend the mandate of the Multinational Force in Iraq (MNF-I) for 12 months from 31 December 2007, subject to periodic review and a commitment to end the mandate earlier if requested by the Government of Iraq. The Government of Iraq highlights its achievements in security, politics, and economy, and assumes responsibility for security, with MNF-I providing support. Key points include: \n\n- The Iraqi Army and security forces are being built and strengthened.\n- MNF-I's role will be reviewed to balance its continued presence with Iraq's progress in security.\n- The Government of Iraq will be responsible for command and control of all Iraqi forces.\n- MNF-I will provide support and backing to Iraqi forces.\n- The Government of Iraq requests that the Security Council reaffirm respect for Iraq's independence, sovereignty, unity, and territorial integrity.\n\nThe Government of Iraq also requests that the Security Council: \n\n- Continue to apply provisions related to the use of Iraq's natural resources and funds until 31 December 2008.\n- Support the work of the Security Council Committee established pursuant to resolution 1518 (2003) to restore Iraqi funds and assets.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1790_2007_EN.pdf"
}