{
  "resolution_no": "1757",
  "year": "2007",
  "theme": [
    "International Criminal Law",
    "Terrorism",
    "Justice"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations",
    "Lebanese Republic",
    "International Independent Investigation Commission",
    "Special Tribunal for Lebanon"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "4. Decides to remain actively seized of the matter.\n\nAnnex: Agreement between the United Nations and the Lebanese Republic on the establishment of a Special Tribunal for Lebanon.\n\nThe Agreement establishes a Special Tribunal for Lebanon to prosecute persons responsible for the attack on 14 February 2005 that killed former Lebanese Prime Minister Rafiq Hariri and injured others. \nThe Tribunal may also have jurisdiction over persons responsible for other attacks in Lebanon between 1 October 2004 and a later date decided by the Parties and with the consent of the Security Council, if they are connected to the attack on 14 February 2005. \nThe connection includes elements such as criminal intent, purpose, nature of victims, pattern of attacks, and perpetrators. \nThe Special Tribunal shall function in accordance with its Statute, which is attached to the Agreement.\nHere is a concise summary of the Security Council document:\n\n**Composition of the Special Tribunal and appointment of judges**\n\n* The Special Tribunal shall consist of the Chambers, the Prosecutor, the Registry, and the Defence Office.\n* The Chambers shall comprise a Pre-Trial Judge, a Trial Chamber, and an Appeals Chamber, with a second Trial Chamber to be created if necessary.\n* The Chambers shall have 11-14 independent judges: \n  * 1 Pre-Trial Judge (international)\n  * 3 Trial Chamber judges (1 Lebanese, 2 international)\n  * 5 Appeals Chamber judges (2 Lebanese, 3 international)\n  * 2 alternate judges (1 Lebanese, 1 international)\n* Judges shall be appointed by the Secretary-General from a list of candidates, with consultation with the Government and a selection panel.\n\n**Appointment of a Prosecutor and a Deputy Prosecutor**\n\n* The Secretary-General shall appoint a Prosecutor for a 3-year term, with eligibility for reappointment.\n* A Lebanese Deputy Prosecutor shall be appointed by the Government, in consultation with the Secretary-General and the Prosecutor.\n* The Prosecutor and Deputy Prosecutor shall be of high moral character and possess extensive experience in investigations and prosecutions.\n\n**Appointment of a Registrar**\n\n* The Secretary-General shall appoint a Registrar for a 3-year term, with eligibility for reappointment.\n* The Registrar shall be responsible for servicing the Chambers and the Office of the Prosecutor, and for administering financial and staff resources.\n\n**Financing of the Special Tribunal**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1757_2007_EN.pdf"
}