{
  "resolution_no": "1740",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Elections",
    "Democracy"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIN",
    "Office of the High Commissioner for Human Rights",
    "United Nations Country Team"
  ],
  "reporting_cycle": "Secretary-General reports regularly",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nAdopted resolution 1740 (2007) on 23 January 2007, welcoming the Comprehensive Peace Agreement signed by the Government of Nepal and the Communist Party of Nepal (Maoist) on 21 November, and commending steps taken to implement the Agreement.\n\nThe Council noted the parties' request for UN assistance, particularly in monitoring arms and armed personnel management and election monitoring.\n\nRecalling the Secretary-General's letter of 22 November 2006 and the President's statement of 1 December 2006, the Council welcomed progress made in deploying monitors and electoral personnel.\n\nRecognizing the Nepalese people's desire for peace, restoration of democracy, and the importance of implementing the Comprehensive Peace Agreement, the Council emphasized attention to women, children, and marginalized groups.\n\nWelcoming the Secretary-General's report of 9 January 2007, the Council expressed readiness to support Nepal's peace process.\n\n Reaffirming Nepal's sovereignty, territorial integrity, and political independence, the Council:\n\n1. Established a UN political mission (UNMIN) under a Special Representative, with a mandate to:\n    (a) Monitor arms and armed personnel management.\n    (b) Assist in implementing the agreement on arms and armed personnel management.\n    (c) Monitor ceasefire arrangements.\n    (d) Provide technical support for Constituent Assembly elections.\n    (e) Provide electoral monitors.\n\n2. Set UNMIN's mandate for 12 months, with the intention to terminate or extend it upon Nepal's request.\n\n3. Welcomed the Secretary-General's proposal for his Special Representative to coordinate UN efforts.\n\n4. Requested the Secretary-General to regularly inform the Council of progress.\n\n5. Requested Nepalese parties to ensure UNMIN's safety, security, and freedom of movement.\n\n6. Decided to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1740_2007_EN.pdf"
}