{
  "resolution_no": "1758",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Cyprus"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "UNFICYP",
    "Cyprus",
    "Turkish Forces",
    "Turkish Cypriot side",
    "Republic of Cyprus",
    "Government of Greece"
  ],
  "reporting_cycle": "Secretary-General reports by 1 December 2007",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nWelcomed the report of the Secretary-General on the UN operation in Cyprus.\nNoted the need to keep UNFICYP in Cyprus beyond June 15, 2007.\nEchoed the Secretary-General's belief that the Cypriots themselves are responsible for finding a solution.\nTook note of the generally stable security situation but expressed concern over increased buffer zone violations.\nUnderlined the importance of stability and security in the buffer zone.\n\nWelcomed the 8 July 2006 Agreement and stressed the need for a comprehensive settlement based on a bicommunal, bizonal federation.\nNoted with regret the failure to implement the Agreement and urged the leaders to act without delay.\nRegretted the stalled demining activity and urged the Turkish Forces and Turkish Cypriot side to allow its resumption.\n\nReiterated the call to address the humanitarian issue of missing persons and welcomed progress in this regard.\nWelcomed the continuing crossings of the Green Line and encouraged further progress on confidence-building measures.\n\nExpressed concern over the decreasing opportunities for constructive public debate about the island's future.\nReaffirmed the importance of the Secretary-General keeping UNFICYP operations under review.\n\nCalled on the parties to engage constructively with UN efforts to demonstrate measurable progress.\nReaffirmed all relevant resolutions on Cyprus and that the status quo is unacceptable.\n\n Specifically:\n\n1. Welcomed the Secretary-General's report observations.\n2. Expressed full support for the 8 July process and called on parties to engage constructively.\n3. Reaffirmed all relevant resolutions on Cyprus.\n4. Reaffirmed that the status quo is unacceptable and that time is not on the side of a settlement.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Extends the mandate of UNFICYP until 15 December 2007 (para 5);\n\n Urges both sides to consult with UNFICYP on buffer zone demarcation, particularly at Ledra Street, to reach agreement on the 1989 aide-memoire (para 6);\n\n Calls on the Turkish Cypriot side and Turkish forces to restore the military status quo in Strovilia as of 30 June 2000 (para 7);\n\n Requests a report from the Secretary-General on implementation by 1 December 2007 (para 8);",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1758_2007_EN.pdf"
}