{
  "resolution_no": "1790",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Security",
    "Iraq",
    "International Cooperation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "United Nations Assistance Mission for Iraq (UNAMI)",
    "Multinational Force (MNF)",
    "International Advisory and Monitoring Board",
    "Development Fund for Iraq"
  ],
  "reporting_cycle": "Quarterly reports from the United States on behalf of the multinational force",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nWelcoming Iraq's national unity Government's efforts to fulfill its programme and national reconciliation agenda, looks forward to Iraqi forces assuming full security responsibility, allowing the multinational force's mandate to end.\n\nWelcoming progress in training Iraqi security forces, including the Iraqi Army and internal security forces, and their assumption of command and control over all Iraqi Army divisions and security responsibility in several provinces.\n\nRecalling previous resolutions on Iraq, reaffirming Iraq's independence, sovereignty, unity, and territorial integrity, and the principle of non-interference.\n\nReaffirming the Iraqi people's right to determine their own political future and control national resources, and welcoming the Government's work towards a federal, democratic, pluralistic, and unified Iraq.\n\nNoting the Government's commitment to reject sectarianism, and underscoring the need for all communities to participate in the political process and national reconciliation.\n\nRecognizing progress under the International Compact with Iraq, and welcoming the United Nations' role in jointly chairing the Compact.\n\nCalling on the international community to support Iraq's pursuit of peace, stability, security, democracy, and prosperity.\n\nDemanding those using violence to subvert the political process lay down their arms, and encouraging the Government to engage with those renouncing violence.\n\nReaffirming that terrorism must not disrupt Iraq's transition, and obligations under relevant resolutions and international conventions.\n\nRecalling the termination of UNMOVIC and IAEA mandates in Iraq, and reaffirming Iraq's disarmament obligations.\n\nRecognizing Iraq's request to retain the multinational force's presence, and the Government's intention to assume full security responsibility.\n\nRecognizing the importance of the Government's consent for the multinational force's presence and close partnership between them.\n\nTaking into consideration Iraq's security forces' progress and the Government's progress in achieving its programme.\n\nWelcoming the multinational force's willingness to contribute to security and stability in Iraq.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and letters from the US Secretary of State and Iraqi Prime Minister,",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1790_2007_EN.pdf"
}