{
  "resolution_no": "1756",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Conflict Prevention"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MONUC",
    "UNIFIL",
    "MINUSMA"
  ],
  "reporting_cycle": "The Secretary-General reports periodically, and by 15 November 2007 a report containing benchmarks and an indicative timetable for the gradual drawdown of MONUC",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling its resolutions and statements on the Democratic Republic of the Congo (DRC), reaffirms its commitment to the country's sovereignty, territorial integrity, and political independence.\n\nThe Council supports the DRC's post-transition period, recalling its assistance through MONUC for the Global and All-Inclusive Agreement on Transition and the subsequent elections.\n\nThe Government of the DRC is primarily responsible for ensuring security and protecting civilians, respecting the rule of law, human rights, and international humanitarian law.\n\nThe Council deplores recent violence, particularly in Bas-Congo and Kinshasa, encouraging investigations and urging Congolese stakeholders to pursue negotiated solutions.\n\nThe Council welcomes international assistance, encourages its continuation, and commits to regular political dialogue with Congolese authorities.\n\nThe Council stresses the importance of elections, including local elections, for peace and stability, national reconciliation, and the rule of law.\n\nThe Council calls for urgent security sector reform, disarmament, demobilization, and reintegration of armed groups.\n\nThe Council expresses grave concern at the presence of armed groups in eastern DRC, particularly in Ituri and North and South Kivu.\n\nThe Council deplores human rights and humanitarian law violations, stressing the need for those responsible to be brought to justice.\n\nThe Council recalls resolution 1612 (2005) on children in armed conflict.\n\nThe Council calls attention to the grave humanitarian situation, urging Member States to provide assistance.\n\nThe Council welcomes the adoption of the Government's programme, including the governance contract.\n\nThe Council condemns the illicit flow of weapons, vowing to monitor the arms embargo and enforce measures.\n\nThe Council recognizes the link between the exploitation of natural resources, illicit trade, and conflict.\n\nThe Council welcomes the signing of the Pact on Security, Stability, and Development in the Great Lakes Region.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Extends the deployment of MONUC until 31 December 2007 with up to 17,030 military personnel, 760 military observers, 391 police trainers, and 750 personnel of formed police units.\n\n2. Authorizes MONUC to assist the Government of the Democratic Republic of the Congo in establishing a stable security environment, with the following mandate:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1756_2007_EN.pdf"
}