{
  "resolution_no": "1793",
  "year": "2007",
  "theme": [
    "Peacebuilding",
    "Security Sector Reform",
    "Human Rights",
    "Gender Equality"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39"
  ],
  "entities": [
    "UNIOSIL",
    "Special Court for Sierra Leone",
    "Peacebuilding Commission",
    "ECOWAS",
    "Mano River Union"
  ],
  "reporting_cycle": "Secretary-General reports as necessary",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\nReaffirms previous resolutions on Sierra Leone, commending UNIOSIL's contribution to the country's recovery, peace, security, and development. \nWelcomes the Secretary-General's report recommending a 9-month extension of UNIOSIL's mandate until 30 September 2008. \nNotes the President of Sierra Leone's request for the extension and welcomes the peaceful and democratic elections in 2007. \nEmphasizes the importance of continued UN support for Sierra Leone's peace, security, and development.\n Welcomes the Peacebuilding Cooperation Framework and progress in reforming the security sector.\n\nDecides to extend UNIOSIL's mandate until 30 September 2008. \n Requests the Secretary-General to submit a completion strategy for UNIOSIL by 31 January 2008. \nEmphasizes UNIOSIL's focus on assisting local elections, promoting good governance, and supporting the Peacebuilding Commission. \n Intends to replace UNIOSIL with a UN integrated political office to carry forward the peacebuilding process. \n Calls upon all parties to ensure peaceful, transparent, free, and fair local elections in 2008. \n Emphasizes the Government of Sierra Leone's primary responsibility for peacebuilding, security, and long-term development.\nThe Security Council:\n\n Calls on the Government of Sierra Leone, UNIOSIL, and other stakeholders to promote good governance, combat corruption, improve accountability, and promote human rights;\n\n Decides to exempt witnesses required to testify at the Special Court for Sierra Leone from travel restrictions imposed by resolution 1171 (1998);\n\n Emphasizes the role of women in conflict prevention and peacebuilding, and requests UNIOSIL to integrate a gender perspective into its mandate, with adequate capacity and resources;\n\n Welcomes UNIOSIL's efforts to implement the Secretary-General's zero-tolerance policy on sexual exploitation and abuse;\n\n Requests the Secretary-General to regularly inform the Council of progress made in implementing UNIOSIL's mandate;\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1793_2007_EN.pdf"
}