{
  "resolution_no": "1791",
  "year": "2007",
  "theme": [
    "Peacebuilding",
    "Security",
    "Burundi"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "BINUB",
    "UN Peacebuilding Commission",
    "African Union",
    "Regional Peace Initiative",
    "South African Facilitation",
    "Burundian Government",
    "Palipehutu-FNL"
  ],
  "reporting_cycle": "Secretary-General reports regularly to the Council",
  "operative_authority": "Chapter VI",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling its previous resolutions on Burundi, reaffirms its commitment to the country's sovereignty, independence, territorial integrity, and unity.\n\nNoting progress towards peace and stability, but also remaining challenges, including completing the peace process with the Forces Nationales de Libération (Palipehutu-FNL).\n\nWelcomes the appointment of a government of national unity and emphasizes the need for continued international support.\n\nTakes note of the Peacebuilding Commission's engagement on Burundi and looks forward to implementing the Strategic Framework for Peacebuilding.\n\n Pays tribute to South Africa's facilitation efforts and welcomes the signing of a framework agreement on Transitional Justice Mechanisms.\n\nRecalling conclusions on children and armed conflict, calls upon the Government and Palipehutu-FNL to cooperate with the Working Group.\n\nWelcomes BINUB's policy to promote and protect women's rights.\n\nHaving considered the Secretary-General's report on BINUB,\n\n1. Decides to extend BINUB's mandate until 31 December 2008.\n2. Commends Burundian authorities for persevering in dialogue and encourages them to continue.\n3. Urges Palipehutu-FNL to return to the Joint Verification and Monitoring Mechanism without delay.\n4. Encourages international partners to support the peace process and requests the Secretary-General to play a robust political role.\n5. Encourages BINUB and the Facilitation to expedite consultations on alleged FNL dissidents.\n6. Encourages the Burundian Government to pursue peace consolidation challenges.\n7. Expresses deep concern at human rights violations and urges the Government to investigate and prevent further violations.\nThe Security Council:\n \n8. Requests the Secretary-General to continue regular reporting on BINUB's mandate implementation and progress on benchmarks (as per S/2006/429/Add.1), and to keep the Council informed on transition progress from the integrated office to a development-focused engagement;\n \n9. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1791_2007_EN.pdf"
}