{
  "resolution_no": "1766",
  "year": "2007",
  "theme": [
    "Somalia",
    "Arms Embargo",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41"
  ],
  "entities": [
    "Monitoring Group",
    "Committee established pursuant to resolution 751 (1992)",
    "African Union",
    "Intergovernmental Authority on Development",
    "League of Arab States"
  ],
  "reporting_cycle": "The Monitoring Group shall provide to the Council, through the Committee, a midterm briefing within 90 days from its establishment, and submit progress reports to the Committee on a monthly basis.",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 1766 (2007) on 23 July 2007, reaffirming previous resolutions and statements on Somalia. The Council recalled the arms embargo on Somalia, established by resolution 733 (1992), and noted that it does not apply to supplies and technical assistance for security sector institutions, consistent with the political process. \n\nThe Council stressed the need for the Transitional Federal Institutions to establish effective national governance and for Somali leaders to engage in political dialogue. It commended the efforts of the African Union, the Intergovernmental Authority on Development, and the League of Arab States in supporting national reconciliation.\n\nThe Council condemned flows of weapons and ammunition to and through Somalia in violation of the arms embargo, and reiterated its insistence that all Member States refrain from actions in contravention of the embargo. \n\nThe Council decided to extend the mandate of the Monitoring Group for six months, with the following tasks: \n- Continuing tasks outlined in resolution 1587 (2005);\n- Investigating activities generating revenues used for arms embargo violations; \n- Investigating means of transport and facilities used in connection with arms embargo violations; \n- Refining and updating information on individuals and entities violating the embargo; \n- Making recommendations based on investigations.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1766_2007_EN.pdf"
}