{
  "resolution_no": "1784",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Sudan",
    "Comprehensive Peace Agreement"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIS",
    "United Nations",
    "Security Council",
    "African Union Mission in Sudan (UNAMID)"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Sudan, reaffirms its commitment to the country's sovereignty, unity, and territorial integrity.\n\nUrges parties to implement the Comprehensive Peace Agreement (CPA), particularly the redeployment of forces and border demarcation.\n\nCalls on donors to support CPA implementation, including Oslo Conference pledges.\n\nUrges the Government of National Unity to prepare for free and fair elections.\n\nWelcomes returns of internally displaced persons and refugees, and commends the UN Mission in Sudan (UNMIS).\n\nCommends UNMIS efforts in Darfur and facilitation of UNAMID.\n\nRecognizes CPA implementation as essential to Darfur crisis resolution.\n\nCondemns violence, calls for rapid deployment of UN support packages, and protection of humanitarian workers.\n\nExtends UNMIS mandate until 30 April 2008.\n\nRequests quarterly reports from the Secretary-General on UNMIS, CPA implementation, and ceasefire respect.\n\nStresses full implementation of CPA, N'djamena Ceasefire Agreement, Darfur Peace Agreement, and Eastern Sudan Peace Agreement.\n\nCalls for unrestricted UNMIS monitoring and verification in Abyei.\n\nCommends the Assessment and Evaluation Commission's role and looks forward to its interim report.\nHere is a concise summary of the Security Council document:\n\n6. Urges UNMIS to assess progress in redeployment of forces, particularly in Unity, Upper Nile, South Kordofan, Abyei, and Blue Nile, and to assist parties in reducing tensions.\n\n7. Calls on parties to reduce tensions in Abyei by redeploying forces and implementing an Interim Administration and agreeing on boundaries.\n\n8. Recalls UNMIS mandate to support formation of Joint Integrated Units (JIU) and urges donors to offer support.\n\n9. Urges UNMIS to increase support for National Disarmament, Demobilization and Reintegration Coordination Council and DDR Commissions.\n\n10. Recalls UNMIS mandate to provide guidance and technical assistance for preparations for elections and referenda.\n\n11. Calls for UNMIS to support reconciliation, emphasizing the role of women and civil society.\n\n12. Calls on parties to support, protect, and facilitate humanitarian operations.\n\n13. Recalls UNMIS role in facilitating deployment of UN Light and Heavy Support Packages for AMIS and UNAMID.\n\n14. Calls on Government of National Unity to cooperate with all UN operations.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1784_2007_EN.pdf"
}