{
  "resolution_no": "1743",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Development",
    "Haiti"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39"
  ],
  "entities": [
    "MINUSTAH",
    "Haitian Government",
    "Haitian National Police (HNP)",
    "United Nations country team",
    "OAS",
    "CARICOM"
  ],
  "reporting_cycle": "semi-annually but not later than 45 days prior to its expiration",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council reaffirms its commitment to Haiti's sovereignty, independence, territorial integrity, and unity. It welcomes progress in Haiti's political process, including the 2006 elections, and encourages the Government of Haiti and all Haitians to pursue inclusive political dialogue and national reconciliation. The Council recognizes the interconnected challenges in Haiti, including security, rule of law, institutional reform, and development, and welcomes efforts by the Haitian Government and the international community to address these challenges.\n\nThe Council appreciates the role of MINUSTAH in stabilizing the country and encourages close collaboration with regional organizations, such as the OAS and CARICOM. It emphasizes the need for disarmament, demobilization, and reintegration of gang members, and calls on the Haitian Government to accelerate efforts towards this end.\n\nThe Council also calls on the Haitian Government to maintain momentum behind security sector reform, including the Haitian National Police Reform Plan, and to reform the judiciary and correctional systems. It encourages the development of permanent and effective electoral institutions and urges the Government to establish a unified justice sector reform strategy.\n\nThe Council acknowledges the laudable work done by Haitian authorities and MINUSTAH in responding to disaster-affected people and expresses gratitude to troops and police personnel of MINUSTAH. It stresses that the Haitian people and their Government hold primary responsibility for achieving stability, social and economic development, and law and order.\n\nThe Council determines that the situation in Haiti continues to constitute a threat to international peace and security and, acting under Chapter VII of the Charter, decides to extend the mandate of MINUSTAH until 15 October 2007, with the intention to renew for further periods. It welcomes the Secretary-General's report and expresses full support for the Special Representative of the Secretary-General. \n\nIt recognizes the ownership and primary responsibility of the Government of Haiti over all aspects of the country's stabilization and good governance and encourages the Government to take full advantage of international support.\nHere is a summarized version of the Security Council document:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1743_2007_EN.pdf"
}