{
  "resolution_no": "1771",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MONUC",
    "Group of Experts on the Democratic Republic of the Congo",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\nRecalling previous resolutions, particularly 1756 (2007), and statements on the Democratic Republic of the Congo (DRC);\n\nReaffirming commitment to the DRC's sovereignty, territorial integrity, and political independence;\n\nWelcoming the establishment of democratically elected institutions in the DRC;\n\nCondemning the illicit flow of weapons into the DRC and declaring determination to monitor and enforce the arms embargo;\n\nCondemning the recruitment and use of children in hostilities;\n\nExpressing concern over armed groups and militias in Eastern DRC;\n\nRecalling the importance of security sector reform and disarming, demobilizing, and reintegrating armed groups;\n\nNoting the situation in DRC continues to threaten international peace and security;\n\nActing under Chapter VII:\n\n1. Renews until 15 February 2008 the arms embargo imposed by resolution 1493;\n2. Reaffirms exemptions for supplies and training for integrated army and police units;\n3. Allows technical training and assistance for units in integration process in North and South Kivu and Ituri district;\n4. Notes conditions for supplies of arms and related materiel;\n5. Renews transport, financial, and travel measures imposed by previous resolutions;\n6. Reaffirms these measures to remain in effect for the specified period.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalls previous resolutions 1533, 1596, 1698, and reaffirms the arms embargo and mandate of the Committee.\n\nCalls on states to support the embargo and cooperate with the Committee.\n\nRe-establishes the Group of Experts until 15 February 2008 to monitor and report on the embargo.\n\nRequests the Group to report to the Council by 15 January 2008.\n\nRequests MONUC to cooperate with the Group in monitoring activities.\n\nDemands cooperation with the Group, including access to persons, documents, and sites.\n\nDecides to review measures by 15 February 2008, in light of security situation progress.\n\nDecides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1771_2007_EN.pdf"
}