{
  "resolution_no": "1794",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "MONUC",
    "FARDC",
    "FDLR",
    "ex-FAR/Interahamwe",
    "LRA"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "Recalls previous resolutions on women, peace, and security, protection of UN personnel, children in armed conflict, and protection of civilians in armed conflicts.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Welcomes MONUC's policy to promote and protect women's rights and consider gender issues.\n* Urges states to end the illegal trade in natural resources.\n* Decides to extend MONUC's mandate until 31 December 2008 with 17,030 military personnel, 760 observers, 391 police personnel, and 6 formed police units.\n* Requests MONUC to prioritize the crisis in the Kivus, protecting civilians and supporting the Nairobi Joint Communiqué.\n* Demands that militias and armed groups disarm, demobilize, and reintegrate.\n* Urges the Congolese government to address the crisis in the Kivus and reform the security sector.\n* Encourages MONUC to support FARDC integrated brigades to disarm armed groups.\n* Requests the Secretary-General to report on MONUC's support to FARDC and measures to protect civilians.\n* Calls on governments in the region to implement commitments under the Nairobi Joint Communiqué and Ngurdoto Agreement.\n* Welcomes MONUC's assistance to the Congolese authorities in organizing local elections.\n* Calls on the Congolese authorities to intensify efforts to reform the security sector, and urges international partners to support this endeavour.\n* Reiterates its call on the Congolese authorities to end impunity for perpetrators of grave violations.\nThe Security Council:\n \nRecalls the importance of promoting and protecting human rights and international humanitarian law, particularly regarding the recruitment and use of children, and grave violations against women and children.\n\nRequests MONUC to support the human rights mapping exercise and to establish a vetting mechanism to ensure candidates for official positions respect international humanitarian law and human rights.\n\nRecalls MONUC's mandate to assist in promoting and protecting human rights, investigating human rights violations and supporting transitional justice.\n\nDemands all parties grant humanitarian personnel immediate, full and unimpeded access to all persons in need of assistance.\n\nRequests MONUC to review its efforts to prevent and respond to sexual violence, and to develop a comprehensive strategy to strengthen prevention, protection and response.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1794_2007_EN.pdf"
}