{
  "resolution_no": "1757",
  "year": "2007",
  "theme": [
    "International Criminal Law",
    "Terrorism",
    "Justice"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations",
    "Lebanese Republic",
    "International Independent Investigation Commission",
    "Special Tribunal for Lebanon"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous relevant resolutions, particularly 1595 (2005), 1636 (2005), 1644 (2005), 1664 (2006), and 1748 (2007),\n\nCondemns the 14 February 2005 terrorist bombings and other attacks in Lebanon since October 2004,\n\nCalls for strict respect of Lebanon's sovereignty, territorial integrity, unity, and political independence,\n\nRecalls the request by Lebanon's Prime Minister to establish an international tribunal to try those responsible for the terrorist crime,\n\nRecalls the conclusion of negotiations between the UN and Lebanon on the establishment of a Special Tribunal,\n\nRecalls that if voluntary contributions are insufficient, the Secretary-General and the Security Council shall explore alternate financing means,\n\nRecalls the Agreement between the UN and Lebanon on the Tribunal, signed on 23 January and 6 February 2007,\n\nDecides, under Chapter VII of the Charter:\n\n1. The provisions of the annexed document on the establishment of a Special Tribunal for Lebanon shall enter into force on 10 June 2007, unless the Government of Lebanon provides notification under Article 19 (1) before that date;\n\n2. If the Headquarters Agreement is not concluded, the Tribunal's location shall be determined in consultation with Lebanon and subject to a Headquarters Agreement;\n\n3. If Lebanon's contributions are insufficient, the Secretary-General may accept voluntary contributions to cover expenses;\n\nNotes that the Special Tribunal shall commence functioning on a date to be determined by the Secretary-General in consultation with Lebanon.\nThe Security Council:\n \n3. Requests the Secretary-General to undertake steps to establish the Special Tribunal in a timely manner, in coordination with the Government of Lebanon, and to report to the Council within 90 days and periodically thereafter on the implementation of this resolution;\n\n4. Decides to remain actively seized of the matter.\n\nAnnex: Agreement between the United Nations and the Lebanese Republic on the establishment of a Special Tribunal for Lebanon.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1757_2007_EN.pdf"
}