{
  "resolution_no": "1778",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Protection of Civilians",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MINURCAT",
    "European Union operation",
    "UNHCR",
    "AMIS",
    "UNAMID",
    "BONUCA",
    "FOMUC",
    "CEN-SAD"
  ],
  "reporting_cycle": "The Secretary-General reports every three months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on Chad, Central African Republic, and the subregion, reaffirms its commitment to their sovereignty, unity, and territorial integrity.\n\nDeeply concerned about armed groups and attacks in eastern Chad, north-eastern Central African Republic, and western Sudan, which threaten civilians, humanitarian operations, and stability.\n\nReaffirms that attempts at destabilization through violence or force are unacceptable and that Governments of Chad and Central African Republic bear primary responsibility for ensuring civilians' security.\n\nReiterating concerns about ongoing violence and its impact on the region, recalls the Tripoli Agreement and other bilateral and multilateral agreements.\n\nSupports efforts of the Secretary-General and African Union to revive the peace process in Darfur and reaffirms resolutions on women, peace, and security, protection of humanitarian personnel, and protection of civilians in armed conflict.\n\nReaffirms resolution 1612 on children in armed conflict, taking note of the report on children and armed conflict in Chad.\n\nEmphasizes preserving the civilian nature of refugee camps and preventing recruitment of individuals by armed groups.\n\nWelcomes the signing of the Political Agreement in Chad and the readiness of the European Union to establish an operation to support the United Nations presence.\n\nApproves the establishment of a multidimensional presence in Chad and Central African Republic to help create security conditions for a voluntary return of refugees and displaced persons, protection of civilians, and humanitarian assistance.\nHere is a summarized version of the Security Council document:\n\nThe Security Council decides to establish a United Nations Mission in the Central African Republic and Chad (MINURCAT) for a period of one year. \n\n2. The mandate of MINURCAT includes:\n    - Security and protection of civilians: \n        (a) select, train, advise and facilitate support to elements of the Police tchadienne pour la protection humanitaire; \n        (b) liaise with national army, gendarmerie and police forces to contribute to a secure environment; \n        (c) support efforts to relocate refugee camps; \n        (d) liaise with the Sudanese Government, African Union, and other entities to exchange information on emerging threats.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1778_2007_EN.pdf"
}