{
  "resolution_no": "1746",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Governance",
    "Security",
    "Humanitarian",
    "Counter-Narcotics"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "International Security Assistance Force",
    "Afghan Government",
    "United Nations Office on Drugs and Crime"
  ],
  "reporting_cycle": "every six months",
  "operative_authority": "Chapter VI",
  "summary": "Welcomes UNAMA's expanded presence in provinces through regional and provincial offices.\nHere is a concise summary of the Security Council document 1746 (2007):\n\nThe Security Council:\n\n* Urges the implementation of the Afghanistan Compact, and encourages progress in delivering services to Afghan citizens, particularly in southern and eastern provinces (para 3).\n* Calls on the Afghan Government and international community to implement the Compact in full (para 6).\n* Emphasizes meeting benchmarks and timelines of the Compact for progress on security, governance, and development (para 7).\n* Acknowledges the role of the Joint Coordination and Monitoring Board (JCMB) in facilitating and monitoring Compact implementation (para 8).\n* Calls for constructive engagement in inclusive political dialogue, within the Afghan Constitution and reconciliation programs (para 9).\n* Stresses the need for security sector reform, including ethnically balanced Afghan security forces (para 10).\n* Welcomes the EU's policing mission and the launch of disarmament, demobilization, and reintegration (DDR) and disbandment of illegal armed groups (DIAG) programs (paras 11-12).\n* Urges accelerated progress on justice reform, including a fair and transparent justice system (para 13).\n* Welcomes legislative reform efforts and the establishment of provincial councils (paras 14-15).\n* Calls for planning and preparation for Afghanistan's next election cycle, including a permanent Civil Voter Registry (para 16).\n* Notes with concern the effects of corruption and calls for vigorous efforts to combat it (para 17).\n* Requests respect for human rights and international humanitarian law, and assistance from UNAMA in implementing human rights provisions (para 18).\n* Stresses the importance of national reconciliation and the implementation of the Action Plan on Peace, Justice, and Reconciliation (para 19).\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Welcomes cooperation between the Afghan Government, UNAMA, and the Committee established pursuant to resolution 1267 (1999) in implementing resolution 1735 (2006).\n\n Welcomes progress in implementing the Afghanistan National Development Strategy (ANDS), stresses the need for continued leadership, and encourages increased pledges, including financial assistance.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1746_2007_EN.pdf"
}