{
  "resolution_no": "1770",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Political"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMI",
    "MNF-I",
    "Government of Iraq"
  ],
  "reporting_cycle": "Secretary-General reports every 3 months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions on Iraq, reaffirms the independence, sovereignty, unity, and territorial integrity of Iraq. It emphasizes the importance of stability and security in Iraq and acknowledges the establishment of a democratically elected government. The Council underscores the need for all communities to reject sectarianism and participate in the political process.\n\nThe Council reaffirms the role of the United Nations Assistance Mission for Iraq (UNAMI) in supporting the Iraqi people and government. It expresses concern over humanitarian issues and stresses the need for a coordinated response. The Council urges all parties to ensure the protection of civilians and facilitate the return of refugees and internally displaced persons.\n\nThe Council welcomes the launch of the International Compact with Iraq and the expanded Neighbours Conference. It acknowledges past contributions to UNAMI and recalls the need for necessary resources to fulfil its mission.\n\nThe Council decides to extend the mandate of UNAMI for 12 months. The Special Representative of the Secretary-General and UNAMI, at the request of the Government of Iraq, shall:\n\n* Advise, support, and assist on advancing inclusive political dialogue and national reconciliation\n* Support the development of processes for holding elections and referendums\n* Assist on constitutional review and implementation of constitutional provisions\n* Facilitate regional dialogue on border security, energy, and refugees\n* Plan, fund, and implement reintegration programmes for former members of illegal armed groups\n* Assist with initial planning for a comprehensive census\n\nThe Council also directs UNAMI to promote, support, and facilitate:\n\n* Coordination and delivery of humanitarian assistance\n* Safe, orderly, and voluntary return of refugees and displaced persons\n* Implementation of the International Compact with Iraq, including coordination with donors and international financial institutions.\nThe Security Council:\n\n1. Decides to extend the mandate of the United Nations Assistance Mission for Iraq (UNAMI) and, in this context:\n \n(ii) …\n\n(iii) Supports coordination and implementation of programmes to improve Iraq’s capacity to provide essential services and donor coordination through the International Reconstruction Fund Facility for Iraq (IRFFI);",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1770_2007_EN.pdf"
}