{
  "resolution_no": "1769",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMID",
    "AMIS",
    "African Union"
  ],
  "reporting_cycle": "every 30 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on Sudan, reaffirms its commitment to Sudan's sovereignty, unity, and territorial integrity.\n\nWelcomes progress on a Hybrid operation in Darfur, with a predominantly African character, and commends Sudan's agreement to its deployment.\n\nRecalls the Addis Ababa Agreement and conclusions of the African Union Peace and Security Council, and commends the African Union's efforts to deploy the African Union Mission in Sudan (AMIS).\n\nStresses the urgent need for financial, logistical, and other support for AMIS and welcomes preparations for the Hybrid operation.\n\nReiterates its support for the Darfur Peace Agreement as a basis for a lasting solution, but deplores its incomplete implementation.\n\nExpresses concern over ongoing attacks on civilians, humanitarian workers, and widespread sexual violence, and urges the Government of Sudan to bring perpetrators to justice.\n\nCondemns human rights and international humanitarian law violations in Darfur and reiterates its concern for humanitarian aid workers' security and access to populations in need.\nThe Security Council:\n\nRecalling the situation in Darfur, Sudan, where many citizens have been displaced, and humanitarian efforts remain a priority until a sustained cease-fire and inclusive political process are achieved,\n\nDemanding no aerial bombings and the use of UN markings on aircraft used in attacks,\n\nReaffirming concern that ongoing violence in Darfur may negatively affect the rest of Sudan and the region, stressing regional security aspects must be addressed for long-term peace,\n\nDetermining the situation in Darfur continues to threaten international peace and security,\n\n1. Authorizes and mandates the establishment of an AU/UN Hybrid operation in Darfur (UNAMID) for 12 months, with a mandate as set out in paragraphs 54 and 55 of the report of the Secretary-General and the Chairperson of the African Union Commission of 5 June 2007;\n\n2. Decides UNAMID shall consist of up to 19,555 military personnel, 360 military observers and liaison officers, and a civilian component including up to 3,772 police personnel and 19 formed police units;\n\n3. Welcomes the appointment of the AU-UN Joint Special Representative and Force Commander, and calls on the Secretary-General to begin deploying command and control structures;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1769_2007_EN.pdf"
}