{
  "resolution_no": "1743",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Development",
    "Haiti"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39"
  ],
  "entities": [
    "MINUSTAH",
    "Haitian Government",
    "Haitian National Police (HNP)",
    "United Nations country team",
    "OAS",
    "CARICOM"
  ],
  "reporting_cycle": "semi-annually but not later than 45 days prior to its expiration",
  "operative_authority": "Chapter VII",
  "summary": "5. Reaffirms MINUSTAH's role in supporting Haiti's constitutional and political process, promoting inclusive dialogue, and national reconciliation.\n\n6. Welcomes MINUSTAH's contribution to capacity and institution-building, and calls for expanded support to strengthen State institutions, especially outside Port-au-Prince.\n\n7. Requests MINUSTAH to continue operations against armed gangs to restore security in Port-au-Prince and encourages coordinated actions with the Government.\n\n8. Requests the UN country team and humanitarian actors to complement security operations with activities to improve living conditions.\n\n9. Requests MINUSTAH to continue quick-impact projects.\n\n10. Requests MINUSTAH to accelerate efforts to reorient disarmament, demobilization, and reintegration resources towards a community violence reduction programme.\n\n11. Condemns attacks against MINUSTAH personnel and demands no acts of intimidation or violence against UN and associated personnel.\n\n12. Reaffirms MINUSTAH's mandate to provide operational support to the Haitian coast guard and invites Member States to address cross-border illicit trafficking.\n\n13. Welcomes progress in implementing the HNP Reform Plan and requests MINUSTAH to assist in reforming and restructuring the HNP.\n\n14. Requests MINUSTAH to support the Haitian authorities' efforts to reform the justice and corrections sectors.\n\n15. Reaffirms MINUSTAH's human rights mandate and calls on Haitian authorities to promote and protect human rights.\n\n16. Welcomes MINUSTAH's policy to promote and protect women's rights and take into account gender considerations.\n\n17. Strongly condemns grave violations against children and widespread rape and sexual abuse of girls.\n\n18. Underlines the importance of continued assistance to address Haiti's population needs and encourages donors to accelerate pledge disbursements.\n\n19. Calls on MINUSTAH to enhance coordination with the UN country team and development actors.\n\n20. Calls on the UN system and international community to devise and support a renewed aid coordination system.\n\n21. Requests MINUSTAH to maintain a proactive communications and public outreach strategy.\n\n22. Requests the Secretary-General to ensure compliance with the UN zero-tolerance policy on sexual exploitation and abuse.\n\n23. Requests the Secretary-General to report to the Council semi-annually on MINUSTAH's mandate implementation.\n\n24. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1743_2007_EN.pdf"
}