{
  "resolution_no": "1790",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Security",
    "Iraq",
    "International Cooperation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "United Nations Assistance Mission for Iraq (UNAMI)",
    "Multinational Force (MNF)",
    "International Advisory and Monitoring Board",
    "Development Fund for Iraq"
  ],
  "reporting_cycle": "Quarterly reports from the United States on behalf of the multinational force",
  "operative_authority": "Chapter VII",
  "summary": "- Continue to apply provisions related to the use of Iraq's natural resources and funds until 31 December 2008.\n- Support the work of the Security Council Committee established pursuant to resolution 1518 (2003) to restore Iraqi funds and assets.\n\nThe Government of Iraq considers this to be its final request for the extension of the mandate of MNF-I and expects the Security Council to deal with the situation in Iraq without the need for action under Chapter VII of the Charter of the United Nations in the future.\nThe Government of Iraq requests the extension of the mandate of the Development Fund for Iraq and the International Advisory and Monitoring Board for 12 months, with a review of the mandate before 15 June 2008. Iraq also requests that the Security Council review its resolutions regarding the deposit of 5% of Iraq's oil proceeds into the Compensation Fund, with a view to reducing the percentage. The Iraqi Prime Minister, Nuri Kamel al-Maliki, emphasizes Iraq's determination to establish a stable and peaceful democracy and a dynamic economy, and requests international community support.\n\nThe US Secretary of State, Condoleezza Rice, writes to confirm that the Multinational Force (MNF) in Iraq is ready to continue its mandate as set out in Security Council resolutions 1546 (2004), 1637 (2005), and 1723 (2006). The MNF, under unified command, will continue to work with the Government of Iraq to maintain security and stability, and support the transition of security responsibility to Iraqi forces. The MNF will undertake a range of tasks, including force protection, and will act in close cooperation with the Government of Iraq. The Iraqi security forces are making progress in developing their capabilities, and the MNF is prepared to participate in the maintenance of security and stability in Iraq in the coming year.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1790_2007_EN.pdf"
}