{
  "resolution_no": "1767",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Border disputes"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMEE",
    "EEBC",
    "Ethiopia",
    "Eritrea"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, reaffirming previous resolutions on the situation between Ethiopia and Eritrea, stresses its commitment to the peace process and full implementation of the Algiers Agreements. It expresses deep concern over serious violations of the Temporary Security Zone (TSZ) and the delay in demarcating the border. The Council extends the mandate of UNMEE for six months, until 31 January 2008. It calls on the parties to maintain their commitment to the Agreement on Cessation of Hostilities, de-escalate tensions, and respect the TSZ. The Council demands Eritrea withdraw its troops and heavy military equipment from the TSZ and Ethiopia reduce its military forces in adjacent areas. It reiterates the parties' responsibility to implement the EEBC's delimitation decision without delay or preconditions. The Council stresses the importance of the EEBC's meeting with the parties on 6 September 2007 and demands that the parties provide UNMEE with necessary access, assistance, support, and protection.\nThe Security Council:\n\n3. demands Eritrea implement the Delimitation Decision, in accordance with resolutions 1430 (2002) and 1466 (2003), and lift restrictions immediately, including those specified in report S/2007/440;\n\n10. reiterates its demand that Eritrea reverse all restrictions on UNMEE's movement and operations without delay or preconditions and provide cooperation, access, protection, and support;\n\n11. calls on both parties to cooperate with UNMEE to reactivate the Military Coordination Commission;\n\n12. expresses willingness to reconsider changes to UNMEE in light of progress toward demarcation and take further decisions to facilitate demarcation;\n\n13. welcomes efforts by the Secretary-General and the international community to normalize relations between Eritrea and Ethiopia;\n\n14. welcomes the Secretary-General's efforts towards appointing a Special Representative;\n\n15. calls on Member States to contribute to the Trust Fund to support the demarcation process;\n\n16. expresses appreciation for troop-contributing countries' contributions to UNMEE;\n\n17. decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1767_2007_EN.pdf"
}