{
  "resolution_no": "1744",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Somalia",
    "African Union"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "African Union",
    "AMISOM",
    "Transitional Federal Institutions",
    "United Nations"
  ],
  "reporting_cycle": "60 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council, recalling previous resolutions on Somalia, reaffirms its respect for Somalia's sovereignty and territorial integrity. The Council reiterates its commitment to a comprehensive settlement of the situation in Somalia through the Transitional Federal Charter and stresses the importance of broad-based and representative institutions.\n\nThe Council welcomes the African Union's intention to deploy a mission (AMISOM) to Somalia for six months to contribute to stabilization and post-conflict restoration. It also welcomes Ethiopia's decision to withdraw its troops and underlines the urgency of AMISOM's deployment to avoid a security vacuum.\n\nThe Council:\n\n1. Stresses the need for broad-based and representative institutions through an all-inclusive political process;\n2. Welcomes the Transitional Federal Institutions' initiative to pursue an intra-Somali political process and encourages an inclusive dialogue;\n3. Requests the Secretary-General to assist with the national reconciliation congress and promote an ongoing all-inclusive political process;\n4. Authorizes a six-month African Union mission in Somalia (AMISOM) to:\n\t* Support dialogue and reconciliation;\n\t* Provide protection to Transitional Federal Institutions and key infrastructure.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Authorizes the African Union Mission in Somalia (AMISOM) to: \n  - Assist with implementation of the National Security and Stabilization Plan \n  - Contribute to creation of security conditions for humanitarian assistance \n  - Protect its personnel and ensure freedom of movement \n\nUrges African Union member states to contribute to AMISOM to facilitate withdrawal of foreign forces \n\nExempts from arms embargo: \n  - Supplies and technical assistance for AMISOM \n  - Supplies and technical assistance for security sector institutions development \n\nRequires notification to the Committee established by resolution 751 (1992) for exemptions \n\nUrges member states to provide personnel, equipment, and services to AMISOM \n\nRequests the Secretary-General to send a Technical Assessment Mission to report on the situation and possible UN Peacekeeping Operation \n\nEmphasizes the importance of the arms embargo and demands compliance \n\nExpresses concern over the humanitarian situation, demands unhindered access, and welcomes relief efforts",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1744_2007_EN.pdf"
}