{
  "resolution_no": "1745",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Elections",
    "Security Sector Reform",
    "Humanitarian Assistance",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIT",
    "United Nations Independent Certification Team",
    "International Security Force",
    "Government of Timor-Leste",
    "PNTL",
    "F-FDTL"
  ],
  "reporting_cycle": "The Secretary-General is requested to keep the Council closely and regularly informed of developments on the ground, in particular the state of preparations for the upcoming elections and the security situation and to submit a report which includes recommendations for possible adjustments in UNMIT’s mandate and strength to the Security Council within 60 days after the Presidential and Parliamentary elections in Timor-Leste, and to submit a report no later than 45 days before the expiration of the current mandate",
  "operative_authority": "Chapter VI",
  "summary": "Calls on the Government of Timor-Leste, assisted by UNMIT, to review the future role and needs of the security sector.\n\n Emphasizes the need for regular meetings and information sharing, and welcomes the establishment of a Trilateral Coordination Forum.\n\n Calls on all parties to adhere to non-violence and democratic processes to ensure free, fair, and peaceful elections.\n\n Takes note of the work of the Independent Certification Team and encourages implementation of its recommendations.\n\n Calls on all parties to work together in a spirit of cooperation and compromise to consolidate progress.\n\n Emphasizes the importance of accountability and justice for past events, including follow-up to the Independent Special Commission of Inquiry report.\n\n Calls on UNMIT to cooperate with UN agencies and partners to support the Government of Timor-Leste.\n\n Urges development partners to provide resources and assistance for elections and sustainable development.\n\n Requests UNMIT to consider gender considerations and protect women and girls from gender-based violence.\n\n Requests the Secretary-General to ensure compliance with the UN's zero-tolerance policy on sexual exploitation and abuse.\n\n Requests the Secretary-General to keep the Council informed of developments, including preparations for elections and the security situation, and to submit reports as necessary.\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1745_2007_EN.pdf"
}