{
  "resolution_no": "1762",
  "year": "2007",
  "theme": [
    "Disarmament",
    "Non-Proliferation",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41"
  ],
  "entities": [
    "UNMOVIC",
    "IAEA",
    "UNSC",
    "Government of Iraq"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Iraq, thanks UNMOVIC and IAEA for their contributions.\n\nNoting a democratically elected Iraqi government is in place, supporting the non-proliferation regime.\n\nRecalling Iraq's disarmament obligations, urging adherence to treaties.\n\nNoting disarmament efforts since 1991.\n\nDecides to:\n\n1. Terminate UNMOVIC and IAEA mandates.\n\n2. Reaffirm Iraq's disarmament obligations.\n\n3. Invite Iraq to report on progress on disarmament and non-proliferation within a year.\n\n4. Take note of UNMOVIC/UNSCOM and IAEA briefings.\n\n5. Request the Secretary-General to dispose of UNMOVIC's archives.\n\n6. Request the Secretary-General to transfer remaining funds to the Government of Iraq.\n\n7. Remain seized of the matter.\nThe United States and the United Kingdom inform the Security Council of steps taken to ensure Iraqi compliance with disarmament obligations under Council resolution 1483 (2003). They, along with the Iraqi Government and other Member States, have worked to locate and secure, remove, disable, render harmless, eliminate or destroy Iraq's weapons of mass destruction, ballistic missiles, and related systems. All known weapons of mass destruction and ballistic missiles with a range over 150 km have been secured, removed, disabled, rendered harmless, eliminated or destroyed. The Duelfer Report, which reviews Iraq's weapons of mass destruction programmes, is available online.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1762_2007_EN.pdf"
}