{
  "resolution_no": "1780",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Security",
    "Humanitarian",
    "Development"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39"
  ],
  "entities": [
    "MINUSTAH",
    "UN Country Team",
    "OAS",
    "CARICOM",
    "Haitian National Police (HNP)"
  ],
  "reporting_cycle": "semi-annually, not later than 45 days prior to its expiration",
  "operative_authority": "Chapter VII",
  "summary": "* Supports the Special Representative of the Secretary-General's efforts to improve security in Haiti and reaffirms his authority in coordinating UN activities (para 3).\n* Recognizes Haiti's ownership and responsibility for stabilization, and encourages the Government to take advantage of international support (para 4).\n* Calls on MINUSTAH to support the constitutional and political process, promote inclusive dialogue, and provide logistical and security assistance for the electoral process (para 5).\n* Welcomes MINUSTAH's contribution to building institutional capacity and calls for expanded support to strengthen state institutions (para 6).\n* Requests MINUSTAH to continue supporting the Haitian National Police (HNP) and encourages coordinated actions to reduce violence (para 7).\n* Welcomes progress in implementing the HNP Reform Plan and requests MINUSTAH to continue assisting the Government in reforming and restructuring the HNP (para 8).\n* Invites member states to engage with the Government to address cross-border illicit trafficking and contribute to strengthening HNP capacity (para 9).\n* Requests MINUSTAH to provide technical expertise for border management and support Government efforts in this area (para 10).\n* Recognizes the need for MINUSTAH to establish patrols along border areas and encourages discussions with the Government and member states to assess threats (para 11).\n* Requests the UN country team and humanitarian actors to complement security operations with activities to improve living conditions (para 12).\n* Condemns attacks against MINUSTAH personnel and demands that no acts of intimidation or violence be directed against UN and associated personnel (para 13).\n* Welcomes steps towards reform of rule of law institutions and requests MINUSTAH to continue providing support (para 14).\n* Requests MINUSTAH to continue pursuing its community violence reduction approach and promoting human rights (paras 15-16).\n* Strongly condemns grave violations against children and widespread rape and requests MINUSTAH to promote and protect the rights of women and children (para 17).\n* Encourages MINUSTAH and the UN Country Team to enhance coordination and address urgent development problems (para 18).\n* Calls on the UN system and the international community to devise and support a renewed aid coordination system and accelerate disbursement of pledges (para 19).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1780_2007_EN.pdf"
}