{
  "resolution_no": "1762",
  "year": "2007",
  "theme": [
    "Disarmament",
    "Non-Proliferation",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41"
  ],
  "entities": [
    "UNMOVIC",
    "IAEA",
    "UNSC",
    "Government of Iraq"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "The Iraqi Government, through its Minister for Foreign Affairs, requests that the Security Council terminate the mandates of UNMOVIC and the IAEA Iraq Action Team, as there are no longer any grounds for continuing their mandate. The Iraqi Government: has a democratically elected government and a new parliament; has a constitution that respects and implements international non-proliferation obligations; has cooperated fully with the Iraq Survey Group; and affirms its commitment to relevant Security Council resolutions, the Treaty on the Non-Proliferation of Nuclear Weapons, and other international agreements. The Iraqi Government also intends to accede to the Chemical Weapons Convention.\nIraq has made progress in cooperation with the IAEA: \n- It has acceded to the Model Additional Protocol of the IAEA's safeguards regime. \n- An agency, the Iraqi Radioactive Sources Regulatory Authority, has been set up to identify and secure radioactive sources. \n- IAEA has made four successful verification visits to the Tuwaitha site. \n- The Iraqi National Monitoring Directorate oversees the transfer of dual-use substances and is harmonizing export legislation with international standards. \n- Iraq has submitted its national report under Security Council resolution 1540 (2004). \n- The Iraqi Government is strengthening border controls in cooperation with the multinational force. \nThe Iraqi Government requests the Security Council to: \n- Make a serious and objective assessment of the situation in Iraq, \n- Terminate the mandate of UNMOVIC and the IAEA Iraq Action Team, \n- Transfer the balance in the Iraq account to the Development Fund for Iraq.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1762_2007_EN.pdf"
}