{
  "resolution_no": "1769",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMID",
    "AMIS",
    "African Union"
  ],
  "reporting_cycle": "every 30 days",
  "operative_authority": "Chapter VII",
  "summary": "3. Welcomes the appointment of the AU-UN Joint Special Representative and Force Commander, and calls on the Secretary-General to begin deploying command and control structures;\n\n4. Calls on all parties to facilitate the full deployment of UNAMID and on member states to finalize contributions within 30 days;\n\n5. Decides:\n(a) UNAMID shall establish initial operational capability by October 2007;\n(b) assume operational command authority over Light Support Package and personnel by October 2007;\n(c) assume authority from AMIS by 31 December 2007;\n\n6. Requests the Secretary-General to report to the Council within 30 days on UNAMID's implementation;\n\n7. Decides on unity of command and control, with a single chain of command;\n\n8. Decides on force and personnel generation and administration;\n\n9. Decides UNAMID shall monitor arms and related material in Darfur;\n\n10. Calls on all Member States to facilitate free movement of UNAMID personnel and equipment;\n\n11. Stresses the urgent need for financial, logistical and other support for AMIS;\n\n12. Decides the authorised strength of UNMIS shall revert to that specified in resolution 1590 (2005) upon transfer of authority;\n\n13. Calls on all parties to immediately cease hostilities and commit to a sustained cease-fire;\n\n14. Demands an immediate cessation of hostilities and attacks on AMIS, civilians, and humanitarian agencies.\nHere is a summarized version of the Security Council document:\n\n15. Acting under Chapter VII of the Charter, the Council:\n- Authorizes UNAMID to take necessary action to protect its personnel, facilities, and equipment, and ensure security and freedom of movement of its personnel and humanitarian workers.\n- Authorizes UNAMID to support the implementation of the Darfur Peace Agreement, prevent disruption, and protect civilians.\n\n(b) Requests the Secretary-General to conclude a status-of-forces agreement with the Government of Sudan within 30 days.\n\n16. Requests the Secretary-General to ensure UNAMID complies with the UN zero-tolerance policy on sexual exploitation and abuse.\n\n17. Calls on parties to ensure protection of children in the implementation of the Darfur Peace Agreement.\n\n18. Emphasizes there can be no military solution to the conflict, welcomes commitment to talks, and urges parties to finalize preparations.\n\n19. Welcomes the Joint Communiqué between the Government of Sudan and the UN on humanitarian activities.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1769_2007_EN.pdf"
}