{
  "resolution_no": "1776",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Security",
    "Terrorism",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "ISAF",
    "UNAMA",
    "OEF coalition",
    "NATO",
    "EUPOL Afghanistan",
    "Afghan Government",
    "Taliban",
    "Al-Qaida"
  ],
  "reporting_cycle": "quarterly reports",
  "operative_authority": "Chapter VII",
  "summary": "The Council calls on all Afghan parties and groups to engage in peaceful political dialogue within the Afghan Constitution and in socio-economic development, avoiding violence. It recognizes the importance of regional partners' contributions to Afghanistan's stabilization and stresses the crucial importance of advancing regional cooperation. \n\nThe Council welcomes ISAF's expansion, coordination with the OEF coalition, and cooperation with the European Union presence in Afghanistan.\nExpressing appreciation for NATO's leadership and contributions of many nations to ISAF and OEF coalition, \n\nDetermining the situation in Afghanistan still threatens international peace and security, \n\nDecided to extend ISAF authorization for 12 months beyond 13 October 2007 under Chapter VII of the UN Charter, \n\n Authorized ISAF-participating Member States to take necessary measures to fulfil its mandate, \n\nRecognized the need to strengthen ISAF, calling on Member States to contribute personnel, equipment, and resources, \n\nStressed increasing Afghan security sector's functionality, professionalism, and accountability, \n\n Called on ISAF to work closely with the Afghan Government, Special Representative of the Secretary-General, and OEF coalition, \n\nRequested ISAF leadership to keep the Security Council informed through quarterly reports, \n\nDecided to remain actively seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1776_2007_EN.pdf"
}