{
  "resolution_no": "1782",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "Group of Experts",
    "Committee established by resolution 1572 (2004)"
  ],
  "reporting_cycle": "Secretary-General and French Government report immediately; Group of Experts provides midterm report by 15 April 2008 and final report 15 days before end of mandate",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n \n5. Considers any serious obstacle to the freedom of movement of UNOCI and French forces, or any attack or obstruction of their action, a threat to the peace and national reconciliation process in Côte d’Ivoire.\n\n6. Requests the Secretary-General, French Government, Special Representative of the Secretary-General, Facilitator, and his Special Representative to report immediately any serious obstacle or attack to the Committee.\n\n7. Requests States to cooperate with the Committee and authorizes the Committee to request further information.\n\n8. Extends the mandate of the Group of Experts until 31 October 2008.\n\n9. Urges Ivorian parties to collaborate with the Group of Experts.\n\n10. Requests the Group of Experts to provide a midterm report by 15 April 2008 and a final report 15 days before the end of its mandate.\n\n11-13. Requests the Secretary-General, French Government, and Kimberley Process to communicate information on the supply of arms and related materiel and production and illicit export of diamonds.\n\n14. Urges cooperation with the Committee, Group of Experts, UNOCI, and French forces.\n\n15. Threatens to impose targeted measures against individuals who:\n     (a) Threaten the peace and national reconciliation process.\n     (b) Attack or obstruct UNOCI, French forces, or others.\n     (c) Create obstacles to their freedom of movement.\n     (d) Commit serious human rights and humanitarian law violations.\n     (e) Incite hatred and violence.\n     (f) Violate measures imposed by paragraph 7 of resolution 1572.\n\n16. Remains actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1782_2007_EN.pdf"
}