{
  "resolution_no": "1757",
  "year": "2007",
  "theme": [
    "International Criminal Law",
    "Terrorism",
    "Justice"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations",
    "Lebanese Republic",
    "International Independent Investigation Commission",
    "Special Tribunal for Lebanon"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "**Article 20: Commencement and conduct of trial proceedings**\n\n* The Trial Chamber shall read the indictment to the accused, ensure their rights are respected, and confirm they understand the indictment.\n* Examination of witnesses shall commence with questions from the presiding judge, followed by other members of the Trial Chamber, the Prosecutor, and the Defence.\n* The Trial Chamber may call additional witnesses and/or order production of additional evidence.\n* Hearings shall be public unless the Trial Chamber decides to hold proceedings in camera.\n\n**Article 21: Powers of the Chambers**\n\n* The Special Tribunal shall ensure an expeditious hearing of the issues raised by the charges.\n* A Chamber may admit relevant evidence with probative value and exclude evidence that would prejudice a fair trial.\n* A Chamber may receive witness evidence orally or in written form.\n* In cases not provided for in the Rules of Procedure and Evidence, a Chamber shall apply rules of evidence that favour a fair determination.\n\n**Article 22: Trials in absentia**\n\n* The Special Tribunal may conduct trials in absentia if the accused has waived their right to be present, has not been handed over to the Tribunal, or has absconded.\n* The accused must have been notified of the indictment, and have designated a defence counsel or had one assigned.\n* In case of conviction in absentia, the accused has the right to be retried in their presence.\n\n**Article 23: Judgement**\n\n* The judgement shall be rendered by a majority of judges and delivered in public, with a reasoned opinion in writing.\n\n**Article 24: Penalties**\n\n* The Trial Chamber shall impose imprisonment for life or a specified number of years, taking into account international practice and Lebanese national court practice.\n* The Trial Chamber shall consider the gravity of the offence and individual circumstances of the convicted person when imposing sentence.\nHere is a summarized version of the Security Council document:\n\n**Article 25: Compensation to victims**\n\n1. The Special Tribunal identifies victims harmed by crimes committed by convicted accused.\n2. The Registrar transmits the judgement to the competent authorities of the State concerned.\n3. Victims or their representatives may bring an action in a national court to obtain compensation based on the Tribunal's decision and national legislation.\n4. The Tribunal's judgement is final and binding on the convicted person's criminal responsibility.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1757_2007_EN.pdf"
}