{
  "resolution_no": "1765",
  "year": "2007",
  "theme": [
    "Peacekeeping",
    "Elections",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "ECOWAS",
    "African Union",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "Secretary-General reports by 15 October 2007",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling previous resolutions and statements on Côte d'Ivoire, reaffirms its commitment to the country's sovereignty, independence, territorial integrity, and unity. The Council endorses the Ouagadougou political Agreement signed on 4 March 2007 and supports the appointment of Mr. Guillaume Soro as Prime Minister. \n\nThe Council pays tribute to the Chairperson of ECOWAS, President Blaise Compaoré, for facilitating the inter-Ivorian direct dialogue and commends the efforts of the African Union and ECOWAS to promote peace and stability in Côte d'Ivoire. \n\nThe Council strongly condemns any attempt to destabilize the peace process by force, particularly the attack on 29 June 2007 in Bouaké against Prime Minister Soro. \n\nThe Council, acting under Chapter VII of the Charter, decides to renew the mandates of UNOCI and the French forces supporting it until 15 January 2008 to support free, open, fair, and transparent elections. \n\nThe Council endorses the Secretary-General's report recommendations, adapting UNOCI's role to the new phase of the peace process, and requests UNOCI to support the Ouagadougou political Agreement's implementation. \n\nThe Council calls upon parties to ensure women's and children's protection, invites signatories to protect vulnerable civilian populations, and expresses its intention to review UNOCI and French forces' mandates by 15 October 2007. \n\nThe Council terminates the High Representative for the Elections' mandate, assigning the Special Representative of the Secretary-General to certify the electoral process, and commends the High Representative, Mr. Gérard Stoudmann, for his efforts.\nRecalls the Ouagadougou political Agreement's importance, particularly paragraph 8.1, and urges Ivorian forces to rely on the Facilitator's mediation for electoral process difficulties; \nSupports establishment of an international consultative organ with representatives from UN, World Bank, IMF, EU, AU, African Development Bank, ECOWAS, and France to accompany Ivorian forces and the Facilitator in implementing the Agreement; \nEncourages Facilitator President Blaise Compaoré to continue supporting the crisis settlement process, and welcomes his appointment of a special representative in Abidjan; \nRequests UNOCI to assist the Facilitator, as needed, in conducting facilitation and arbitration roles according to the Agreement; \nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2007/S_RES_1765_2007_EN.pdf"
}