{
  "resolution_no": "2133",
  "year": "2014",
  "theme": [
    "Terrorism",
    "Kidnapping",
    "Hostage-taking",
    "Counter-terrorism"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "Al-Qaida",
    "Global Counterterrorism Forum (GCTF)",
    "Counter-Terrorism Committee (CTC)",
    "Financial Action Task Force"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n* Reaffirms that terrorism is a serious threat to international peace and security and that any acts of terrorism are criminal and unjustifiable.\n* Recalls its relevant resolutions and Presidential Statements concerning threats to international peace and security caused by terrorist acts.\n* Reiterates the obligation of Member States to prevent and suppress the financing of terrorist acts.\n* Strongly condemns incidents of kidnapping and hostage-taking committed by terrorist groups.\n* Expresses concern at the increase in incidents of kidnapping and hostage-taking committed by terrorist groups, including Al-Qaida and its affiliated groups.\n* Emphasizes that the payment of ransoms to terrorists funds future kidnappings and hostage-takings.\n* Determines to prevent kidnapping and hostage-taking committed by terrorist groups and to secure the safe release of hostages without ransom payments or political concessions.\n* Recognizes the need to further strengthen efforts to support victims and those affected by incidents of kidnapping for ransom and hostage-taking.\n* Reaffirms that States must ensure that any measures taken to counter terrorism comply with their obligations under international law.\n* Commits to support efforts to reduce terrorist groups’ access to funding and financial services.\n* Expresses concern at the increased use by terrorists of new information and communication technologies for recruitment, incitement, and financing of terrorist acts.\n\nThe Security Council:\n\n1. Reaffirms its resolution 1373 (2001) and its decisions that all States shall prevent and suppress the financing of terrorist acts and refrain from providing any form of support to entities or persons involved in terrorist acts.\n2. Further reaffirms its decision in resolution 1373 (2001) that all States shall prohibit their nationals or any persons and entities within their territories from making any funds, financial assets or economic resources available for the benefit of persons who commit or attempt to commit terrorist acts.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n \n3. Calls on Member States to prevent terrorists from benefiting from ransom payments or political concessions and secure hostages' safe release.\n\n4. Urges Member States to cooperate closely during kidnappings and hostage-takings by terrorist groups.\n\n5. Reaffirms decision to provide mutual assistance in investigations and proceedings related to terrorist acts' financing or support.\n\n6. Recognizes the need for expert discussions on kidnapping for ransom by terrorists and calls for continued discussions within the UN and other organizations.\n\n7. Notes that ransom payments support terrorist groups' recruitment, operational capability, and incentivize future kidnappings.\n\n8. Encourages the Counter-Terrorism Committee to hold a Special Meeting to discuss measures to prevent kidnappings and hostage-takings.\n\n9. Recalls the GCTF's \"Algiers Memorandum\" and encourages CTED to consider it in capacity building for Member States.\n\n10. Calls on Member States to encourage private sector partners to adopt guidelines and good practices to prevent and respond to terrorist kidnappings.\n\n11. Urges Member States to cooperate with UN counter-terrorism bodies to improve capacities to counter terrorism financing.\n\n12. Encourages cooperation among UN counter-terrorism bodies when providing information on trends and developments.\n\n13. Decides to remain seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2133_2014_EN.pdf"
}