{
  "resolution_no": "2186",
  "year": "2014",
  "theme": [
    "Peacebuilding",
    "Security Sector Reform",
    "Drug Trafficking",
    "Human Rights",
    "Gender"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIOGBIS",
    "ECOWAS",
    "ECOMIB",
    "UNODC",
    "Peacebuilding Commission"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions on Guinea-Bissau, adopted Resolution 2186 (2014) on 25 November 2014. The Council noted progress made by the government in determining national priorities after returning to constitutional order. It emphasized the need for respect of democratic principles, inclusive governance, and a consensual, nationally owned process to consolidate peace and stability. The Council stressed the importance of reforms in the defense, security, and justice sectors, promotion of the rule of law, human rights, and socioeconomic development, as well as fighting impunity and drug trafficking. \n\nThe Council commended the efforts of the Special Representative of the Secretary-General and the United Nations Integrated Peacebuilding Office in Guinea-Bissau (UNIOGBIS) and the Economic Community of West African States (ECOWAS) in sustaining peace, security, and development. It noted the desire of the new authorities to maintain ECOWAS Mission (ECOMIB) presence to support reforms and build confidence among international partners.\n\nThe Council expressed concern about human rights violations, calling for transparent and credible investigations, and reiterated its concern about the threat of drug trafficking to stability. It emphasized the need to tackle drug trafficking through a common and shared responsibility approach and to bring those responsible for politically-motivated assassinations and serious crimes to justice. \n\nThe Council welcomed efforts to update the national plan for combating drug trafficking and organized crime and reiterated the importance of continued support from the United Nations and international partners for Guinea-Bissau's long-term security and development. It commended the work of the United Nations Office on Drugs and Crime (UNODC) and encouraged enhanced cooperation between UNODC and UNIOGBIS. The Council stressed the need for increased coherence, coordination, and efficiency among partners to combat drug trafficking.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nEmphasizes the important role of women in conflict prevention and resolution, and welcomes the work of UNIOGBIS to increase women's participation in Guinea-Bissau.\n\nCondemns cases of illegal fishing and exploitation of natural resources, which undermine the country's economic development.\n\nReaffirms the need for coordinated international support to address Guinea-Bissau's challenges.\n\nWelcomes the efforts of the Special Representative of the Secretary-General to convene an international donor conference.\n\nTakes note of the statement by the Chair of the Guinea-Bissau Configuration of the Peacebuilding Commission (PBC) and welcomes the PBC's engagement with Guinea-Bissau.\n\nWelcomes the reactivation of the International Contact Group on Guinea-Bissau.\n\nReaffirms its commitment to peace and stability in Guinea-Bissau.\n\nDecides to extend the mandate of UNIOGBIS for 3 months (1 December 2014 - 28 February 2015) with the following tasks:\n\n* Supporting inclusive political dialogue and national reconciliation\n* Strengthening democratic institutions\n* Providing advice and support for law enforcement, justice, and penitentiary systems\n* Implementing national security sector reform and rule of law strategies\n* Combating drug trafficking and transnational organized crime\n* Promoting and protecting human rights\n* Mainstreaming a gender perspective into peacebuilding\n* Working with the Peacebuilding Commission\n* Contributing to the mobilization and coordination of international assistance\n\nReiterates its demand for security and defence services to submit to civilian control.\n\nUrges the authorities to protect human rights, end impunity, and bring perpetrators to justice.\n\nWelcomes joint efforts by international partners to support the legitimate democratic government.\n\nEncourages coordinated action to support security sector reform.\n\nCalls upon the authorities to review and implement national legislations to combat transnational organized crime.\n\nEncourages international cooperation to enable Guinea-Bissau to ensure control of air traffic and surveillance of maritime security.\nThe Security Council,\n\n1. Requests the Special Representative of the Secretary-General to increase efforts to achieve coherence, coordination, and efficiency among UN agencies, funds, and programs in Guinea-Bissau to combat drug trafficking;\n\n2. Invites the Special Representative to share information with the Committee established pursuant to resolution 2048 (2012), particularly names of individuals associated with drug trafficking;\n\n3. Stresses challenges posed by drug trafficking in addressing Guinea-Bissau's overall crisis and requests the Secretary-General to ensure relevant capacity within UNIOGBIS, including anti-drug expertise;\n\n4. Encourages international partners to support Guinea-Bissau in tackling transnational organized crime, including drug trafficking and money-laundering;\n\n5. Welcomes the intention of Guinea-Bissau's authorities to convene an international donor conference in Brussels in February 2015;\n\n6. Urges Guinea-Bissau to implement Temporary Recommendations under International Health Regulations (2005) regarding the 2014 Ebola Outbreak;\n\n7. Looks forward to the findings and recommendations of the strategic assessment mission (SAM) to be included in the Secretary-General's report in January 2015;\n\n8. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2186_2014_EN.pdf"
}