{
  "resolution_no": "2185",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Policing",
    "Rule of Law"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations Police Components",
    "Department of Peacekeeping Operations",
    "Department of Political Affairs",
    "Counter-Terrorism Executive Directorate"
  ],
  "reporting_cycle": "The Secretary-General reports by the end of 2016",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its primary responsibility for maintaining international peace and security, adopted Resolution 2185 (2014) at its 7317th meeting on 20 November 2014. The Council reiterated the need for a comprehensive approach to conflict prevention and sustainable peace, stressing the importance of strengthening the rule of law, promoting economic growth, poverty eradication, and respect for human rights.\n\nThe Council emphasized that the success of peacekeeping operations and special political missions requires close cooperation between different elements of these missions. It reaffirmed its commitment to upholding the purposes and principles of the Charter of the United Nations, including respect for the principles of political independence, sovereign equality, and territorial integrity of all States.\n\nThe Council recognized the significance of professional, effective, accountable, and accessible law enforcement, corrections, and judicial institutions in laying the foundation for sustainable peace and national development. It acknowledged the growing role of Police Components in United Nations peacekeeping operations and special political missions, and the diverse policing-related tasks in their mandates.\n\nThe Council stressed that United Nations policing-related work makes an invaluable contribution to peacekeeping, post-conflict peacebuilding, security, and the rule of law. It recalled that policing-related aspects of mandates may include support for reform, restructuring, and development of host State policing institutions; providing operational support; and conducting interim policing.\n\nThe Council underlined the importance of close coordination of United Nations policing activities, both at headquarters and in the field. It noted that United Nations Police Components face challenges, including a need for specialized skills and equipment, and a unified policing approach. The Council recalled reports of the Special Committee on Peacekeeping Operations and recognized the inclusive consultative process undertaken by the Police Division in developing the Strategic Guidance Framework for International Police Peacekeeping.\nEmphasizing the importance of Member States contributing police with professional skills, experience and expertise, who are appropriately trained, vetted, and operationally ready. Welcoming cooperation between the UN, police-contributing countries, and regional organizations to ensure FPUs are properly trained and equipped. \n\nNoting the increasing use of modern technologies by UN Police Components, including information and communication technologies, to increase their abilities to carry out their mandates efficiently and effectively. Encouraging the UN Secretariat to ensure these technologies are integrated effectively into UN policing work.\n\nWelcoming the Secretary-General's announcement of a comprehensive review of UN peacekeeping operations and special political missions. Noting the designation of the Department of Peacekeeping Operations and the UN Development Programme as the joint global focal point for police, justice and corrections areas.\n\nRecalling the sovereign right and primary responsibility of the State concerned to determine the national approach and priorities of security sector reform. Recognizing that such reform should be a nationally owned process.\n\nNoting the important role that UN Police Components can play in supporting reform of host State policing institutions and building policing capacity. Emphasising that good governance and oversight of policing and law enforcement services are important in ensuring accountability.\n\nHighlighting the important role that UN Police Components can play in supporting host States to uphold their primary responsibility to protect civilians and respect human rights. Reaffirming the important role of women in the prevention and resolution of conflicts and in peacebuilding.\n\nTaking note of and encouraging the increased participation of female police in UN peacekeeping operations. Recalling the launch of the UN Global Effort to promote an increase in the percentage of female police officers in UN peacekeeping missions to 20 per cent by 2014.\n\nRecognizing innovative practices to improve the success of UN policing in recognizing specific needs of women in conflict and post-conflict environments. Reiterating that the protection of children in armed conflict should be an important aspect of any comprehensive strategy to resolve conflict and build peace.\n\nHighlighting the important role that UN Police Components can play in building the capacity of host-State policing and other law enforcement institutions to address organized crime. Highlighting that impartial, responsive, accountable, community-oriented police institutions can help to counter violent extremism.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nNoting the role of Police Components in assisting host governments in implementing and monitoring sanctions, and recognizing the role of regional organizations in post-conflict peacebuilding.\n\n Paying tribute to the memory of peacekeepers who have lost their lives, and expressing concern about security threats and targeted attacks against peacekeepers.\n\n Reaffirming the primary responsibility of host governments for the security of personnel, and the complementary role of the UN Security Management System.\n\n Resolves to:\n1. Include policing as an integral part of peacekeeping operations and special political missions, with clear and achievable mandates.\n2. Stress the importance of cooperation and coordination between UN Police Components and other mission elements.\n3. Urge police-contributing countries to provide professional police personnel with necessary skills and experience.\n4. Request the Secretary-General to promote professionalism and effectiveness in policing-related work through:\n    a. Developing standards and guidance for UN policing.\n    b. Comprehensive training for UN Police Components.\n    c. Senior police leadership training.\n    d. Evaluating the effectiveness of UN policing.\n    e. Streamlining recruitment and deployment procedures.\n    f. Coordinating work on reform of policing and law enforcement institutions.\n\n Recognizes:\n5. The critical role of national authorities in reforming host State policing and law enforcement.\n6. The need for international support to professionalize policing and law enforcement agencies.\n7. The importance of inclusive political processes and agreements in supporting reform of police and law enforcement institutions.\n8. The role of UN Police Components in strengthening the rule of law in conflict and post-conflict situations.\n\n Requests the Secretary-General to consider security sector reform, including policing and law enforcement institutions, in strategic planning of peacekeeping operations and special political missions.\nThe Security Council resolution aims to enhance the capabilities and expertise of United Nations Police Components. \n\n10. Emphasizes the role of peacekeeping operations and special political missions in supporting host-State policing institutions to transition to self-sufficiency, through analysis of needs and consultation with the host State.\n\n11. Encourages the Secretary-General's Special Representatives to consider the strategic value of security sector reform, including reform of host State policing institutions.\n\n12. Welcomes the work of the United Nations Standing Police Capacity in providing expertise across policing activities.\n\n13. Requests the Secretariat to refine the composition of the United Nations Standing Police Capacity.\n\n14. Notes efforts to explore the use of \"specialized police teams\" for police capacity-building and requests a report on this use.\n\n15. Notes inter-mission cooperation, recognizes logistical challenges, and encourages the Secretariat to assess and improve this cooperation.\n\n16. Notes the importance of deploying civilian policing experts with adequate skills and expertise.\n\n17. Affirms the central role of protecting civilians in the work of United Nations Police Components.\n\n18. Affirms the role of United Nations Police Components in supporting host authorities in protecting civilians.\n\n19. Highlights the critical role of United Nations Police Components in facilitating women's participation in conflict resolution and peacebuilding.\n\n20. Encourages police-contributing countries to increase the percentage of women police in deployments.\n\n21. Encourages police-contributing countries to provide training on sexual and gender-based violence and child protection.\n\n22. Requests the Secretary-General to implement the policy of zero tolerance on sexual exploitation and abuse.\n\n23. Notes the importance of United Nations policing-related support to non-United Nations security forces adhering to the Human Rights Due Diligence Policy.\n\n24. Reiterates that United Nations peacekeeping operations may provide expertise to the host government and sanctions committees.\nThe Security Council:\n\n Reiterates the importance of training for UN Police Components on illicit trafficking of small arms and light weapons.\n\n25. Notes that UN peacekeeping operations and special political missions, including Police Components, may assist host governments in capacity building to implement commitments under global and regional instruments to address illicit trafficking of small arms and light weapons.\n\n26. Encourages information sharing between relevant UN entities to address transnational organized crime, terrorism, and violent extremism.\n\n27. Encourages the Counter-Terrorism Executive Directorate to enhance dialogue and information sharing with Special Envoys and UN Departments.\n\n28. Affirms that UN Police Components may provide support to national authorities to bring to justice those responsible for serious international crimes.\n\n29. Encourages closer coordination and cooperation on policing issues between the UN Secretariat and international organizations.\n\n30. Reiterates the need to strengthen cooperation and consultation with police-contributing countries.\n\n31. Expresses intention to hold an annual meeting on policing issues with Heads of UN Police Components.\n\n32. Encourages the Secretary-General to consider the role of policing in his strategic review of UN peacekeeping operations and special political missions.\n\n33. Requests the Secretary-General to submit a report by the end of 2016 on the role of policing in peacekeeping and post-conflict peacebuilding.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2185_2014_EN.pdf"
}