{
  "resolution_no": "2174",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Security",
    "Terrorism",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNSMIL",
    "International Criminal Court",
    "Arab League",
    "African Union"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its resolutions on Libya since 1970 (2011) and the President's Statement of 16 December 2013, reaffirms its commitment to Libya's sovereignty, independence, territorial integrity, and national unity. It deplores the increasing violence, condemns ongoing fighting, and expresses deep concern at its impact on civilians and institutions. The Council welcomes the Libyan Government's and House of Representatives' calls for an immediate ceasefire, and encourages all parties to engage in peaceful and inclusive dialogue. \n\nThe Council recalls its decision to refer the situation in Libya to the International Criminal Court and reaffirms the importance of holding accountable those responsible for human rights violations or abuses. It expresses concern at the threat posed by unsecured arms and ammunition, and the growing presence of Al-Qaida-linked terrorist groups. \n\nThe Council, acting under Chapter VII, calls on all parties to agree to an immediate ceasefire, and expresses support for the UN Support Mission in Libya (UNSMIL). It condemns violence against civilians and civilian institutions, and calls for those responsible to be held accountable. \n\nThe Council decides to expand targeted sanctions to individuals and entities that threaten Libya's stability or undermine its political transition, including those involved in planning, directing, or committing acts that violate international human rights law or humanitarian law, attacks against Libyan State institutions, or providing support for armed groups or criminal networks. \n\nThe Council reiterates that individuals and entities that violate provisions of resolution 1970 (2011), including the arms embargo, are subject to designation.\nHere is a clear and concise summary of the Security Council document:\n\n6. The Panel of Experts is requested to provide information on individuals and entities meeting designation criteria specified in paragraphs 4 and 5.\n\n7. The Committee should give due regard to delisting requests for individuals and entities no longer meeting designation criteria.\n\n8. Supply, sale, or transfer of arms and related materiel to Libya must be approved in advance by the Committee.\n\n9. States, particularly those neighboring Libya, are called upon to inspect cargo to and from Libya if they have reasonable grounds to believe it contains prohibited items.\n\n10. Member States are authorized to seize and dispose of prohibited items and must cooperate in such efforts.\n\n11. Member States must submit written reports to the Committee on inspections, including grounds, results, and cooperation, and on seizure and disposal of prohibited items.\n\n12. The Security Council is ready to review the measures and mandate of UNSMIL as needed in light of developments in Libya.\n\n13. The Security Council will remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2174_2014_EN.pdf"
}