{
  "resolution_no": "2190",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Humanitarian",
    "WPS/CAAC",
    "Ebola"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39"
  ],
  "entities": [
    "UNMIL",
    "UNOCI",
    "UNMEER",
    "Liberia National Police (LNP)",
    "Bureau of Immigration and Naturalization (BIN)"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days, with a midterm report no later than 30 April 2015 and a final report no later than 15 August 2015",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n \nRecalling previous resolutions, particularly 1509 (2003), 2066 (2012), 2116 (2013), 2176 (2014), 2177 (2014), and 2188 (2014), \n\nAffirming strong commitment to Liberia's sovereignty, independence, territorial integrity, and unity, \n\nAffirming Government of Liberia's primary responsibility for ensuring peace, stability, and protection of civilians, \n\nWelcoming progress toward peace, security, and stability in Liberia, \n\nReiterating grave concern about the Ebola outbreak in Africa and its impact on West Africa, including Liberia, \n\nRecognizing Government of Liberia's role in leading the response against Ebola, \n\nExtolling United Nations personnel's continued contribution to consolidating peace and stability in Liberia, \n\nWelcoming UNMEER's efforts to provide leadership and direction to the operational work of the United Nations System, \n\nNoting with concern potential for conflict over Liberia's natural resources and disputes related to land ownership, \n\nRecognizing extension provided by Government of Liberia to the Constitution Review Committee, \n\nWelcoming contributions of the Peacebuilding Commission to security sector reform, rule of law, and national reconciliation, \n\nCommending cooperation between Government of Liberia and UNMIL to plan and implement UNMIL's phased military drawdown, \n\nNoting postponement of Senatorial Elections, \n\nExpressing appreciation for continued assistance provided to Ivoirian refugees.\nHere is a summarized version of the Security Council document:\n\nThe Security Council commends the Government of Liberia's efforts to strengthen security cooperation in the subregion and recognizes the challenges posed by instability in western Côte d'Ivoire. The Council notes the significant challenges remaining in Liberia, including high rates of sexual and gender-based violence, and welcomes the Government's renewed efforts to promote and protect human rights.\n\nThe Council determines that the situation in Liberia continues to constitute a threat to international peace and security in the region and, acting under Chapter VII of the Charter, makes the following decisions:\n\n**Governance, Rule of Law, Security Sector Reform, and National Reconciliation**\n\n1. Emphasizes the Government of Liberia's primary responsibility for security and protection of its population and urges the Government to prioritize the development of security agencies, especially the Liberia National Police (LNP).\n2. Encourages the Government to prioritize national reconciliation, economic recovery, combating corruption, and promoting good governance.\n3. Emphasizes the need for continued progress on constitutional and institutional reforms, particularly in the rule of law and security sectors.\n4. Urges the Government to intensify efforts to transition security responsibilities from UNMIL to national authorities.\n5. Affirms its expectation that the Government will assume full security responsibilities from UNMIL by 30 June 2016.\n6. Stresses the importance of a concrete plan for building the security sector, with timelines and benchmarks.\n7. Underscores the importance of developing national security and rule of law institutions that are fully and independently operational.\n\n**Sexual and Gender-based Violence**\n\n8. Expresses concern about the high incidence of sexual and gender-based violence against women and girls in Liberia and calls on the Government to continue to combat such violence, particularly against children, and to provide redress, support, and protection to victims.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Extends the mandate of the United Nations Mission in Liberia (UNMIL) until 30 September 2015.\n\n2. Decides the mandate of UNMIL shall prioritize:\n    - Protection of Civilians\n    - Humanitarian Assistance Support\n    - Reform of Justice and Security Institutions\n    - Electoral Support\n    - Human Rights Promotion and Protection\n    - Protection of United Nations personnel\n\n3. Requests UNMIL to focus on supporting the Government of Liberia to transition complete security responsibility to the Liberian National Police (LNP) by strengthening its capacity.\n\n4. Emphasizes that any support provided to non-United Nations security forces must comply with the Human Rights Due Diligence Policy.\n\n5. Requests the Secretary-General to ensure UNMIL has qualified specialist advisers to enhance mentoring and increase the capacity of the Government.\n\n6. Authorizes UNMIL’s strength to remain at up to 4,811 military and 1,795 police personnel.\n\n7. Decides to resume the phased drawdown of UNMIL’s military strength once Liberia has made significant progress in combatting the Ebola outbreak.\n\n8. Requests the Secretary-General to provide an update by 15 March 2015 on the situation in Liberia, including the impact of the Ebola outbreak.\nHere is a clear and concise summary of the Security Council document text:\n\n18. The Ebola outbreak has halted joint activities between Liberia and Côte d'Ivoire, and between UNMIL and UNOCI. The Council calls on these governments to reinforce cooperation, particularly in the border area, to support disarmament, repatriation, and refugee return.\n\n19. The Council affirms inter-mission cooperation arrangements as UNMIL and UNOCI downsize, reaffirming the framework set out in resolution 1609 (2005). It recalls the transfer of armed helicopters from UNMIL to UNOCI for use in both countries.\n\n20. The Council recalls the Secretary-General's proposal to establish a quick reaction force within UNOCI to support UNMIL, with an initial period of one year.\n\n21. The Council authorizes the deployment of this unit to Liberia in the event of a serious security deterioration, subject to troop-contributing countries' consent and the Liberian government's consent.\n\n22. The Council requests the Secretary-General to provide regular updates on the situation in Liberia and UNMIL's mandate implementation, with a midterm report by 30 April 2015 and a final report by 15 August 2015.\n\n23. The Council decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2190_2014_EN.pdf"
}