{
  "resolution_no": "2180",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Women, Peace and Security",
    "Economic Development"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINUSTAH",
    "United Nations country team",
    "Haitian National Police",
    "Organization of the American States (OAS)",
    "Union of South American Nations (UNASUR)",
    "Caribbean Community (CARICOM)"
  ],
  "reporting_cycle": "semi-annually and not later than forty-five days prior to its expiration",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\nReaffirms previous resolutions on Haiti, particularly 2119 (2013), and its commitment to Haiti's sovereignty, independence, territorial integrity, and unity.\n\nNotes Haiti's progress towards stabilization, including the El Rancho Accord, but expresses concern over postponed elections and the lack of an amended electoral law.\n\nRecognizes the relatively stable security situation, and the critical role of MINUSTAH in ensuring stability and security, commending its efforts and expressing gratitude to its personnel.\n\nUnderlines the need to strengthen Haitian judicial and correctional systems, and encourages the Government to continue efforts to strengthen the rule of law and security sector reform.\n\nReiterates the importance of the Haitian National Police (HNP) and its ongoing strengthening, professionalization, and reform, and stresses the need for adequate funding.\n\nRecognizes progress made by the Superior Council of the Judiciary and the need to address remaining human rights concerns in the corrections system.\n\nAcknowledges significant humanitarian challenges, including 85,432 internally displaced persons, and welcomes efforts to control and eliminate the cholera epidemic.\n\nUrges continued support for the Government of Haiti to address structural weaknesses, particularly in water and sanitation systems, and stresses the importance of strengthening Haitian national health institutions.\nThe Security Council:\n\nEmphasizes progress in Haiti's reconstruction, social and economic development, and institution capacity building, crucial for lasting stability, and reiterates the need for security to be accompanied by development, risk reduction, and preparedness.\n\nWelcomes the Government of Haiti's Framework for Coordination of External Aid (CAED) and increased joint programming of the UN country team.\n\nUrges donors to fulfill pledges made at the 2010 New York Conference.\n\nEmphasizes regional organizations' role in Haiti's stabilization and reconstruction.\n\nWelcomes efforts of the Haitian National Police (HNP) and MINUSTAH's community policing.\n\nExpresses concern over sexual and gender-based violence, particularly against women and children.\n\nRecognizes strengthening national human rights institutions and respect for human rights as essential to ensuring the rule of law and security.\n\nReaffirms the authority of the Special Representative of the Secretary-General in coordinating UN activities in Haiti.\n\nActing under Chapter VII of the Charter:\n\n1. Extends MINUSTAH's mandate until 15 October 2015.\n\n2. Sets MINUSTAH's force levels at up to 2,370 troops and 2,601 police personnel.\n\n3. Affirms adjustments to force configuration based on the situation on the ground.\n\n4. Commits to adapting MINUSTAH's mandate and force levels if conditions change.\n\n5. Takes note of MINUSTAH's conditions-based consolidation plan.\n\n6. Recognizes the Government and people of Haiti's ownership and primary responsibility for stabilization.\nThe Security Council,\n\n1. Extends State authority throughout Haiti and promotes good governance and rule of law.\n\n2. Strongly urges Haiti’s political actors to hold free, fair, inclusive, and transparent legislative, partial senatorial, municipal, and local elections.\n\n3. Welcomes the Special Representative of the Secretary-General’s efforts to support the political process.\n\n4. Reaffirms Haiti is at an important juncture in stability and democracy consolidation.\n\n5. Encourages increased women’s political participation.\n\n6. Reaffirms strengthening the Haitian National Police is paramount.\n\n7. Requests MINUSTAH to continue efforts to strengthen the Haitian National Police.\n\n8. Underlines the need to ensure effective support for the 2012-2016 HNP Development Plan.\n\n9. Stresses close coordination among MINUSTAH, donors, and the Government.\n\n10. Encourages MINUSTAH to assist in tackling gang violence and organized crime.\n\n11. Encourages the Haitian authorities to continue justice reform.\n\n12. Calls on donors and partners to better coordinate their efforts.\n\n13. Requests the United Nations country team to complement security and development operations.\n\n14. Requests MINUSTAH to continue implementing quick-impact projects.\n\n15. Strongly condemns grave violations against children and widespread rape.\n\n16. Requests MINUSTAH to continue its community violence reduction approach.\nThe Security Council:\n\n22. Encourages MINUSTAH to assist the Haitian Government in providing protection to civilians, particularly internally displaced persons and vulnerable groups, including through joint community policing.\n\n23. Requests the Secretary-General to ensure MINUSTAH personnel comply with the UN's zero-tolerance policy on sexual exploitation and abuse, and to keep the Council informed.\n\n24. Reaffirms MINUSTAH's human rights mandate, urges the Haitian Government to respect and protect human rights, and calls on MINUSTAH to provide monitoring and support.\n\n25. Encourages MINUSTAH to enhance stability in Haiti while fostering greater Haitian ownership.\n\n26. Requests MINUSTAH to support Haitian authorities in controlling the flow of small arms and developing a national community policing doctrine.\n\n27. Underscores the importance of updating planning documents for MINUSTAH's military and police components.\n\n28. Requests the Secretary-General to report to the Council on MINUSTAH's mandate implementation semi-annually.\n\n29. Requests the Secretary-General to include a comprehensive assessment of the situation in Haiti and propose options regarding MINUSTAH's reconfiguration.\n\n30. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2180_2014_EN.pdf"
}