{
  "resolution_no": "2195",
  "year": "2014",
  "theme": [
    "Terrorism",
    "Transnational Organized Crime",
    "Peace and Security",
    "Counter-Terrorism"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations Counter-Terrorism Implementation Task Force",
    "UN Office on Drugs and Crime",
    "Counter-Terrorism Executive Directorate",
    "Analytical Support and Sanctions Monitoring Team",
    "African Union"
  ],
  "reporting_cycle": "The Secretary-General to submit a report to the Council within six months from the adoption of this resolution",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nReaffirming its primary responsibility for international peace and security, condemns terrorism in all forms as a serious threat to international peace and security. \nTerrorism cannot be associated with any religion, nationality, or civilization. \nThe Council stresses that defeating terrorism requires a sustained and comprehensive approach involving all States and international organizations. \n\nThe Council is gravely concerned about terrorist financing, and the resources obtained through transnational organized crime, including trafficking of arms, persons, and drugs. \nIt reaffirms the need to prevent and suppress terrorist financing. \n\nThe Council notes the importance of fair and effective criminal justice systems in countering terrorism and transnational organized crime. \nIt calls on UN counter-terrorism entities and Member States to assist Africa's efforts to counter violent extremism and terrorism. \n\nThe Council urges Member States to participate in maintaining and updating the Al-Qaida Sanctions List. \nIt condemns engagement in trade involving ISIL, ANF, and Al-Qaida-associated individuals and entities. \n\nThe Council is deeply concerned that terrorist groups benefiting from transnational organized crime may undermine affected States. \nIt emphasizes the need to address conditions conducive to the spread of terrorism and to incorporate women and youth in developing counter-terrorism strategies. \n\nThe Council is seriously concerned about terrorist groups, including those benefiting from transnational organized crime, attacking United Nations personnel. \nIt strongly condemns kidnapping and hostage-taking committed by terrorist groups and expresses its determination to prevent such acts and secure the safe release of hostages.\nHere is a concise summary of the Security Council document:\n\nThe Security Council notes recent developments to prevent and suppress international terrorism, including the Global Counterterrorism Forum's (GCTF) adoption of good practices to address foreign terrorist fighters.\n\nThe Council reaffirms the need to combat terrorism by all means, in accordance with the Charter and international law, and stresses the importance of a comprehensive approach to defeat terrorism.\n\nThe Council:\n\n1. Stresses collective action to prevent and combat terrorism, including terrorism linked to transnational organized crime.\n2. Calls on Member States to strengthen border management to prevent terrorist movement.\n3. Urges Member States to ratify and implement relevant international conventions on narcotics, psychotropic substances, and transnational organized crime.\n4. Requests UN entities to assist Member States in implementing international legal instruments on terrorism.\n5. Stresses good governance, anti-corruption, and anti-money laundering efforts, and encourages African States to engage with FATF-style regional bodies.\n6. Recalls obligations to prevent terrorist attacks against UN staff and peacekeepers.\n\nThe Council also:\n\n7. Stresses transregional and international cooperation to counter the world drug problem and related crimes.\n8. Encourages cooperation to prevent terrorists from benefiting from transnational organized crime.\n9. Commends regional cooperative mechanisms in Africa, such as the Sahel Fusion and Liaison Unit and the Lake Chad Basin Commission.\n10. Commends initiatives to strengthen security and border control in North Africa and the Sahel-Saharan region.\nHere is a summarized version of the Security Council document:\n\n11. Urges Member States, particularly Sahel and Maghreb States, to coordinate efforts to prevent terrorist groups from crossing borders and seeking safe havens in the Sahel region, and to develop strategies to combat terrorist activities.\n\n12. Welcomes the establishment of AFRIPOL and notes the elaboration of an African arrest warrant for persons charged with or convicted of terrorist acts.\n\n13. Calls on African Member States to support the implementation of the African Union Plan of Action on Drug Control 2013-2018.\n\n14. Calls upon Member States to help build the capacity of other Member States to address the threat posed by terrorism benefiting from transnational organized crime.\n\n15. Recognizes capacity and coordination challenges faced by Member States in countering terrorism and violent extremism, and commends the work of the Counter-Terrorism Committee and its Executive Directorate.\n\n16. Calls on relevant entities of the United Nations and other organizations to support the development and strengthening of national and regional institutions to address terrorism benefiting from transnational organized crime.\n\n17. Encourages the United Nations Counter-Terrorism Implementation Task Force to consider expanding its I-ACT Initiative to the countries of the G5-Sahel and Central Africa.\n\n18. Reiterates that United Nations peacekeeping and special political missions may assist in capacity-building for host governments.\n\n19. Encourages information sharing between Special Representatives of the Secretary-General, UN departments, and other entities.\n\n20. Requests the Secretary-General to submit a report on the efforts of UN entities to address the threat of terrorists benefiting from transnational organized crime.\n\n21. Requests that the report include recommendations on concrete options for strengthening Member States' capabilities.\n\n22. Recalls the request to the Analytical Support and Sanctions Monitoring Team to report on the threat posed by foreign terrorist fighters.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2195_2014_EN.pdf"
}