{
  "resolution_no": "2145",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Security",
    "Humanitarian",
    "WPS/CAAC",
    "Counter-Narcotics"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "NATO",
    "United Nations Office on Drugs and Crime",
    "International Afghanistan Conference"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council adopted Resolution 2145 (2014) on 17 March 2014, recalling its previous resolutions on Afghanistan, particularly resolution 2096 (2013) extending the mandate of the United Nations Assistance Mission in Afghanistan (UNAMA) through 19 March 2014. \nThe Council reaffirmed its strong commitment to Afghanistan's sovereignty, independence, territorial integrity, and national unity. \nIt reiterated support for the Transition (Inteqal) process, entailing Afghanistan's assumption of full responsibility in the security sector, governance, and development, consistent with the London, Kabul, Bonn, and Tokyo Conferences. \nThe Council emphasized the Kabul Process, aiming at accelerated Afghan leadership and ownership, strengthened international partnership, regional cooperation, improved governance, enhanced Afghan security forces, economic growth, and better protection of citizens' rights, particularly women and girls. \nIt stressed a comprehensive approach to address Afghanistan's security, economic, governance, and development challenges, recognizing no purely military solution exists for stability. \nThe Council reaffirmed support for the Government and people of Afghanistan in rebuilding their country and strengthening sustainable peace and constitutional democracy foundations. \nIt welcomed the International Afghanistan Conference in Bonn on 5 December 2011, its Conference Conclusions, and the declaration of a Decade of Transformation (2015-2024). \nThe Council also welcomed the strategic consensus between Afghanistan and the International Community on a renewed partnership for this Transformation Decade, based on firm mutual commitments. \nIt reaffirmed the importance of continued efforts by Afghanistan and the international community towards meeting their mutual commitments under the Tokyo Mutual Accountability Framework. \nThe Council supported the implementation of commitments set out in the London and Kabul Conference Communiqués, the Afghanistan National Development Strategy (ANDS), and the National Drugs Control Strategy. \nIt stressed the crucial importance of advancing regional cooperation to promote security, stability, and economic and social development in Afghanistan.\nThe Security Council reaffirmed its commitment to strengthen regional security and cooperation for a secure and stable Afghanistan. The Council welcomed confidence-building measures on counter-terrorism, counter-narcotics, trade, education, disaster management, and regional infrastructure. It noted the Istanbul Process aims to complement and cooperate with existing regional organizations' efforts.\n\nThe Council welcomed the outcome of the International Conference on Afghan Refugees, aiming at voluntary repatriation, sustainable reintegration, and assistance to host countries. It stressed the UN's central role in promoting peace and stability in Afghanistan through the Kabul Process and the Joint Coordination and Monitoring Board (JCMB).\n\nThe Council reaffirmed the evolving role of international actors from direct service delivery to support and capacity building for Afghan institutions. It emphasized a comprehensive and inclusive Afghan-led political process to support reconciliation for those who renounce violence and respect the constitution.\n\nThe Council recalled Afghanistan's commitments to strengthen its electoral process, ensuring future elections are transparent, credible, and democratic. It welcomed preparations for the 2014 presidential and provincial council elections and looked forward to the 2015 parliamentary elections.\n\nThe Council reaffirmed Afghanistan's peaceful future lies in building a stable, secure, and economically sustainable state, free of terrorism and narcotics, based on the rule of law, and strengthened democratic institutions. It emphasized the importance of a long-term commitment to support the Afghan National Security Forces (ANSF) beyond 2014.\n\nThe Council noted the agreements reached at NATO's Lisbon and Chicago Summits to transfer full security responsibility to the ANSF by the end of 2014. It welcomed progress towards the completion of the security transition and emphasized the importance of operationally capable, professional, and sustainable ANSF.\n\nThe Council welcomed the Chicago Summit Joint Declaration, stressing the long-term commitment to lasting peace, security, and stability in Afghanistan. It noted the decision of NATO to work towards continuing to train, advise, and assist the ANSF after 2014. The Council emphasized discussions on Afghanistan at the next NATO Summit in the UK in September 2014.\n\nThe Council recognized that security gains must be supported by progress in Afghan governance and development capacity. It noted the objectives of UNAMA and ISAF and stressed the need for coordination and mutual support.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Reiterates the need for UN agencies to increase efforts to achieve coherence, coordination, and alignment with Afghan National Priority Programmes.\n\n2. Welcomes efforts of countries sustaining civilian efforts in Afghanistan and encourages further contributions in a coordinated manner.\n\n3. Stresses the need to improve humanitarian assistance delivery, including enhanced coordination among UN agencies and between the UN and donors.\n\n4. Emphasizes upholding humanitarian principles of humanity, neutrality, impartiality, and independence.\n\n5. Expresses concern about the security situation in Afghanistan, particularly violent and terrorist activities by the Taliban, Al-Qaida, and other groups.\n\n6. Recognizes the threats posed by these groups and the challenges in addressing them.\n\n7. Recalls resolutions on the protection of civilians in armed conflict, expressing concern with high civilian casualties, particularly among women and children.\n\n8. Condemns targeted killings of women and girls, and calls for all parties to comply with international law.\n\n9. Expresses concern with the threat posed by anti-personnel mines, remnants of war, and Improvised Explosive Devices.\n\n10. Encourages international support for Afghan-led efforts to address drug production and trafficking.\n\n11. Expresses concern at the increase in poppy production and stresses the need for coordinated regional efforts to combat the drug problem.\n\n12. Welcomes the Paris Pact Initiative and the Regional Ministerial Conference on Counter-Narcotics.\n\n13. Recalls the declaration addressed to the International Narcotics Control Board (INCB) by the Government of Afghanistan regarding acetic anhydride.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nSupports the Afghan Government's ban on Ammonium Nitrate fertilizer and urges prompt action to regulate explosive materials and precursor chemicals to prevent insurgents' use.\n\nRecalling previous resolutions on protection of civilians, women and peace, and children and armed conflict.\n\nWelcomes the Secretary-General's report of 7 March 2014.\n\nAppreciates the UN's long-term commitment to Afghanistan and reiterates support to UNAMA and the Special Representative of the Secretary-General.\n\nExtends UNAMA's mandate until 17 March 2015.\n\nRecognizes the renewed mandate takes account of the transition process and supports Afghanistan's leadership and ownership.\n\nCalls on the UN to support Afghanistan's National Priority Programmes on security, governance, justice, and development.\n\nDecides UNAMA will:\n\n* Promote coherent international support to Afghanistan's priorities\n* Support elections, including the 2014 presidential and provincial council elections\n* Support the Afghan-led peace and reconciliation process\n* Promote regional cooperation\n* Strengthen human rights and protection of civilians\n\nCooperate with ISAF and the NATO Senior Civilian Representative to ensure protection and promotion of Afghans' rights.\nThe Security Council, \nRecalling its resolution 2145 (2014), \n\n7. Reaffirms UNAMA and the Special Representative will increase efforts for greater coherence, coordination and efficiency among UN agencies, funds and programmes in Afghanistan to maximize their collective effectiveness in alignment with the National Priority Programmes identified by the Government of Afghanistan, and lead international civilian efforts to enable and strengthen Afghan institutions.\n\n8. Calls upon all Afghan and international parties to coordinate with UNAMA in implementing its mandate and promoting security and freedom of movement of UN personnel.\n\n9. Reiterates the need to ensure security of UN staff.\n\n10. Stresses the critical importance of a continued UNAMA presence in provinces to support the Afghan Government.\n\n11. Encourages the Secretary-General to continue efforts to address security issues.\n\n12. Underscores the importance of sustainable democratic development in Afghanistan.\n\n13. Welcomes efforts of the Afghan Government to advance the peace and reconciliation process.\n\n14. Welcomes measures taken by the Government of Afghanistan to increase participation of women, minorities and civil society.\n\n15. Notes the establishment of the Committee pursuant to Security Council resolution 1988 (2011).\nThe Security Council:\n\n\n\n16. Stresses UNAMA's role in supporting an inclusive Afghan-led peace and reconciliation process, if requested by the Government of Afghanistan, and encourages the international community to assist.\n\n17. Reaffirms support to the Istanbul Process on Regional Security and Cooperation for a Secure and Stable Afghanistan and looks forward to the next Ministerial Conference.\n\n18. Welcomes efforts by the Government of Afghanistan, regional partners, and international organizations to foster trust and cooperation.\n\n19. Calls for strengthening regional cooperation, including measures to facilitate regional trade and transit.\n\n20. Emphasizes the importance of strengthening local and regional transportation networks.\n\n21. Reaffirms the central role of the JCMB in coordinating and monitoring the implementation of the Afghanistan National Development Strategy.\n\n22. Calls on donors to adhere to their commitments made at the Tokyo Conference.\n\n23. Calls upon the Afghan Government to continue addressing the threat posed by the Taliban, Al-Qaida, and other violent groups.\n\n24. Reiterates the importance of increasing the functionality, professionalism, and accountability of the Afghan security sector.\n\n25. Welcomes progress in the development of the Afghan National Army and encourages sustained training efforts.\n\n26. Takes note of efforts to enhance the capabilities of the Afghan National Police and calls for further efforts towards that goal.\nHere is a summarized version of the document:\n\n27. Welcomes progress in disbanding illegal armed groups and integrating them with the Afghanistan Peace and Reintegration Programme, and calls for accelerated efforts.\n\n28. Condemns attacks targeting civilians, Afghan and international forces, and use of civilians as human shields by the Taliban and other extremist groups.\n\n29. Notes with concern high incidence of attacks on humanitarian and development workers, condemns these attacks, and calls for full, safe and unhindered access for humanitarian actors.\n\n30. Welcomes achievements in the Mine Action Programme, encourages continued efforts to remove and destroy anti-personnel landmines and explosive remnants of war, and provide assistance to victims.\n\n31. Recognizes progress in minimizing civilian casualties, calls on ISAF and other international forces to continue robust efforts, and conduct investigations in cases of civilian casualties.\n\n32. Expresses concern about recruitment and use of children by Taliban, Al-Qaida and other groups, and condemns violations and abuses against children, particularly attacks on schools and education facilities.\n\n33. Stresses importance of implementing resolution 1612 on children and armed conflict, supports Afghan Government's commitment to preventing child rights violations, and calls for full implementation of the Action Plan.\n\n34. Remains concerned about harm caused by opium cultivation, production and trafficking, calls on the Afghan Government to accelerate implementation of the National Drug Control Strategy, and encourages international support.\n\n35. Welcomes efforts of the United Nations Office on Drugs and Crime in empowering the Afghan Ministry of Counter Narcotics.\n\n36. Calls upon States to strengthen international cooperation to counter the threat posed by illicit drugs from Afghanistan.\n\n37. Appreciates the work of the Paris Pact initiative in countering production, trafficking and consumption of opium and heroin from Afghanistan.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Welcomes cooperation on border management between the UN, OSCE, and CSTO.\n\n Reiterates the importance of completing the National Priority Programme on Law and Justice for All to establish a fair and transparent justice system.\n\n Stresses the need for progress in the reconstruction and reform of the prison sector, ensuring access for relevant organizations to all prisons and places of detention.\n\n Notes with concern the effects of corruption and welcomes anti-corruption commitments made by the Government of Afghanistan.\n\n Encourages Afghan institutions to work in a spirit of cooperation to tackle corruption and ensure good governance.\n\n Calls for full respect for and protection of human rights and fundamental freedoms, including those of human rights defenders.\n\n Recognizes progress on gender equality but emphasizes the need for enhanced efforts to secure the rights and full participation of women and girls.\n\n Welcomes the Afghan Government’s commitment to strengthen the participation of women in governance institutions.\n\n Recognizes the importance of voluntary, safe, orderly return and sustainable reintegration of Afghan refugees and internally displaced persons.\n\n Calls for continued and enhanced international assistance in this regard.\nThe Security Council:\n\n47. Notes the need to continue to strengthen Afghanistan's absorption capacity for the full rehabilitation and reintegration of remaining Afghan refugees and internally displaced persons with international community support;\n\n48. Requests the Secretary-General to report to the Council every three months on developments in Afghanistan, including an evaluation of progress made against benchmarks for measuring and tracking progress in the implementation of UNAMA's mandate, and priorities as set out in this resolution;\n\n49. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2145_2014_EN.pdf"
}