{
  "resolution_no": "2147",
  "year": "2014",
  "theme": [
    "Humanitarian",
    "Peacekeeping",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MONUSCO",
    "UN Group of Experts",
    "International Conference on the Great Lakes Region (ICGLR)",
    "Southern African Development Community (SADC)",
    "African Union (AU)"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council every three months on the situation on the ground, and every six months on the implementation of the commitments under the PSC Framework",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2147 (2014) on 28 March 2014, recalling its previous resolutions and statements on the Democratic Republic of the Congo (DRC). The Council reaffirmed its commitment to the sovereignty, independence, unity, and territorial integrity of the DRC and all states in the region. \n\nIt stressed the primary responsibility of the DRC government to ensure security and protect civilians, and noted the continued violence by armed groups in eastern DRC. The Council welcomed efforts by the Secretary-General, the International Conference on the Great Lakes Region (ICGLR), the Southern African Development Community (SADC), and the African Union (AU) to restore peace and security.\n\nThe Council recalled the signing of the Peace, Security and Cooperation Framework for the DRC and the region and called on all parties to implement their commitments. It welcomed the Regional Oversight Mechanism's call for a broader political dialogue and encouraged its continuation.\n\nThe Council reiterated its support to the Special Representative of the Secretary-General and the United Nations Organization Stabilization Mission in the DRC (MONUSCO) and strongly encouraged their efforts. \n\nIt expressed deep concern regarding the security and humanitarian crisis in eastern DRC, stressing the need to neutralize all armed groups, including the Democratic Forces for the Liberation of Rwanda (FDLR), the Allied Democratic Forces (ADF), and the Lord's Resistance Army (LRA).\n\nThe Council welcomed the end of the M23 rebellion and stressed the importance of implementing the signed documents swiftly and in good faith. \n\nIt expressed deep concern regarding the sustained regional threat posed by the FDLR and stressed the need to permanently address this threat. \n\nThe Council also expressed concern that the FDLR and other armed groups continue to have freedom of movement in the DRC and noted with deep concern reports of FARDC collaboration with the FDLR. \n\nIt recalled its Presidential Statements on the Central African Region and the LRA and commended MONUSCO's efforts in the fight against the LRA.\n\nThe Council expressed deep concern regarding the increasing number of internally displaced persons in the DRC, now over 2.9 million.\nThe Security Council:\n\nCondemns the humanitarian situation in eastern DRC, citing persistent violence, human rights abuses, and international law violations.\n\nNotes 450,000 refugees from eastern DRC, calls on DRC and regional states to create a peaceful environment for voluntary refugee return and reintegration.\n\nEncourages Rwandan and Ugandan Governments, UN, and international organizations to address the situation of former M23 combatants.\n\nUrges the Government of Rwanda to ensure permanent demobilization of M23 combatants, in line with international law.\n\nCalls on parties to respect humanitarian actors' impartiality, independence, and neutrality.\n\nCondemns targeted attacks on civilians, widespread sexual violence, child recruitment, extrajudicial executions, and arbitrary arrests.\n\nRecalls resolutions on women, peace, and security, protection of civilians, and children in armed conflict.\n\nWelcomes MONUSCO's efforts to train Congolese security institutions on human rights and child protection.\n\nNotes the Government of DRC's efforts to combat sexual violence, encourages increased efforts.\n\nAcknowledges the Framework of Cooperation between the UN and African Union on conflict-related sexual violence.\n\nCondemns mass rapes in Minova, urges Congolese authorities to hold perpetrators accountable.\n\nCalls for swift apprehension and prosecution of those responsible for international humanitarian law violations.\n\nStresses cooperation with the International Criminal Court and importance of accountability.\n\nUrges the Government of DRC to implement the PSC Framework, prioritize security sector reform, and protect civilians.\n\nRegrets slow progress on security sector reform, urges the Government to allocate necessary resources.\nHere is a concise summary of the Security Council document:\n\nThe Security Council reiterates its call for cooperation with MONUSCO and condemns attacks against peacekeepers, emphasizing accountability for those responsible. It extends MONUSCO's mandate until 31 March 2015, with an authorized troop ceiling of 19,815 military personnel, 760 military observers and staff officers, 391 police personnel, and 1,050 personnel of formed police units.\n\nThe Council commends MONUSCO's positive impact on peace and stability in eastern DRC and supports the actions undertaken by the SRSG. It encourages MONUSCO to maximize force interoperability, flexibility, and effectiveness in implementing its mandate.\n\nThe Council notes the need for a clear exit strategy, including for the Intervention Brigade, and decides that future reconfigurations of MONUSCO and its mandate should be determined based on progress towards objectives, including:\n\n* Reduction of threats posed by armed groups and violence against civilians\n* Stabilization through establishment of functional state institutions and strengthened democratic practices\n\nThe Council authorizes MONUSCO to take necessary measures to perform tasks, including:\n\n* Protection of civilians, humanitarian personnel, and human rights defenders\n* Protection of UN personnel, facilities, and equipment\n* Work with the Government of DRC to identify threats to civilians and implement prevention and response plans\n\nThe Council emphasizes the importance of integrating child protection and gender concerns into all operations and strategic aspects of MONUSCO's work.\nThe Security Council, in resolution 2147 (2014), authorizes MONUSCO to undertake several tasks in support of the Congolese authorities and stabilization efforts in eastern DRC. \n\nMONUSCO is tasked to: \n\n- Support prevention and response to conflict-related sexual violence through advisers; \n- Neutralize armed groups through targeted operations by the Intervention Brigade, in compliance with international law and human rights; \n- Monitor the implementation of the arms embargo, including through surveillance and seizure of prohibited arms; \n- Support national and international judicial processes, including arresting and prosecuting those responsible for war crimes and crimes against humanity.\n\nAdditionally, MONUSCO is authorized to contribute to: \n\n- Encouraging and accelerating national ownership of Security Sector Reform (SSR); \n- Promoting peace consolidation, inclusive dialogue, and democratization; \n- Encouraging the establishment of effective national structures to control key mining activities; \n- Monitoring and reporting on human rights violations; \n- Providing good offices, advice, and support for SSR, army reform, police reform, and justice sector reform; \n- Supporting the development and implementation of DDR and DDRRR plans for combatants; \n- Building on the Government’s strategies to establish sustainable state authority and control in conflict-affected areas.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Requests the Government of the DRC to implement a \"zero tolerance policy\" on human rights and international humanitarian law violations by security sector elements.\n\n2. Urges collaboration between MONUSCO, the Government of the DRC, and other parties to prevent and end child recruitment and use, and sexual violence against children.\n\n3. Emphasizes a comprehensive approach to peacekeeping, with a coherent division of labor among MONUSCO's components.\n\n4. Stresses the importance of coordination among security and development actors to stabilize and improve the security situation.\n\n5. Requests the Secretary-General to report on the division of labor between MONUSCO and the UNCT, and on a roadmap for transferring responsibilities to other actors.\n\n6. Calls on MONUSCO to work with the UNCT and Congolese authorities to adopt and implement a Peace Consolidation Programme.\n\n7. Urges the international community and donors to support MONUSCO and the UNCT.\n\n8. Calls on the Government of the DRC to ensure a transparent and credible electoral process.\n\n9. Authorizes MONUSCO to provide logistical support for the electoral cycle, subject to certain conditions.\n\n10. Reiterates the importance of implementing the PSC Framework for long-term stability in eastern DRC and the region.\n\n11. Urges all signatory states to fully and promptly implement their PSC Framework commitments.\n\n12. Calls on the Special Envoy for the Great Lakes Region to lead and coordinate implementation of national and regional commitments under the PSC Framework.\n\n13. Strongly condemns armed groups operating in the region for their human rights abuses and international humanitarian law violations.\n\n14. Demands that these groups cease violence and destabilizing activities, disband, and demobilize children.\n\n15. Expresses concern about the FDLR's continued freedom of movement in the DRC and welcomes plans to neutralize the group.\nHere is a concise summary of the Security Council document:\n\n20. The Council demands the DRC Government implement its DDR program in coordination with the UN, international organizations, and neighboring countries, particularly regarding former M23 combatants.\n\n21. The Council calls on the DRC Government to urgently establish and implement comprehensive DDR and DDRRR Plans.\n\n22. The Council notes former M23 combatants fled to Rwanda and Uganda, and encourages their governments to ensure permanent demobilization, return of Congolese combatants to the DRC, and dealing with them according to international law.\n\n23. The Council reiterates support to the Expanded Joint Verification Mechanism (EJVM) as a regional confidence-building mechanism.\n\n24. The Council urges the DRC Government to arrest and hold accountable those responsible for war crimes and crimes against humanity.\n\n25. The Council calls on the Congolese authorities to prosecute those responsible for grave human rights violations and abuses committed during the 2011 elections.\n\n26. The Council encourages the DRC Government to cooperate with the Special Representatives of the Secretary-General on Children and Armed Conflicts and on Sexual Violence in Conflict.\n\n27. The Council requests MONUSCO to consider gender issues throughout its mandate and assist the DRC Government in ensuring women's participation.\n\n28. The Council requests MONUSCO to consider child protection throughout its mandate.\n\n29. The Council calls on actors to combat impunity for conflict-related sexual violence and provide services to survivors.\n\n30. The Council calls on MONUSCO to coordinate strategies with other UN missions to combat the LRA.\n\n31. The Council encourages MONUSCO to enhance interaction with the civilian population.\n\n32. The Council requests the Secretary-General to ensure MONUSCO's compliance with the UN's zero-tolerance policy on sexual exploitation and abuses.\n\n33. The Council requests MONUSCO to ensure support to national security forces complies with the UN's human rights due diligence policy.\n\n34. The Council demands all parties cooperate fully with MONUSCO's operations and facilitate humanitarian assistance.\nHere is a concise summary of the Security Council document:\n\n35. Urges Member States to contribute generously to the UN humanitarian appeal for the DRC to aid internally displaced people, survivors of sexual violence, and vulnerable communities.\n\n36. Calls on Member States to provide the remaining force enablers, particularly military air assets, required for MONUSCO and stresses the importance of consultations with troop- and police-contributing countries.\n\n37. Emphasizes the need for MONUSCO contingents, including the Intervention Brigade, to be properly prepared and equipped to carry out their tasks.\n\n38. Supports the UN Group of Experts and calls for enhanced cooperation between States, MONUSCO, and the Group, ensuring their safety and access.\n\n39. Requests the Secretary-General to conduct a Strategic Review of MONUSCO and the UN presence in DRC by 30 December 2014, focusing on future objectives, activities, exit strategy, and resource deployment.\n\n40. Requests the Secretary-General to report to the Council every three months on:\n    (i) the situation on the ground, including sexual violence and its impact on women and children;\n    (ii) DRC's progress in implementing PSC Framework commitments;\n    (iii) MONUSCO's mandate implementation, including the Intervention Brigade's activities;\n    (iv) risks and security measures for UN personnel and facilities.\n\n41. Requests the Secretary-General to report every six months on the implementation of PSC Framework commitments.\n\n42. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2147_2014_EN.pdf"
}