{
  "resolution_no": "2187",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Protection of Civilians"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMISS",
    "IGAD",
    "African Union"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions 1996 (2011), 2046 (2012), 2057 (2012), 2109 (2013), 2132 (2013), and 2155 (2014),\n\nReaffirming commitment to South Sudan's sovereignty, independence, territorial integrity, and national unity,\n\nRecalling resolution 2086 (2013) and reaffirming peacekeeping principles, including consent, impartiality, and non-use of force,\n\nExpressing alarm at the deteriorating crisis in South Sudan, resulting from internal Sudan People's Liberation Movement (SPLM) dispute and subsequent violence,\n\nStrongly condemning human rights violations and abuses, including extrajudicial killings, ethnically targeted violence, rape, and recruitment of children,\n\nCondemning attacks on humanitarian personnel, facilities, and UN peacekeeping personnel,\n\nCommending the Intergovernmental Authority on Development (IGAD) initiative for political and security dialogue,\n\nWelcoming IGAD-mediated agreements, including the 23 January 2014 Cessation of Hostilities and Status of Detainees Agreements,\n\nAcknowledging IGAD and African Union (AU) communiqués, highlighting commitments on governance, security, and humanitarian action,\n\nExpressing appreciation for UNMISS peacekeepers' actions to protect civilians and stabilize the security situation,\n\nTaking note of UNMISS Interim Human Rights reports,\n\nExpressing grave concern at reasonable grounds to believe that war crimes and crimes against humanity have been committed.\nThe Security Council,\n\n Condemns acts of sexual violence, enforced disappearances, and arbitrary arrests and detention committed by both government and opposition forces in South Sudan.\n\n Stresses the urgent need to end impunity and bring perpetrators to justice.\n\n Welcomes the African Union Commission of Inquiry's work and anticipates its findings and recommendations.\n\n Condemns hate speech and messages instigating sexual violence broadcast on radio, and calls on the Government to take measures to deter such activity.\n\n Emphasizes the importance of women's empowerment, participation, and human rights.\n\n Expresses concern at restrictions on UNMISS movement and operations, and condemns attacks on UN and IGAD personnel and facilities.\n\n Requests UNMISS to take measures to ensure air operation security and report to the Council.\n\n Stresses effective engagement with local communities to fulfill UNMISS' Protection of Civilians mandate.\n\n Expresses concern at threats to oil installations and the use of cluster munitions.\n\n Welcomes IGAD's deployment of the MVM and calls for the redeployment of armed groups.\n\n Welcomes the Secretary-General's appointment of Ellen Margrethe Løj as Special Representative and Head of UNMISS.\n\n Reaffirms resolutions on the protection of civilians, children, and women.\n\n Takes note of the Secretary-General's reports and determines that the situation in South Sudan continues to threaten international peace and security.\n\n Acting under Chapter VII, \n\n1. Reiterates endorsement of the CoH Agreement and Agreement to Resolve the Crisis in South Sudan, and calls for their immediate and full implementation.\n\n2. Urges parties to engage in inclusive national dialogue and encourages IGAD and UN efforts to reach a peace agreement.\n\n3. Decides to extend UNMISS mandate until 30 May 2015.\nThe Security Council \nDecides UNMISS mandate as follows, authorizing use of necessary means:\n\n**Protection of Civilians**\n\n- Protect civilians under threat of physical violence, prioritizing women and children.\n- Deter violence against civilians, including foreign nationals, through proactive deployment and patrolling.\n- Implement early warning strategy for threats and attacks against civilians.\n- Maintain public safety and security within UNMISS protection sites.\n- Exercise good offices to support protection strategy, especially for women and children.\n- Foster secure environment for safe return of IDPs and refugees.\n\n**Monitoring and Investigating Human Rights**\n\n- Monitor, investigate, verify, and report on human rights abuses and violations.\n- Focus on violations against children and women, including sexual violence.\n- Coordinate with African Union’s Commission of Inquiry.\n\n**Creating Conditions for Humanitarian Assistance**\n\n- Contribute to conditions for humanitarian assistance delivery.\n- Ensure security and freedom of movement for UN personnel.\n\n**Supporting Cessation of Hostilities Agreement**\n\n- Coordinate with Joint Technical Committee and Monitoring and Verification Teams.\n- Provide security to IGAD’s Monitoring and Verification Missions.\n\n Emphasizes prioritizing civilian protection in resource allocation.\n\n Requests Secretary-General to direct UNMISS operations and support international approach to peace.\n\n Endorses maintaining current force levels.\n\n Decides UNMISS composition: up to 12,500 troops, 1,323 police personnel.\n\n Requests detailed information on force generation and logistical support.\nHere is a summarized version of the Security Council document:\n\n9. Requests UNMISS to focus and streamline activities to achieve progress on tasks outlined in paragraph 4, and cease certain tasks.\n\n10. Intends to review UNMISS mandate and composition, and make adjustments as necessary, in light of a credible peace agreement.\n\n11. Authorizes the Secretary-General to expedite force and asset generation.\n\n12. Requests UNMISS to increase presence and patrolling in high-risk areas, including IDP concentrations, and review geographic deployment.\n\n13. Requests UNMISS to ensure compliance with the UN zero-tolerance policy on sexual exploitation and abuse.\n\n14. Encourages UNMISS to implement the HRDDP and report on progress.\n\n15. Condemns attacks on UNMISS personnel and facilities, and demands respect for UN premises and personnel.\n\n16. Requests UNMISS to take measures to ensure security of air operations.\n\n17. Demands cooperation from the Government of South Sudan and other parties for UNMISS deployment and operations.\n\n18. Demands full, safe, and unhindered access for relief personnel and supplies.\n\n19. Demands an end to violence, human rights violations, and abuses, including against children.\n\n20. Expresses concern at sexual violence and welcomes the Joint Communiqué on addressing conflict-related sexual violence.\n\n21. Calls on the Government of South Sudan to investigate human rights violations and hold perpetrators accountable.\n\n22. Emphasizes the importance of women's participation in conflict resolution and peacebuilding.\nThe Security Council:\n\n Reiterates the importance of deployment of women in military, police, and civilian components of the mission and reaffirms the importance of gender expertise and training;\n\n Condemns attacks on oil installations, petroleum companies, and their employees, and urges parties to ensure security of economic infrastructure;\n\n Requests the Secretary-General to report on UNMISS mandate implementation by 16 February 2015 and 30 April 2015, including accountability in South Sudan;\n\n Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2187_2014_EN.pdf"
}