{
  "resolution_no": "2168",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Cyprus"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNFICYP",
    "Cyprus",
    "Greek Cypriot",
    "Turkish Cypriot"
  ],
  "reporting_cycle": "Secretary-General reports by 10 January 2015",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nAdopted resolution 2168 (2014) on 30 July 2014, \n\nWelcoming the Secretary-General's report on UNFICYP, \nNoting the need to maintain UNFICYP beyond 31 July 2014 due to prevailing conditions,\nNoting the Secretary-General's intention to report on his good offices, \nReaffirming the primary role of the UN in assisting parties to reach a comprehensive settlement,\n\nWelcoming resumption of negotiations and the 11 February 2014 Joint Declaration, \nSupporting ongoing efforts to reach a settlement, \nRecalling the importance of full, flexible, and constructive engagement in negotiations, \nEncouraging intensification of substantive negotiations on core issues,\n\nNoting the need for military confidence-building measures, \nCalling for implementation of remaining measures and new steps to build trust, \nReaffirming the importance of Green Line crossings, \n\nUrging the two sides to foster positive public rhetoric and explain settlement benefits, \nHighlighting the international community's supporting role,\n\nTaking note of the stable security situation, \nUrging all sides to avoid actions increasing tension or undermining progress, \n\nRecalling the 1989 aide-memoire, \nNoting with regret the withholding of access to minefields, \nUrging rapid agreement on demining operations,\n\nCommending the Committee on Missing Persons, \nHighlighting the importance of intensifying its activities, \n\nAgreeing on the essential role of civil society groups, \nWelcoming efforts to promote bicommunal contacts,\n\nStressing the need for a rigorous approach to peacekeeping deployments, \nWelcoming the Secretary-General's intention to review peacekeeping operations.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nAcknowledges progress in negotiations between Cyprus parties, but notes insufficient progress towards a comprehensive settlement.\n\n1. Urges parties to continue discussions on core issues.\n\n2. Takes note of the Secretary-General's report.\n\n3. Calls on leaders to:\n    (a) work on core issues;\n    (b) work with Technical Committees;\n    (c) improve public atmosphere; and\n    (d) increase civil society participation.\n\n4. Urges confidence-building measures.\n\n5. Welcomes efforts on missing persons.\n\n6. Reaffirms relevant resolutions.\n\n7. Extends UNFICYP's mandate until 31 January 2015.\n\n8. Calls on parties to engage with UNFICYP on buffer zone demarcation.\n\n9. Calls on Turkish Cypriot side and forces to restore Strovilia's military status quo.\n\n10. Calls on parties to facilitate demining.\n\n11. Requests a report on resolution implementation by 10 January 2015.\n\n12. Welcomes efforts on zero-tolerance policy on sexual exploitation.\n\n13. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2168_2014_EN.pdf"
}