{
  "resolution_no": "2162",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Reconciliation",
    "Security Sector Reform",
    "Human Rights",
    "DDR"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "UNMIL",
    "MINUSMA",
    "ECOWAS",
    "African Union"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days, with a midterm report no later than 15 December 2014 and a final report no later than 15 May 2015",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions on Côte d'Ivoire, Liberia, and Mali, adopted Resolution 2162 (2014) on 25 June 2014. The Council reaffirms its commitment to Côte d'Ivoire's sovereignty, independence, territorial integrity, and unity. \n\nThe Government of Côte d'Ivoire bears primary responsibility for ensuring peace, stability, and protection of civilians. The Council welcomes Côte d'Ivoire's ratification of the 1954 and 1961 Conventions on Statelessness and steps to revise its nationality laws. \n\nThe Council notes the report of the Secretary-General of 15 May 2014 and welcomes progress on reconciliation, stability, and economic recovery, commending the President of Côte d'Ivoire's leadership. \n\nThe Council welcomes the improved security situation but condemns attacks on 23 February 2014 and 15 May 2014. It encourages cooperation between the United Nations Operation in Côte d'Ivoire (UNOCI), the United Nations Mission in Liberia (UNMIL), and Governments in the subregion. \n\nThe Council calls on national stakeholders to work together to consolidate progress, address underlying causes of tension, and strengthen the rule of law. It takes note of the Government's request for electoral assistance and welcomes initial steps towards fair, credible, and transparent elections. \n\nThe Council notes the continued improvement in the humanitarian situation, the return of refugees and displaced persons, and progress in disarmament, demobilization, and reintegration (DDR). \n\nThe Council emphasizes the importance of national reconciliation, social cohesion, and women's participation in conflict resolution and peacebuilding. \n\nThe Council expresses concern about human rights violations and abuses, stresses the importance of investigations and prosecutions, and welcomes efforts to bring perpetrators to justice, including the transfer of Charles Blé Goudé to the International Criminal Court.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n**National Reconciliation and Social Cohesion**\n\n* Welcomes the resumption of dialogue between the Government of Côte d'Ivoire and the opposition on 22 May 2014\n* Commends the Special Representative of the Secretary-General's good offices efforts\n* Emphasizes the importance of pursuing national reconciliation and social cohesion, particularly ahead of the October 2015 presidential election\n* Urges the Government to establish the legal framework for the presidential election, including the setting up of the Independent Electoral Commission\n\n**Disarmament, Demobilization and Reintegration (DDR)**\n\n* Calls upon the Government to complete the DDR process before the presidential election of 2015\n* Requests UNOCI to facilitate the implementation of this process\n* Encourages the United Nations Country Team to facilitate the planning and implementation of programmes supporting this process\n\n**Security Sector Reform (SSR)**\n\n* Calls upon the Government to accelerate the implementation of the national security sector reform strategy\n* Aims to set up inclusive and accountable security forces with an effective chain of command and adequate budgetary allocations\n\n**Other Matters**\n\n* Expresses concern at reports of human rights violations and abuses in detention\n* Commends the contribution of troop- and police-contributing countries and donors to UNOCI\n* Recognizes the continued contribution of the arms embargo to the stability of Côte d'Ivoire\n* Commends the African Union and ECOWAS for their efforts to consolidate peace and stability in Côte d'Ivoire\nHere is a summarized version of the Security Council document:\n\n10. The Council underscores the importance of accelerating the deployment of police and gendarmerie to take over public order tasks from FRCI and other groups, and equipping them with standard policing weapons and ammunition.\n\n11. The Council reiterates its call to the Government and international partners to comply with resolution 2153 and coordinate their efforts to promote transparency and a clear division of labor in the SSR process.\n\n12. The Council strongly urges the Government of Côte d’Ivoire to bring to justice those responsible for serious human rights abuses and violations, and to provide clarity on the status of detainees.\n\n13. The Council emphasizes the importance of the work of the National Commission of Inquiry and the Dialogue, Truth and Reconciliation Commission, and calls for the implementation and conclusion of related investigations.\n\n14. The Council urges the Government to take concrete steps to prevent and mitigate inter-communal violence.\n\n15. The Council welcomes the establishment of a national human rights commission and underscores the importance of its independence.\n\n16. The Council calls on those responsible to cease committing acts of sexual and gender-based violence immediately.\n\n17. The Council welcomes the cooperation between UNOCI and the FRCI and calls for strict adherence by the FRCI to international humanitarian, human rights, and refugee laws.\n\n18. The Council decides to extend the mandate of UNOCI until 30 June 2015.\n\n19. The Council decides that the mandate of UNOCI shall be:\n\n(a) Protection of civilians: to protect civilians from physical violence, implement a comprehensive strategy for protection, and work closely with humanitarian agencies.\n\n(b) Political support: to provide good offices and political support for the efforts of the Ivorian authorities to address the root causes of the conflict.\n\n(c) Address remaining security threats and border-related challenges: to support national authorities in stabilizing the security situation, monitor and deter activities of militias and armed groups, and liaise with FRCI to promote mutual trust.\nThe Security Council resolution 2162 (2014) outlines several key tasks for the support of peace and stability in Côte d'Ivoire:\n\n**Disarmament, Demobilization and Reintegration (DDR) and Collection of Weapons**\n\n- Assist the Government in implementing the national DDR programme for former combatants, considering the rights and needs of distinct categories, including children and women.\n- Support the registration and screening of former combatants.\n- Support disarmament and repatriation of foreign armed elements.\n- Assist in collecting, registering, securing, and disposing of weapons and clearing explosive remnants of war.\n- Ensure collected weapons are not disseminated or re-utilized outside a comprehensive national security strategy.\n\n**Reconstitution and Reform of Security Institutions**\n\n- Assist the Government in implementing its comprehensive national security strategy.\n- Support the Government in coordinating assistance to the security sector reform (SSR) process.\n- Advise on SSR, provide training on human rights, child protection, and protection from sexual and gender-based violence to security and law enforcement institutions.\n- Provide capacity-building support to the police and gendarmerie.\n\n**Monitoring of the Arms Embargo**\n\n- Monitor the implementation of the arms embargo, including inspecting weapons and related materiel.\n- Collect and dispose of arms brought into Côte d'Ivoire in violation of the embargo.\n\n**Support for Compliance with International Humanitarian and Human Rights Law**\n\n- Promote and protect human rights, with special attention to grave violations against children and women.\n- Monitor, investigate, and report on human rights abuses and violations of international humanitarian law.\n- Bring to the attention of the Council perpetrators of serious human rights violations.\n\n**Support Humanitarian Assistance**\n\n- Facilitate unhindered humanitarian access and help strengthen the delivery of humanitarian assistance.\n- Support the Ivorian authorities in preparing for the voluntary return of refugees and internally displaced persons.\nHere is a concise summary of the Security Council document 2162 (2014):\n\n**Public Information and Protection of UN Personnel**\n\n* Continue to use UNOCI's broadcasting capacity to create a peaceful environment for the 2015 presidential election\n* Monitor public incidents of incitement to hatred, intolerance, and violence, and report to the Council\n* Protect UN personnel, installations, and equipment, and ensure their security and freedom of movement\n\n**Mandate and Force Structure**\n\n* Authorize UNOCI to use all necessary means to carry out its mandate\n* Prioritize protection of civilians and focus on supporting the Government on DDR, collection of weapons, and SSR\n* UNOCI's uniformed personnel shall consist of up to 5,437 military personnel and 1,500 police personnel\n\n**Downsizing and Reconfiguration**\n\n* Recall intention to consider further reduction of UNOCI's military personnel\n* Decide to maintain 8 customs officers previously authorized\n* Affirm intention to consider further downsizing UNOCI after the 2015 presidential election\n\n**French Forces and Regional Cooperation**\n\n* Extend authorization for French Forces to support UNOCI until 30 June 2015\n* Urge cooperation from all parties with UNOCI and French Forces\n* Call on Governments of Côte d'Ivoire and Liberia to reinforce cooperation, particularly in the border area\n\n**Inter-Mission Cooperation**\n\n* Affirm importance of inter-mission cooperation arrangements between UNMIL and UNOCI\n* Endorse transfer of three armed helicopters from UNMIL to UNOCI\n* Authorize deployment of a quick reaction force to Liberia in the event of a serious deterioration of the security situation.\nHere is a clear and concise summary of the Security Council document:\n\n34. Requests the Secretary-General to ensure a unit reaches full operational capability by May 2015.\n\n35. Requires the Secretary-General to inform the Security Council of the unit's deployment to Liberia and obtain authorization for deployments exceeding 90 days.\n\n36. Calls on UN entities in Côte d'Ivoire and Liberia to enhance support for border area stabilization through inter-mission cooperation and a shared strategic vision.\n\n37. Commends inter-mission cooperation between UNOCI and MINUSMA, and encourages continuation of this cooperation.\n\n38. Requests the Secretary-General to regularly inform the Council of the situation in Côte d'Ivoire, providing a midterm report by 15 December 2014 and a final report by 15 May 2015.\n\n39. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2162_2014_EN.pdf"
}