{
  "resolution_no": "2192",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Middle East",
    "Syrian Conflict"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNDOF",
    "UN",
    "Syrian Arab Armed Forces",
    "Al-Nusra Front",
    "ISIL"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council expresses concern over the tense situation in the Middle East and the need for a comprehensive settlement. It considers the report of the Secretary-General on the United Nations Disengagement Observer Force (UNDOF) and reaffirms its previous resolutions.\n\nThe Council stresses that both parties must abide by the 1974 Disengagement of Forces Agreement and scrupulously observe the ceasefire. It condemns the recent intense fighting in the area of separation, the use of heavy weapons, and the use of improvised explosive devices by armed Syrian extremist groups.\n\nThe Council calls on all parties to the Syrian domestic conflict to cease military actions in the UNDOF area of operation, respect international humanitarian law, and hold accountable those responsible for attacks on UN peacekeepers. It strongly condemns the detention of 45 UNDOF peacekeepers by the Al-Nusra Front.\n\nThe Council:\n\n1. Calls upon the parties concerned to implement immediately its resolution 338 (1973);\n2. Stresses the obligation on both parties to respect the terms of the 1974 Disengagement of Forces Agreement, exercise maximum restraint, and prevent any breaches of the ceasefire and the area of separation;\n3. Underlines that there should be no military activity of the armed opposition groups in the area of separation, and urges Member States to convey strongly to the Syrian armed opposition groups to halt all activities that endanger United Nations peacekeepers.\nHere is a concise summary of the document:\n\nThe Security Council:\n \n4. Calls on all groups except UNDOF to vacate UNDOF positions, return vehicles, weapons, and equipment, and abandon the Quneitra crossing point.\n\n5. Urges cooperation with UNDOF, respect for its privileges and immunities, and unhindered access for personnel, equipment, and supplies; requests prompt reporting on impediments to UNDOF's mandate.\n\n6. Welcomes efforts to implement zero-tolerance policy on sexual exploitation and abuse, requests continued action by the Secretary-General, and urges troop-contributing countries to investigate and punish related acts.\n\n7. Renews UNDOF's mandate for six months until 30 June 2015 and requests the Secretary-General to ensure UNDOF has necessary capacity and resources.\n\n8. Requests the Secretary-General to report every 90 days on developments and measures to implement resolution 338 (1973).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2192_2014_EN.pdf"
}