{
  "resolution_no": "2143",
  "year": "2014",
  "theme": [
    "Children and Armed Conflict",
    "Protection of Children",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27",
    "Article 28"
  ],
  "entities": [
    "UNICEF",
    "International Criminal Court",
    "African Union",
    "European Union",
    "NATO"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nReaffirming previous resolutions on children and armed conflict, \nAcknowledging progress made in preventing and responding to violations against children,\nRemains concerned over lack of progress in some conflict situations where parties continue to violate international law,\nRecalling parties' obligations to protect children under international law, including Convention on the Rights of the Child,\nNoting concern about military use of schools and killing/maiming of children by landmines and unexploded ordnance,\nConvinced that child protection should be a comprehensive strategy aspect to resolve conflict and build peace,\nRecalling responsibility to end impunity for crimes against children, \nAcknowledging the Arms Trade Treaty and its provisions on risk of violence against children,\n Reiterating primary responsibility for international peace and security and commitment to address conflict impact on children,\nStressing Governments' primary role in providing protection and relief to affected children,\nRecognizing capacity-building importance for child protection and vital UN role in supporting national authorities.\nHere is a concise summary of the Security Council document 2143 (2014):\n\nThe Security Council:\n\n1. **Condemns** all violations of international law involving the recruitment and use of children in armed conflict, and demands that parties immediately stop such practices.\n\n2. **Calls on** Member States to develop and implement time-bound action plans to protect children, in consultation with the UN country-level task force.\n\n3. **Reiterates** the value of interministerial committees to discuss and follow-up on child protection commitments.\n\n4. **Stresses** the importance of regular consideration of violations committed against children in armed conflict.\n\n5. **Recalls** that conscripting or enlisting children under 15 or using them to participate in hostilities is a war crime under the Rome Statute.\n\n6. **Welcomes** the \"Children, Not Soldiers\" campaign to end and prevent the recruitment and use of children by government armed forces.\n\n7. **Urges** concerned governments to develop and implement time-bound action plans to ensure no children are in their ranks.\n\n8. **Invites** the Special Representative of the Secretary-General to inform the Security Council about the campaign.\n\n9. **Urges** integration of child protection provisions into peace negotiations and peace agreements.\n\n10. **Reiterates** readiness to adopt targeted measures against persistent perpetrators.\n\n11. **Stresses** the need to exclude genocide, crimes against humanity, war crimes, and other egregious crimes from amnesty laws.\n\n12. **Emphasizes** the responsibility of States to investigate and prosecute those responsible for crimes perpetrated against children.\n13. Urges concerned Member States to mainstream child protection in security sector reforms, including establishing child protection units and effective age assessment mechanisms to prevent underage recruitment, stressing the importance of universal birth registration.\n\n14. Urges all parties to support the development and strengthening of national institutions and local civil society networks for advocacy, protection, and rehabilitation of children affected by armed conflict, including building investigative and prosecutorial capacities.\n\n15. Reiterates its request to the Special Representative of the Secretary-General to address funding gaps and encourages partners to provide financial and capacity-building support.\n\n16. Recalls the importance of ensuring children's access to basic services during conflict and post-conflict periods, including education and health care.\n\n17. Reiterates deep concern about attacks on schools and hospitals, urges all parties to refrain from actions impeding children's access to education and health services.\n\n18. Expresses deep concern at the military use of schools, urges respect for civilian character of schools, and encourages Member States to deter such use.\n\n19. Recalls obligations to ensure medical care and attention to the wounded and sick, including children, and respect and protect medical personnel and facilities.\n\n20. Recommends including child protection in military training and procedures.\n\n21. Urges UN entities to give full attention to violations against children in applying human rights due diligence policy.\n\n22. Urges post-conflict recovery and reconstruction planning to prioritize issues concerning children affected by armed conflict.\n\n23. Urges UN entities to reduce the impact of mines and explosive remnants of war on children.\n\n24. Decides to continue including child protection provisions in UN peacekeeping operations and political missions.\n\n25. Encourages regional organizations to mainstream child protection in their policies and programs.\n\n26. Reiterates its request to the Secretary-General to include children and armed conflict in his reports.\n\n27. Decides to remain actively seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2143_2014_EN.pdf"
}