{
  "resolution_no": "2170",
  "year": "2014",
  "theme": [
    "Terrorism",
    "Peace and Security",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "ISIL",
    "Al-Qaida",
    "Al-Nusrah Front",
    "UNAMI"
  ],
  "reporting_cycle": "90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2170 (2014) on August 15, 2014, reaffirming previous resolutions on terrorism, and condemning the terrorist activities of Islamic State in Iraq and the Levant (ISIL) and Al Nusrah Front (ANF). The Council expressed concern over the humanitarian impact of their actions, including the displacement of millions of people. It reiterated that terrorism cannot be associated with any religion, nationality, or civilization and stressed a comprehensive approach to defeat terrorism. The Council condemned ISIL, ANF, and other Al-Qaida-associated groups for terrorist acts, and called on Member States to prevent terrorist financing, kidnapping, and hostage-taking. It emphasized respect for human rights, fundamental freedoms, and the rule of law in counter-terrorism efforts. The Council also expressed concern over foreign terrorist fighters, the use of new technologies by terrorists, and incitement of terrorist acts. It underlined the primary responsibility of Member States to protect civilian populations and called for cooperation to prevent terrorist activities.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nUrges all parties to protect civilians, especially women and children, from the violent activities of ISIL, ANF, and other Al-Qaida-associated individuals and entities, particularly from sexual violence.\n\nReaffirms the need to combat terrorist threats to international peace and security, and the important role of the UN in leading and coordinating this effort.\n\nCondemns ISIL's terrorist acts, violent extremist ideology, and gross human rights abuses, and demands that ISIL, ANF, and other Al-Qaida-associated individuals and entities cease all violence and terrorist acts.\n\nDemands that all States cooperate to find and bring to justice individuals and entities associated with Al-Qaida, including ISIL and ANF, who perpetrate terrorist acts.\n\nUrges States to take measures to counter incitement of terrorist acts motivated by extremism and intolerance.\n\nCondemns the recruitment of foreign terrorist fighters by ISIL, ANF, and other Al-Qaida-associated individuals and entities, and demands that all foreign terrorist fighters associated with ISIL and other terrorist groups withdraw immediately.\n\nCalls upon Member States to take national measures to suppress the flow of foreign terrorist fighters, and to prevent the movement of terrorists or terrorist groups.\n\nEncourages Member States to engage with those at risk of recruitment and violent radicalisation to discourage travel to Syria and Iraq to support or fight for ISIL, ANF, and other Al-Qaida-associated individuals and entities.\n\nReaffirms its decision that States shall prevent the supply, sale, or transfer of arms and related materiel to ISIL, ANF, and other Al-Qaida-associated individuals and entities.\n\nReaffirms its resolution 1373 (2001) and decisions that all States shall prevent and suppress the financing of terrorist acts, and refrain from providing any form of support to entities or persons involved in terrorist acts.\n\nRecalls its decision that all States shall ensure that no funds, financial assets, or economic resources are made available for the benefit of ISIL, ANF, or other Al-Qaida-associated individuals and entities.\nThe Security Council:\n\n Reaffirms its decision that all States shall prohibit their nationals or entities within their territories from making funds, financial assets, or economic resources available for the benefit of persons who commit or facilitate terrorist acts.\n\n Notes with concern that oilfields and infrastructure controlled by ISIL, ANF, and Al-Qaida-associated individuals and entities generate income supporting their recruitment and operational capabilities.\n\n Condemns engagement in direct or indirect trade with ISIL, ANF, and Al-Qaida-associated individuals and entities, which could constitute financial support and lead to further listings.\n\n Emphasizes the importance of Member States ensuring their nationals and persons within their territory do not make donations to designated individuals and entities.\n\n Expresses concern that aircraft or transport departing from ISIL-controlled territory could transfer gold or valuable items, violating the asset freeze.\n\n Confirms that ransom payments to Al-Qaida Sanctions List individuals, groups, or entities are subject to the requirements in paragraph 1 (a) of resolution 2161 (2014).\n\n Observes that ISIL is a splinter group of Al-Qaida and recalls that ISIL and ANF are on the Al-Qaida sanctions list.\n\n Decides to subject individuals specified in the annex to this resolution to measures imposed in paragraph 1 of resolution 2161 (2014) and add them to the Al-Qaida Sanctions List.\n\n Directs the Committee to make narrative summaries of reasons for listing accessible on its website.\n\n Encourages Member States to submit listing requests for individuals and entities supporting ISIL, ANF, and Al-Qaida-associated individuals and entities.\n\n Directs the Monitoring Team to submit a report within 90 days on the threat posed by ISIL and ANF.\n\n Requests UNAMI to assist the Committee and the Analytical Support and Sanctions Monitoring Team.\n\n Decides to remain seized of this matter.\nThe Security Council has identified the following individuals as associated with Al-Qaida or its affiliates:\n\n1. Abdelrahman Mouhamad Zafir al Dabidi al Jahani - associated with Al-Qaida for supporting Jabhet al-Nusra (Al-Nusrah Front for the People of the Levant).\n2. Hajjaj Bin Fahd Al Ajmi - associated with Al-Qaida for supporting Al-Nusrah Front for the People of the Levant.\n3. Abou Mohamed al Adnani - associated with Al-Qaida for supporting Islamic State in Iraq and the Levant (ISIL).\n4. Said Arif - associated with Al-Qaida for supporting Jabhet al-Nusra.\n5. Abdul Mohsen Abdallah Ibrahim al Charekh - associated with Al-Qaida for supporting Jabhet al-Nusra.\n6. Hamid Hamad Hamid al-Ali - associated with Al-Qaida for supporting both Islamic State in Iraq and the Levant (ISIL) and Jabhet al-Nusra.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2170_2014_EN.pdf"
}