{
  "resolution_no": "2151",
  "year": "2014",
  "theme": [
    "Security Sector Reform",
    "Peacekeeping",
    "Rule of Law",
    "Human Rights",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "United Nations",
    "Security Council",
    "Department of Peacekeeping Operations",
    "Peacebuilding Commission",
    "Peacebuilding Fund",
    "African Union"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nReaffirms its primary responsibility for maintaining international peace and security.\n\nStresses that reforming the security sector in post-conflict environments is critical to consolidating peace and stability, promoting poverty reduction, rule of law, and good governance.\n\nRecognizes the sovereign right and primary responsibility of the country concerned to determine its national approach and priorities for security sector reform.\n\nEmphasizes the importance of national leadership and political will for the progress of security sector reform.\n\nRecalls previous statements and reports on security sector reform, including the Secretary-General's report \"Securing States and societies: strengthening the United Nations comprehensive support to security sector reform\".\n\nExpresses concern at the challenges posed by weak and dysfunctional security institutions and notes the importance of good governance and oversight.\n\nReaffirms that an effective, professional, and accountable security sector is the cornerstone of peace and sustainable development.\n\nNotes the bulk of Security Council-mandated UN assistance in security sector reform takes place in Africa and recognizes the role of African countries as providers of such assistance.\n\nNotes the support provided by bilateral and regional actors, including the European Union, and stresses the importance of coordination.\n\nRecognizes the centrality of security sector reform in peacekeeping and special political mission mandates and emphasizes the importance of UN support to national Governments.\n\nRecalls the important role of the UN in supporting national efforts to build sustainable security institutions and commends the efforts of the Department of Peacekeeping Operations.\n\nUnderlines the importance of close coordination of UN security sector reform activities, both at headquarters and in the field.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nAcknowledges the importance of security sector reform (SSR) in post-conflict stabilization and reconstruction, and its link to the rule of law, conflict prevention, and peacebuilding.\n\nReaffirms its commitment to address the impact of armed conflict on women and children, and recalls relevant resolutions on women, peace and security, protection of civilians, and children and armed conflict.\n\nReiterates the centrality of national ownership in SSR processes and the responsibility of the country concerned in determining SSR assistance.\n\nEncourages Member States to take the lead in defining an inclusive national vision on SSR, informed by the needs and aspirations of the population.\n\nStresses that SSR must be in support of, and informed by, broader national political processes, inclusive of all segments of society.\n\nHighlights the importance of:\n\n* Mainstreaming child protection in SSR efforts\n* Addressing impunity for human rights violations and international humanitarian law\n* Integrating policing, defence, border management, and security functions\n* Strengthening sector-wide initiatives to enhance governance and performance of the security sector\n* Supporting national security dialogues, reviews, and plans\n\nUnderlines the importance of:\n\n* Timely analysis and planning for transition from peacekeeping operations or special political missions\n* Collaboration with other international and regional actors providing SSR assistance\n* Considering the perspectives of host countries in formulating mandates of UN peacekeeping operations and special political missions.\nThe Security Council:\n\n \n10. Urges peacebuilding and development actors to undertake strategic planning, fundraising, and transfer skills and expertise to host country officials and experts in close partnership with national authorities for a successful transition;\n\n11. Notes the UN's role in supporting and coordinating sector-wide reforms, and encourages Member States to engage in strategic discussions on strengthening the UN approach;\n\n12. Highlights the role of UN police in supporting and coordinating international support for reform of national police institutions and building police capacity;\n\n13. Recognizes the need for strengthened monitoring and evaluation of UN security sector reform initiatives;\n\n14. Encourages Member States to provide voluntary support to security sector reform efforts;\n\n15. Requests the Secretary-General to strengthen the UN's comprehensive approach to security sector reform, develop guidance for officials, and promote the strategic value of security sector reform;\n\n16. Underlines the importance of partnerships and cooperation with regional and subregional arrangements and organizations;\n\n17. Encourages cooperation between the UN and the African Union on security sector reform;\n\n18. Reiterates the importance of sharing experiences and expertise on security sector reform;\n\n19. Underscores the importance of women's equal and effective participation in all stages of the security sector reform process;\n\n20. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2151_2014_EN.pdf"
}