{
  "resolution_no": "2142",
  "year": "2014",
  "theme": [
    "Somalia",
    "Arms Embargo",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Federal Government of Somalia",
    "SEMG",
    "AMISOM",
    "United Nations",
    "Security Council"
  ],
  "reporting_cycle": "Secretary-General reports not specified; Federal Government of Somalia reports to the Committee by 13 June 2014 and 13 September 2014",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling previous statements and resolutions on Somalia, reaffirms its respect for Somalia's sovereignty, territorial integrity, and unity. The Council welcomes the Federal Government of Somalia's efforts to manage its weapons and ammunition, but notes shortcomings and encourages further improvement. \n\nThe Council condemns the flow of weapons and ammunition to and through Somalia in violation of the arms embargo, which poses a serious threat to regional peace and stability. It expresses concern that requirements under the partial suspension of the arms embargo have not been fully met and notes with concern reports of diversions of arms and ammunition, including to Al-Shabaab.\n\nThe Council decides to maintain the arms embargo on Somalia, but allows for a partial suspension until 25 October 2014, permitting deliveries of weapons, ammunition, and military equipment to the Federal Government of Somalia's Security Forces for the development of security for the Somali people. \n\nThe Federal Government of Somalia has primary responsibility to notify the Committee established by resolutions 751 (1992) and 1907 (2009) at least five days in advance of any deliveries or provision of advice, assistance, or training to its Security Forces. \n\nThe Council stresses that any decision to continue or end the partial suspension of the arms embargo will depend on the Federal Government of Somalia's implementation of its requirements. The Council encourages international actors to support Somalia in managing its weapons and military equipment effectively.\nHere is a concise summary of the Security Council document:\n\n4. Allows a Member State, international, regional or subregional organisation delivering assistance to notify the Committee in consultation with the Federal Government of Somalia.\n\n5. Notifications must include: manufacturer and supplier details, description of arms and ammunition, proposed delivery date and place, and intended destination unit or storage.\n\n6. Within 30 days of delivery, the Federal Government of Somalia must submit a written confirmation to the Committee, including serial numbers, shipping information, and storage details.\n\n7. Within 5 days of distribution, the Federal Government of Somalia must inform the Committee of the destination unit or storage.\n\n8. Reiterates that weapons sold or supplied to the Security Forces of the Federal Government of Somalia may not be resold or transferred to others.\n\n9. Requests the Federal Government of Somalia to report to the Security Council by 13 June and 13 September 2014 on:\n\t* Structure, strength and composition of Security Forces\n\t* Infrastructure for safe storage, registration, maintenance and distribution of military equipment\n\t* Procedures and codes of conduct for registration, distribution, use and storage of weapons\n\n10. Requests the Secretary-General to provide options and recommendations within 30 days on UN technical assistance to the Federal Government of Somalia.\n\n11. Urges cooperation with the Monitoring Group and ensures their safety and access.\n\n12. Requests the SEMG to provide feedback on the Federal Government of Somalia's reporting and keep the Security Council informed.\n\n13. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2142_2014_EN.pdf"
}