{
  "resolution_no": "2184",
  "year": "2014",
  "theme": [
    "Piracy",
    "Maritime Security",
    "Somalia"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNODC",
    "IMO",
    "INTERPOL",
    "Europol",
    "CGPCS",
    "EU operation ATALANTA",
    "WFP"
  ],
  "reporting_cycle": "The Secretary-General reports to the Security Council within eleven months of the adoption of this resolution",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions on Somalia, \nWelcoming the Secretary-General's report on piracy,\nReaffirming Somalia's sovereignty and territorial integrity, \n\nNoting a sharp decline in pirate attacks since 2011, yet remaining concerned about the threat piracy poses to humanitarian aid, seafarers, and commercial maritime routes, \n\nExpressing concern about children and women's involvement in piracy,\nRecognizing the need to investigate and prosecute piracy suspects and those who facilitate piracy, \n\nReaffirming international law, as reflected in the UN Convention on the Law of the Sea, \n\nUnderlining Somalia's primary responsibility in combating piracy, \n\nWelcoming the participation of Somalia and regional partners in the Contact Group on Piracy, \n\nRecognizing the work of the Contact Group and its working groups on capacity building and disrupting pirate networks,\n\nWelcoming financing provided by the Trust Fund to prosecute and imprison pirates, \n\nCommending counter-piracy efforts of States, organizations, and operations, including EU's ATALANTA, NATO's Operation Ocean Shield, and others.\nThe Security Council,\n\nNoting the efforts of various countries that have deployed naval counter-piracy missions in the region, as stated in the Secretary-General's report (S/2014/740),\n\nAppreciating flag States' measures to allow vessels to embark vessel protection detachments and privately contracted armed security personnel (PCASP) while transiting the High Risk Area (HRA),\n\nNoting the need to review the HRA boundaries based on actual incidents of piracy,\n\nWelcoming capacity-building efforts by the International Maritime Organization (IMO), the Djibouti Code of Conduct, the Trust Fund, and EUCAP Nestor,\n\nSupporting the development of a coastal police force and guidance on preventing and suppressing piracy attacks,\n\nConcerned that limited capacity and domestic legislation hinder prosecution of suspected pirates, leading to their release without facing justice,\n\nUnderlining the importance of collecting, preserving, and transmitting evidence of piracy acts,\n\nRecognizing pirate networks' reliance on kidnapping and hostage-taking,\n\nCondemning acts of kidnapping and hostage-taking, and calling for the immediate release of all hostages,\n\nCommending Kenya, Mauritius, Seychelles, and Tanzania for prosecuting suspected pirates,\n\nWelcoming Somalia's readiness to cooperate on repatriating convicted pirates,\n\nRecalling the Secretary General's reports on piracy,\n\nStressing the need to assist seafarers who are victims of pirates,\n\nRecognizing progress made by the Contact Group on Piracy off the Coast of Somalia (CGPCS) and UNODC in raising awareness of piracy dangers.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nCondemns and deplores all acts of piracy and armed robbery at sea off the coast of Somalia. \nRecognizes the link between Somalia's instability and piracy, and that piracy exacerbates instability. \nStresses the need for a comprehensive response to repress piracy and tackle its underlying causes.\n\n Urges Somali authorities to pass anti-piracy laws, establish security forces, and develop court capacity to investigate and prosecute pirates. \nRequests international assistance to Somalia to strengthen maritime capacity.\n\n Calls upon Somali authorities to interdict and prosecute pirates, and patrol territorial waters to suppress piracy. \nUrges States to adopt legislation to facilitate prosecution of suspected pirates.\n\n Calls for the immediate and unconditional release of all seafarers held hostage by Somali pirates. \nRecognizes the need for international cooperation to exchange evidence and information for anti-piracy law enforcement purposes.\n\n Keeps under review the possibility of applying targeted sanctions against individuals or entities involved in piracy. \nEncourages IORA to pursue efforts complementary to the CGPCS. \nWelcomes Somalia's application for IORA membership.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Calls on states to impose an arms embargo on Somalia and urges cooperation with the Somalia and Eritrea Monitoring Group.\n\n2. Renews its call for states and regional organizations to participate in the fight against piracy and armed robbery off the coast of Somalia.\n\n3. Highlights the importance of coordination among states and international organizations to deter piracy.\n\n4. Encourages member states to cooperate with Somali authorities in the fight against piracy.\n\n5. Decides to renew authorizations for states and regional organizations cooperating with Somali authorities for 12 months.\n\n6. Affirms that authorizations only apply to the situation in Somalia and do not affect rights and obligations under international law.\n\n7. Decides that the arms embargo on Somalia does not apply to supplies of weapons and military equipment for states and organizations undertaking measures against piracy.\n\n8. Requests cooperating states to ensure activities do not deny or impair the right of innocent passage to ships of third states.\n\n9. Calls on states to cooperate in determining jurisdiction and investigating and prosecuting those responsible for piracy.\n\n10. Calls on states to criminalize piracy under domestic law and prosecute suspected pirates.\n\n11. Welcomes the UNODC Maritime Crime Programme's work with Somali authorities.\n\n12. Urges states to prevent illicit financing of piracy and laundering of proceeds.\n\n13. Urges states to investigate international criminal networks involved in piracy.\n\n14. Urges states to protect women and girls from exploitation.\n\n15. Commends INTERPOL's global piracy database and urges states to share information.\n\n16. Commends contributions to the Trust Fund and IMO-funded Djibouti Code of Conduct.\n\n17. Urges states parties to implement obligations under The Convention and SUA Convention.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Urges States to cooperate with the UNODC, IMO, and other organizations to build judicial capacity to prosecute persons suspected of piracy and armed robbery at sea off Somalia's coast (para 25);\n\n* Acknowledges IMO's guidance on preventing and suppressing piracy and armed robbery, and urges States to develop and implement best practices and advisories (para 26);\n\n* Encourages flag States and port States to develop safety and security measures on board vessels, including regulations for Private Contracted Armed Security Personnel (PCASP) (para 27);\n\n* Invites IMO to continue contributing to preventing and suppressing piracy, in coordination with UNODC, WFP, and other parties (para 28);\n\n* Notes the importance of securing WFP assistance delivery by sea and welcomes ongoing work on Vessel Protection Detachments (para 29);\n\n* Requests States and regional organizations to report on progress in combating piracy and establishing jurisdiction and cooperation in investigation and prosecution (para 30);\n\n* Requests the Secretary-General to report on implementation and the situation with respect to piracy and armed robbery within 11 months (para 31);\n\n* Expresses intention to review the situation and consider renewing authorizations for combating piracy (para 32);\n\n* Decides to remain seized of the matter (para 33).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2184_2014_EN.pdf"
}