{
  "resolution_no": "2138",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Sanctions",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMID",
    "Panel of Experts",
    "Committee established pursuant to paragraph 3 (a) of resolution 1591 (2005)"
  ],
  "reporting_cycle": "The Panel of Experts to provide updates every three months to the Committee regarding its activities",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions and statements on Sudan, reaffirms its commitment to peace, sovereignty, independence, unity, and territorial integrity of Sudan.\n\nThe Council reiterates the need to end violence in Darfur, recognizing that a military solution is not possible and a durable solution requires an inclusive political process, emphasizing the importance of implementing the Doha Document for Peace in Darfur (DDPD).\n\nThe Council acknowledges efforts made by the Government of Sudan and parties to the conflict, condemning violence aimed at hindering peace efforts, urging the Government, Liberation and Justice Movement (LJM), and Justice and Equality Movement-Mohamed Bashar (JEM-Bashar) to fulfill DDPD commitments.\n\nAll parties, particularly non-signatory armed movements, are urged to engage immediately in an inclusive political process, and to agree on a permanent ceasefire.\n\nThe Council emphasizes the imperative for all armed actors to refrain from violence against civilians, human rights abuses, and international humanitarian law violations, demanding an immediate and complete cessation of all acts of sexual violence, recruitment and use of children, and indiscriminate attacks on civilians.\n\nThe Council commends the efforts of UNAMID, the Joint African Union/United Nations Mediation, and other regional actors, reiterating its full support for these efforts.\n\nThe Council condemns attacks against UNAMID, calls for swift investigations and perpetrators to be brought to justice, and reaffirms its deep condolences to the Governments and families of those killed.\n\nThe Council expresses concern over the negative effect of ongoing violence in Darfur on Sudan's stability and the region, welcomes good relations between Sudan and Chad, and encourages cooperation to achieve peace and stability.\n\nThe Council expresses concern at the risks to peace and security arising from illicit transfer, destabilizing accumulation, and misuse of small arms and light weapons.\n\nThe Council deplores continued obstacles imposed by the Government of Sudan on the work of the Panel of Experts, including restrictions on freedom of movement and access to areas of armed conflict.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Notes improved interaction between the Government of Sudan and the Panel of Experts, but deplores incidents of interference with the Panel's work.\n* Welcomes cooperation between UNAMID and the Panel of Experts, and efforts to expand the roster of experts.\n* Recalls the Panel's report and expresses intent to study its recommendations.\n* Emphasizes respect for privileges and immunities of UN operations and persons.\n* Reminds States of obligations under previous resolutions, particularly those related to arms and materiel.\n\nThe Council:\n\n* Extends the Panel of Experts' mandate for 13 months, with a review in 12 months.\n* Requests the Panel to provide a midterm briefing, a final report, and regular updates to the Committee.\n* Expresses concern about the supply of technical assistance and support to Sudan that could be used to violate resolutions.\n* Calls on Sudan to address illicit transfer and misuse of small arms and light weapons.\n\nThe Council:\n\n* Condemns continuing violations of measures contained in previous resolutions and directs the Committee to respond effectively.\n* Expresses concern about non-implementation of travel ban and asset freeze on designated individuals.\n* Reiterates that States must prevent entry into or transit through their territories of designated individuals.\n* Urges States to report on actions taken to implement measures imposed.\nThe Security Council:\n\n12. Intends to review the implementation of measures imposed in resolutions 1591 (2005) and 1945 (2010) after the midterm report to ensure full compliance.\n\n13. Regrets continued violence against civilians by some individuals of the Government of Sudan and armed groups in Darfur, intends to impose targeted sanctions on those meeting listing criteria, and encourages the Panel of Experts to provide names of individuals, groups, or entities that may meet the criteria.\n\n14. Requests the Panel to investigate financing and roles of armed groups in attacks against UNAMID personnel and notes that those involved may meet designation criteria.\n\n15. Welcomes the Committee's work on responsibilities of private sector actors in conflict-affected areas.\n\n16. Calls on the Government of Sudan to remove restrictions on the Panel of Experts' work, including issuing timely visas and waiving Darfur travel permits.\n\n17. Urges the Government of Sudan to respond to Committee requests on measures to protect civilians, investigations, and accountability measures.\n\n18. Urges all States, UN bodies, the African Union, and other parties to cooperate fully with the Committee and Panel of Experts.\n\n19. Requests the Panel to coordinate with UNAMID and assess progress towards reducing violations, removing impediments to the political process, and threats to stability.\n\n20. Reaffirms the Committee's mandate to encourage dialogue with interested Member States.\n\n21. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2138_2014_EN.pdf"
}