{
  "resolution_no": "2161",
  "year": "2014",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Al-Qaida"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida Sanctions Committee",
    "Office of the Ombudsperson",
    "Monitoring Team",
    "Counter-Terrorism Committee",
    "International Police Organization (INTERPOL)"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council,\n\nRecalling previous resolutions on terrorism, \nCondemns Al-Qaida and associated individuals and entities for terrorist acts,\nReaffirms terrorism is a threat to peace and security, and cannot be associated with any religion, nationality or civilization,\n\nReaffirms the need to combat terrorism by all means, in accordance with the UN Charter and international law,\nStrongly condemns kidnapping and hostage-taking by terrorist groups,\n\nStresses a sustained and comprehensive approach is needed to defeat terrorism,\nEmphasizes sanctions are an important tool in maintaining international peace and security,\n\nUrges Member States to participate in maintaining and updating the Al-Qaida Sanctions List,\nReminds States of their obligation to take measures against individuals and entities on the List,\n\nWelcomes improvements to the Committee’s procedures and the quality of the Al-Qaida Sanctions List,\nWelcomes the Office of the Ombudsperson's contribution to fairness and transparency.\nHere is a concise summary of the Security Council document 2161 (2014):\n\nThe Security Council welcomes the review of the UN Global Counter-Terrorism Strategy and the creation of the Counter-Terrorism Implementation Task Force (CTITF). It recognizes the need to prevent and suppress terrorist financing, including from organized crime and illicit drug trafficking.\n\nThe Council also:\n- Welcomes cooperation between the Committee and INTERPOL, UNODC, and other UN bodies\n- Calls on non-governmental organizations to prevent abuse by terrorists\n- Recalls the need to eliminate the supply of weapons to terrorists\n- Expresses concern at terrorists' use of new technologies, including the Internet\n- Reiterates the obligation of Member States to prevent terrorist group movement\n\nThe Council, acting under Chapter VII of the UN Charter:\n- Decides that all States shall impose measures on Al-Qaida and associated individuals and entities, including:\n  - Asset freeze\n  - Travel ban\n  - Arms embargo\n\nThe Council reaffirms the listing criteria for the Al-Qaida Sanctions List, including acts or activities indicating association with Al-Qaida.\nHere is a concise summary of the Security Council document 2161 (2014):\n\n1. The Security Council imposes measures on individuals, groups, undertakings, and entities associated with Al-Qaida, including those on the Al-Qaida Sanctions List.\n\n2. The measures include:\n  (a) Participating in financing, planning, facilitating, preparing, or perpetrating acts or activities by, in conjunction with, under the name of, on behalf of, or in support of Al-Qaida;\n  (b) Supplying, selling, or transferring arms and related materiel to Al-Qaida;\n  (c) Recruiting for or otherwise supporting acts or activities of Al-Qaida.\n\n3. Notes that means of financing or support include proceeds derived from crime, including illicit cultivation, production, and trafficking of narcotic drugs and their precursors.\n\n4. Confirms that individuals, groups, undertakings, or entities owned or controlled by, or otherwise supporting, those associated with Al-Qaida are eligible for listing.\n\n5. The requirements apply to financial and economic resources of every kind, including those used for the provision of Internet hosting or related services.\n\n6. The requirements also apply to funds, financial assets, or economic resources made available for the benefit of listed individuals in connection with their travel.\n\n7. Confirms that payment of ransoms to individuals, groups, undertakings, or entities on the Al-Qaida Sanctions List is prohibited.\n\n8. Allows Member States to permit addition of payments to frozen accounts of listed individuals, groups, undertakings, or entities.\n\n9. Encourages Member States to use exemptions to the measures, including for travel-related purposes, and notes the Focal Point mechanism for exemption requests.\n\n10. Reiterates the importance of implementing the measures and urges Member States to introduce procedures to implement them.\n\n11. Urges Member States to apply FATF’s revised Forty Recommendations on Combating Money Laundering and the Financing of Terrorism and Proliferation.\n\n12. Calls upon Member States to cut flows of funds and other financial assets and economic resources to individuals and entities on the Al-Qaida Sanctions List.\n\n13. Urges Member States to promote awareness of the Al-Qaida Sanctions List and encourages them to urge company registries to screen their databases.\n\n14. Decides that Member States shall undertake measures to prevent Al-Qaida from obtaining explosives and related materials.\n\n15. Encourages Member States and international organizations to discuss relevant issues with the Committee.\nHere is a summarized version of the Security Council document:\n\n16. Urges Member States to invalidate and remove fraudulent, counterfeit, stolen, and lost passports and travel documents from circulation, and share information through the INTERPOL database.\n\n17. Encourages Member States to share information with the private sector on fraudulent identity or travel documents and provide information to the Committee if a listed party is using a false identity.\n\n18. Encourages Member States to note on travel documents of listed individuals that they are subject to a travel ban and exemption procedures.\n\n19. Encourages Member States to consult the Al-Qaida Sanctions List when considering travel visa applications.\n\n20. Encourages Member States to exchange information on the travel of listed individuals.\n\n21. Encourages designating States to inform the Monitoring Team of judicial proceedings related to listed parties.\n\n22. Encourages Member States to designate national focal points to liaise with the Committee and Monitoring Team.\n\n23. Encourages Member States to report to the Committee on obstacles to implementing measures.\n\n24. Directs the Committee to ensure fair and clear procedures for listing and removing individuals and entities.\n\n25. Directs the Committee to review its guidelines.\n\n26. Requests the Committee to report on Member States' implementation efforts.\n\n27. Directs the Committee to identify cases of non-compliance and determine the course of action.\n\n28. Confirms that no matter should be left pending before the Committee for more than six months.\n\n29. Requests the Committee to facilitate assistance on capacity-building.\n\n30. Encourages Member States to submit names for inclusion on the Al-Qaida Sanctions List.\n\n31. Reiterates that measures are preventative in nature.\n\n32. Reaffirms requirements for proposing names to the Committee.\n\n33. Reaffirms confidentiality for designating States.\n\n34. Encourages Member States to submit photographs and biometric data.\n\n35. Directs the Committee to update the standard form for listing.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Improves the Al-Qaida Sanctions List by enhancing identifying information and ensuring INTERPOL-UN Security Council Special Notices exist for all listed individuals and entities.\n\n Directs the Committee to make accessible on its website a narrative summary of reasons for listing at the same time a name is added to the Al-Qaida Sanctions List.\n\n Encourages Member States and international organizations to inform the Committee of relevant court decisions and proceedings.\n\n Calls upon Committee members and the Monitoring Team to share information on listing requests.\n\n Reaffirms the Secretariat's obligation to notify the Permanent Mission of the state where a listed individual or entity is believed to be located and to publish relevant information on the Committee's website.\n\n Reaffirms the requirement that Member States notify listed individuals or entities of the listing and provide relevant information.\n\n**Review of Delisting Requests**\n\n Extends the mandate of the Office of the Ombudsperson for 30 months.\n\n Affirms the Ombudsperson's independence and impartiality in receiving delisting requests.\n\n Outlines procedures for the Ombudsperson to present observations and recommendations on delisting requests.\n\n Establishes a 60-day period for the Committee to consider delisting recommendations, unless the Committee decides by consensus to maintain the listing.\n\n Allows the Committee to shorten the 60-day period on a case-by-case basis.\n\n Reiterates that the measures are preventative in nature and not reliant on criminal standards.\n\n Requests the Secretary-General to strengthen the capacity of the Office of the Ombudsperson.\n\n Strongly urges Member States to provide relevant information to the Ombudsperson.\nHere is a summarized version of the Security Council document:\n\n48. Requests Member States and international organizations to encourage individuals and entities challenging their listing to seek removal from the Al-Qaida Sanctions List by submitting delisting petitions to the Office of the Ombudsperson.\n\n49. Notes the Financial Action Task Force (FATF) international standards and best practices relating to targeted financial sanctions.\n\n50. Recalls its decision that when a designating State submits a delisting request, the requirement for States to take measures shall terminate after 60 days unless the Committee decides by consensus to maintain the measures.\n\n51. Decides that the Committee may shorten the 60-day period by consensus on a case-by-case basis.\n\n52. Recalls its decision that consensus must exist between all designating States for delisting requests and that co-sponsors of listing requests shall not be considered designating States.\n\n53. Strongly urges designating States to allow the Ombudsperson to reveal their identities to listed individuals and entities that have submitted delisting petitions.\n\n54. Directs the Committee to consider delisting requests from Member States and strongly urges Member States to provide reasons for submitting their requests.\n\n55. Encourages States to submit delisting requests for individuals confirmed to be dead or entities that have ceased to exist.\n\n56. Encourages Member States to prevent unfrozen assets from being used for terrorist purposes when unfreezing assets of a deceased individual or an entity that has ceased to exist.\n\n57. Reaffirms that prior to unfreezing assets frozen due to the listing of Usama bin Laden, Member States shall submit a request to the Committee and provide assurances that the assets will not be transferred for terrorist purposes.\n\n58. Calls upon the Committee to consider delisting requests and give due consideration to the opinions of relevant States.\n\n59. Encourages Member States to provide information to the Committee relevant to the review of delisting petitions.\n\n60. Confirms that the Secretariat shall notify the Permanent Mission of the State(s) of residence, nationality, location or incorporation when a name is removed from the Al-Qaida Sanctions List.\n\n61. Reaffirms that the Ombudsperson may request exemptions to allow petitioners to travel to meet with the Ombudsperson.\n\n62. Decides that the Focal Point mechanism may:\nThe Security Council resolution 2161 (2014) outlines the following:\n\n**Exemptions to Sanctions**\n\n* The Focal Point receives requests from listed individuals, groups, undertakings, and entities for exemptions to sanctions, which are then transmitted to the Committee for a decision.\n* The Committee considers requests for exemptions to travel bans, in consultation with States of transit and destination, and agrees to exemptions only with their agreement.\n\n**Focal Point Communications**\n\n* The Focal Point receives communications from individuals removed from the Al-Qaida Sanctions List and those claiming to have been subjected to sanctions due to false or mistaken identification.\n* The Committee responds to these communications, with the assistance of the Monitoring Team, within 60 days.\n\n**Review and Maintenance of the Al-Qaida Sanctions List**\n\n* Member States are encouraged to submit additional identifying information on listed individuals, groups, undertakings, and entities.\n* The Monitoring Team circulates a list of individuals and entities on the Al-Qaida Sanctions List whose entries lack identifiers or are reportedly deceased.\n* The Committee reviews listings and removes them if no longer appropriate.\n\n**Coordination and Outreach**\n\n* The Committee cooperates with other Sanctions Committees, in particular that established pursuant to resolution 1988 (2011).\n* The Committee, the Counter-Terrorism Committee (CTC), and the Committee established pursuant to resolution 1540 (2004) enhance cooperation, including information-sharing and coordination on technical assistance.\n* The Monitoring Team and the United Nations Office on Drugs and Crime continue joint activities to assist Member States in complying with obligations under relevant resolutions.\n\n**Reporting and Briefings**\n\n* The Committee reports orally to the Council at least once per year on its work and the Monitoring Team's activities.\n* The Chair holds periodic briefings for all interested Member States.\nHere is a summarized version of the Security Council document:\n\n**Extension of Monitoring Team Mandate**\n\n73. The Security Council extends the mandate of the Monitoring Team for 30 months from June 2015, under the Committee's direction, to assist the Committee and the Ombudsperson.\n\n**Monitoring Team Responsibilities**\n\n74. The Monitoring Team shall:\n- Identify and gather information on non-compliance with measures imposed\n- Provide recommendations to the Committee on actions to respond to non-compliance\n- Work closely with relevant States, UN Missions, and other entities\n\n75. The Committee, with the Monitoring Team's assistance, shall hold special meetings on thematic or regional topics and capacity challenges.\n\n**Reviews and Follow-up**\n\n76. The Council will review the measures with a view to possible strengthening in 18 months or sooner if necessary.\n77. The Council remains actively seized of the matter.\n\n**Annex I: Monitoring Team Mandate and Responsibilities**\n\nThe Monitoring Team shall:\n(a) Submit comprehensive reports on implementation by Member States\n(b) Assist the Ombudsperson\n(c) Assist the Committee in reviewing names on the Al-Qaida Sanctions List\n(d) Follow up on requests to Member States for information\n(e) Submit a programme of work to the Committee\n(f) Coordinate with CTED and the 1540 Committee's group of experts\n(g) Participate in and support UN Global Counter-Terrorism Strategy activities\n(h) Gather information on non-compliance and provide recommendations\n(i) Present recommendations to assist Member States with implementation.\nThe Security Council resolution 2161 (2014) outlines the tasks of the Monitoring Team. \nThe Monitoring Team is to:(j) assist the Committee in considering proposals for listing by compiling and circulating relevant information and preparing draft narrative summaries;(k) consult with the Committee or relevant Member States on additions or removals from the Al-Qaida Sanctions List;(l) bring to the Committee's attention new circumstances that may warrant delisting;(m) consult with Member States before travel;(n) cooperate with national counter-terrorism focal points;(o) cooperate with UN counter-terrorism bodies on kidnapping and hostage-taking;(p) encourage Member States to submit names for the Al-Qaida Sanctions List;(q) present additional information to assist the Committee;(r) encourage Member States to provide relevant information;(s) study and report on the changing nature of the Al-Qaida threat;(t) monitor and report on implementation of measures;(u) consult with Member States and organizations;(v) consult with intelligence and security services;(w) consult with private sector representatives on asset freeze implementation;(x) promote awareness of travel ban and arms embargo with private sector;(y) promote awareness of travel ban and arms embargo with international organizations;(z) work with organizations to promote awareness and compliance;(aa) assist with capacity-building for enhancing implementation;(bb) work with INTERPOL on listed individuals;(cc) assist other subsidiary bodies with INTERPOL cooperation;(dd) report to the Committee regularly;(ee) report on linkages between Al-Qaida and other entities;(ff) perform other responsibilities identified by the Committee.\nThe Office of the Ombudsperson shall perform the following tasks upon receiving a delisting request from or on behalf of an individual, group, undertaking, or entity on the Al-Qaida Sanctions List:\n\nThe Ombudsperson shall: \n(a) acknowledge receipt of the delisting request; \n(b) inform the petitioner of the general procedure; \n(c) answer specific questions about Committee procedures; \n(d) inform the petitioner if the petition fails to address the original listing criteria and return it; \n(e) verify if the request is new or repeated and return it if it's a repeated request without additional information.\n\nThe Ombudsperson shall forward the delisting request to Committee members, designating States, and relevant UN bodies, and ask for additional information within four months.\n\nThe Ombudsperson may shorten the information gathering period if all designating States do not object to delisting.\n\nThe Monitoring Team shall provide all relevant information, fact-based assessments, and questions or requests for clarifications within four months.\n\nThe Ombudsperson shall present a written update to the Committee on progress.\n\nThe Ombudsperson shall facilitate a two-month period of engagement, which may include dialogue with the petitioner.\n\nDuring this period, the Ombudsperson may submit questions, request additional information, and meet with the petitioner.\n\nThe Ombudsperson should request a signed statement from the petitioner declaring no ongoing association with Al-Qaida.\n\nThe Ombudsperson shall forward replies from the petitioner and coordinate with States, the Committee, and the Monitoring Team.\nHere is a concise summary of the document:\n\n(g) The Ombudsperson shall not disclose confidential information shared by a state without its express written consent.\n\n(h) The Ombudsperson shall consider the opinions of designating States and other Member States during the dialogue phase.\n\n8. The Ombudsperson shall draft a Comprehensive Report, with the help of the Monitoring Team, which shall:\n(a) Summarize and specify sources of information relevant to the delisting request, respecting confidential elements;\n(b) Describe the Ombudsperson's activities, including dialogue with the petitioner;\n(c) Lay out principal arguments concerning the delisting request, based on an analysis of available information.\n\n9. The Committee shall review the Comprehensive Report for 15 days before considering the delisting request.\n\n10. The Ombudsperson shall present the Comprehensive Report and answer Committee members' questions.\n\n11. Committee consideration of the Report shall be completed within 30 days.\n\n12. The Ombudsperson may notify relevant States of the recommendation.\n\n13. Upon request, the Ombudsperson may provide a redacted copy of the Report to certain States, with a notification that:\n(a) Information release is at the Committee's discretion;\n(b) The Report is not attributable to any Committee member;\n(c) The Report is strictly confidential.\n\n14. If the Ombudsperson recommends retaining the listing, measures shall remain in place.\n\n15. If the Ombudsperson recommends delisting, measures shall terminate 60 days after Committee consideration, unless the Committee decides otherwise or the Security Council intervenes.\n\n16. The Committee shall convey its decision to the Ombudsperson within 60 days.\n\n17. The Ombudsperson shall send a letter to the petitioner, communicating the outcome and describing the process.\n\n18. The Ombudsperson shall respect confidentiality of Committee deliberations and communications with Member States.\nThe Ombudsperson may notify the petitioner and relevant non-Committee States of the process stage. \nThe Ombudsperson shall: \ndistribute publicly releasable information on Committee procedures; \nnotify individuals/entities of listing status after Secretariat notification to the State's Permanent Mission; \nsubmit biannual reports to the Security Council summarizing Ombudsperson activities.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2161_2014_EN.pdf"
}