{
  "resolution_no": "2173",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMID",
    "Government of Sudan",
    "African Union"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms previous resolutions and statements on Sudan, emphasizing full compliance.\n\nReaffirms commitment to Sudan's sovereignty, unity, independence, and territorial integrity.\n\nRecalls principles of peaceful settlement, good neighbourliness, non-interference, and cooperation.\n\nReaffirms peacekeeping principles, including consent, impartiality, and non-use of force.\n\nExpresses deep concern at the deteriorating security situation in 2014, particularly for women and children.\n\nDemands all parties end violence, including attacks on civilians, peacekeepers, and humanitarian personnel.\n\nWelcomes slight improvement in security since May.\n\nExpresses concern at illicit transfer of small arms and light weapons.\n\nNotes significant increase in displacement, with 359,000 newly displaced since January.\n\nRecalls commitments made by the Government of Sudan and others to ensure humanitarian access.\n\nCalls on the Government to ensure humanitarian actors can operate.\n\nReiterates that there can be no military solution to the conflict in Darfur.\n\nSupports the Doha Document for Peace in Darfur (DDPD) as a viable framework.\n\nWelcomes President Bashir's announcement of a national dialogue.\n\nCalls for an enabling environment for the national dialogue.\n\nDeplores armed groups' refusal to join the peace process and demands release of members of the former movement of Mohamed Bashar.\nThe Security Council,\n\nCondemning the capture of individuals by JEM-Gibril forces, and actions aimed at forced overthrow of the Government of Sudan,\n\nNoting UNAMID's ability to facilitate progress in implementation of the DDPD is hampered by delays and absence of an inclusive political settlement,\n\nUrging signatory parties to implement the DDPD, expressing concern over humanitarian and security situation, \n\nNoting local dispute resolution mechanisms' role in preventing inter-communal conflict,\n\nWelcoming regional initiatives to address root causes of conflict in Darfur,\n\nUnderlining the partnership between the UN and AU,\n\nCalling on parties to comply with international human rights law and humanitarian law,\n\nReaffirming concern over violence in Darfur's impact on Sudan's stability,\n\nCommending UNAMID's efforts, \n\nWelcoming the Secretary-General's report,\n\nDecides to:\n\n1. Extend UNAMID's mandate for 10 months to 30 June 2015,\n2. Note certain elements of UNAMID's mandate are no longer relevant,\n3. Commend the Joint Special Representative's efforts to revitalize the peace process,\n4. Decide UNAMID's composition: up to 15,845 military personnel, 1,583 police personnel, and 13 formed police units,\n5. Welcome steps taken to implement the review of UNAMID, \n6. Urge the Secretary-General and AU to expedite appointment of personnel for UNAMID leadership vacancies.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n7. Requests the Secretary-General to analyze the implementation of the UNAMID review, including achievements, challenges, and developments in Darfur, and provide a roadmap to transfer tasks to the UNCT, with recommendations for UNAMID's future mandate, composition, and exit strategy, by 28 February 2015.\n\n8. Urges UNAMID to prioritize the protection of civilians, including women and children, and ensure safe and unhindered humanitarian access, and to maximize its capabilities in cooperation with the UNCT and other actors.\n\n9. Emphasizes UNAMID's Chapter VII mandate to protect civilians and ensure its own personnel's safety and security, and urges UNAMID to deter threats against itself and its mandate.\n\n10. Welcomes progress in implementing some elements of the DDPD, but deplores delays and urges signatory parties to implement it in full, and encourages UNAMID and the UNCT to support its implementation.\n\n11. Demands that all parties to the conflict in Darfur cease all acts of violence and commit to a sustained and permanent ceasefire.\n\n12. Reaffirms support for a Darfur-based internal dialogue, welcomes the launch of the Implementation Committee of the DIDC, and requests UNAMID to support and monitor its development.\n\n13. Calls for an end to inter-tribal clashes, criminality, and banditry, and for reconciliation and dialogue, and requests UNAMID to support local conflict resolution mechanisms.\n\n14. Commends troop- and police-contributing countries, welcomes progress in addressing equipment and self-sustainment shortfalls, but expresses concern that significant shortfalls remain.\n\n15. Strongly condemns attacks on UNAMID, demands that they cease, and urges the Government of Sudan to bring perpetrators to justice.\n\n16. Welcomes improved cooperation between UNAMID and the Government of Sudan, but reiterates concern that hindrances remain to UNAMID's mandate implementation.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Condemns access restrictions on UNAMID due to insecurity, acts of criminality, and movement restrictions; demands the Government of Sudan comply with the Status of Forces Agreement.\n\n Demands all parties in Darfur end attacks on civilians, peacekeepers, and humanitarian personnel, and comply with international human rights and humanitarian law.\n\n Expresses concern over the deteriorating humanitarian situation in Darfur, welcomes improved humanitarian access, but deplores continued restrictions; demands the Government of Sudan ensure safe and unhindered access to humanitarian organizations.\n\n Condemns human rights violations and abuses in Darfur, including extrajudicial killings, and urges the Government of Sudan to provide accountability and access to justice.\n\n Requests UNAMID to implement the Human Rights Due Diligence Policy and monitor human rights abuses.\n\n Urges close coordination among UN missions in the region.\n\n Emphasizes cooperation and information-sharing to address regional threats, including the Lord’s Resistance Army.\n\n Stresses achieving dignified and durable solutions for refugees and internally displaced persons.\n\n Demands parties to the conflict cease all acts of sexual and gender-based violence and make time-bound commitments to combat it.\n\n Demands parties to the conflict cease all violations and abuses against children and develop action plans to end and prevent recruitment and use of children.\nThe Security Council:\n\n26. Requests the Secretary-General to report to the Council every 90 days on UNAMID, including: \n- the political, humanitarian and security situation in Darfur, \n- incidents of violence and attacks against civilians, \n- violations of the Status of Forces Agreement and international humanitarian law, \n- progress towards UNAMID's strategic priorities and benchmarks, \n- challenges facing UNAMID, and \n- implementation of this resolution;\n\n27. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2173_2014_EN.pdf"
}