{
  "resolution_no": "2177",
  "year": "2014",
  "theme": [
    "Health",
    "Humanitarian",
    "Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "World Health Organization (WHO)",
    "United Nations Mission in Liberia (UNMIL)",
    "United Nations Humanitarian Air Service (UNHAS)",
    "African Union (AU)",
    "Economic Community of West African States (ECOWAS)"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolution 2176 (2014) and press statement of 9 July 2014, expresses grave concern about the Ebola outbreak in West Africa, particularly in Liberia, Guinea, and Sierra Leone, as well as Nigeria. The Council recognizes the outbreak as a threat to international peace and security, and notes its impact on women. It welcomes regional efforts, including the Mano River Union Extraordinary Summit, and commends Member States, bilateral partners, and multilateral organizations for their assistance. The Council emphasizes the need for a coordinated international response, and appreciates the efforts of first-line responders, including national and international health and humanitarian relief workers. It also welcomes the efforts of the African Union and the Economic Community of West African States (ECOWAS) to support containment of the outbreak. The Council determines that the unprecedented extent of the Ebola outbreak constitutes a threat to international peace and security.\nThe Security Council,\n\nExpressing concern about the impact of general travel and trade restrictions on food security in the region, notes the AU's call to lift travel restrictions to enable free movement and trade to affected countries.\n\nEmphasizing the role of UN System entities, particularly the General Assembly, Economic and Social Council, and Peacebuilding Commission, in supporting national, regional, and international efforts to respond to the Ebola outbreak, and recognizing the central role of WHO.\n\nStressing the need for coordinated efforts of UN System entities to address the outbreak.\n\nTaking note of the WHO Ebola Response Roadmap and 12 Mission Critical Actions.\n\nReiterating appreciation for the appointments of David Nabarro as Senior Coordinator and Anthony Banbury as Deputy Coordinator.\n\nWelcoming the Secretary-General's intention to convene a high-level meeting on the margins of the 69th General Assembly.\n\n1. Encourages Liberia, Sierra Leone, and Guinea to establish national mechanisms for rapid diagnosis, isolation, treatment, and public education, and to coordinate international assistance.\n\n2. Encourages the governments to address the wider dimensions of the outbreak and provide sustainable public health mechanisms, emphasizing the need to address the specific needs of women.\n\n3. Expresses concern about the isolation of affected countries due to trade and travel restrictions.\n\n4. Calls on Member States to lift general travel and border restrictions and for airlines and shipping companies to maintain trade and transport links.\n\n5. Calls on Member States to facilitate the delivery of assistance, including personnel and supplies.\n\n6. Calls on Member States and actors to enhance efforts to communicate established safety and health protocols.\n\n7. Calls on Member States to provide urgent resources and assistance, including deployable medical capabilities.\n\n8. Urges Member States, bilateral partners, and multilateral organizations to mobilize technical expertise and additional medical capacity.\nThe Security Council:\n\n Calls for maximizing synergies to respond effectively to the Ebola outbreak, providing essential resources, and coordinated assistance to affected countries and implementing partners, and for cooperation with the Secretary-General on response efforts;\n\n Urges Member States to implement Temporary Recommendations under the International Health Regulations (2005) regarding the 2014 Ebola Outbreak, and to lead national preparedness and response activities;\n\n Commends international health and humanitarian relief workers and calls for facilitating their deployment to affected countries;\n\n Requests the Secretary-General to ensure United Nations System entities, including WHO and UNHAS, accelerate their response to the Ebola outbreak;\n\n Encourages WHO to strengthen technical leadership, monitor Ebola transmission, and assist in identifying response needs and partners;\n\n Encourages Member States to provide support, including sharing data, to facilitate the development and implementation of therapies and vaccines; \n\nDecides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2177_2014_EN.pdf"
}