{
  "resolution_no": "2158",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNSOM",
    "AMISOM",
    "UNSOA",
    "IGAD",
    "European Union"
  ],
  "reporting_cycle": "Secretary-General reports every 120 days",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions and statements on Somalia, reaffirms its respect for Somalia's sovereignty, independence, territorial integrity, and unity. The Council commends the United Nations Assistance Mission in Somalia (UNSOM) for its positive impact in supporting the Federal Government of Somalia (FGS) in the peace and reconciliation process.\n\nThe Council underlines the need for urgent progress in developing a federal system, reviewing and implementing the Somali Provisional Federal Constitution, and preparing for 2016 elections. It expresses concern about heightened tensions in Baidoa and encourages the FGS to strengthen dialogue with Puntland and resume talks with \"Somaliland\" to find peaceful solutions.\n\nThe Council recognizes the FGS's primary responsibility, with the support of the African Union in Somalia (AMISOM), UNSOM, and international partners, in consolidating security, establishing basic governance and the rule of law, and providing humanitarian access and basic social services.\n\nThe Council decides to extend UNSOM's mandate for 12 months, with the following tasks:\n\n* Provide United Nations \"good offices\" functions to support the FGS's peace and reconciliation process;\n* Support the FGS and AMISOM with strategic policy advice on peacebuilding and state-building, including governance, security sector reform, and rule of law;\n* Assist the FGS in coordinating international donor support;\n* Help build the FGS's capacity to promote and protect human rights, women's empowerment, and child protection.\n\nThe Council also expresses concern about reports of human rights violations, including extrajudicial killings, violence against women and children, and pervasive sexual violence, and underscores the need to end impunity and hold accountable those who commit such crimes.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Authorizes the United Nations Support Mission in Somalia (UNSOM) to provide advice and assistance to the Federal Government of Somalia (FGS) on security, governance, and economic development.\n\n2. Welcomes the establishment of UNSOM and the reopening of the UN Common Compound in Mogadishu.\n\n3. Stresses UNSOM's role in supporting Somalia's stabilization efforts and coordinating international assistance.\n\n4. Encourages UNSOM, AMISOM, and IGAD to develop joint activities in support of peacebuilding and state-building.\n\n5. Highlights the importance of developing the Somali National Army (SNA) with international support.\n\n6. Reiterates UNSOM's adherence to human rights and due diligence policies.\n\n7. Condemns terrorist attacks by Al-Shabaab and stresses the need for accountability.\n\n8. Welcomes the deployment of a UN Guard Unit to strengthen security at UNSOM compounds.\n\n9. Calls on the FGS to develop a plan for elections in 2016.\n\n10. Expresses concern at the humanitarian situation and urges funding for the UN's Consolidated Appeal.\n\n11. Stresses the need for accountability for serious violations of international humanitarian law.\n\n12. Calls on UNSOM to support the FGS in preventing and responding to sexual and gender-based violence.\n\n13. Condemns grave violations against children and urges the FGS to implement action plans.\n\n14. Expresses concern at human rights violations and forced evictions.\n\n15. Requests the Secretary-General to provide regular updates on UNSOM's implementation.\n\n16. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2158_2014_EN.pdf"
}