{
  "resolution_no": "2188",
  "year": "2014",
  "theme": [
    "Sanctions",
    "Peacekeeping",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "Panel of Experts on Liberia",
    "Government of Liberia",
    "UN Security Council",
    "Economic Community of West African States"
  ],
  "reporting_cycle": "Secretary-General reports by August 1, 2015; update to the Committee by April 23, 2015",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Liberia, welcomes progress made by the Government, and notes the report of the UN Panel of Experts. Expressing concern about the Ebola outbreak's impact on Liberia, the Council aims to scale back and terminate remaining sanctions.\n\nAffirming the Government's primary responsibility for peace, stability, and protection of civilians, the Council stresses the need for continued progress on security sector reform, sustainable peace, and security through transparent management of natural resources.\n\nDetermining the situation in Liberia remains fragile and a threat to regional peace and security, the Council:\n\n1. Reaffirms measures imposed by resolution 1532 (2004);\n2. Renews travel and arms measures for nine months;\n3. Will review and modify or lift sanctions based on Liberia's progress towards meeting conditions set out in resolution 1521 (2003);\n4. Requests the Secretary-General to provide an update by August 1, 2015 on Liberia's progress on arms management and border regions;\n5. Extends the Panel of Experts' mandate for 10 months to assess implementation of arms measures, investigate violations, and report on progress in security and legal sectors.\nThe Security Council:\n\n1. Decides to re-establish, for a period of 10 months, the Panel of Experts on Liberia, \nmandated to: \n- monitor and control arms and border issues; \n- provide informal updates to the Committee; \n- cooperate with other relevant panels of experts, particularly that on Côte d’Ivoire;\n\n2. Requests the Secretary-General to take necessary administrative measures to re-establish \nthe Panel, in consultation with the Committee, drawing on previous Panel members’ expertise;\n\n3. Calls on all States and the Government of Liberia to cooperate fully with the Panel;\n\n4. Recalls that the Government of Liberia is responsible for controlling small arms circulation \nwithin Liberia and with neighbouring States, in line with the ECOWAS Convention;\n\n5. Urges the Government of Liberia to adopt and implement legislation to combat illicit \ntrafficking of arms and ammunition;\n\n6. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2188_2014_EN.pdf"
}