{
  "resolution_no": "2171",
  "year": "2014",
  "theme": [
    "Conflict Prevention",
    "Peacebuilding",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 33",
    "Article 34",
    "Article 99"
  ],
  "entities": [
    "United Nations",
    "Security Council",
    "Peacebuilding Commission",
    "Office of the United Nations High Commissioner for Human Rights",
    "Office of the Special Adviser on the Prevention of Genocide"
  ],
  "reporting_cycle": "The Secretary-General is requested to submit a report to the Council on actions taken by him to promote and strengthen conflict prevention tools within the United Nations system by August 31, 2015",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, \nRecalling previous resolutions and statements on prevention of armed conflict, preventive diplomacy, mediation, and peaceful settlement of disputes, \nRecalling the determination to save succeeding generations from war and reaffirm faith in fundamental human rights, \nRecalling the Purposes and Principles of the UN Charter, \nReaffirming commitment to addressing prevention of armed conflicts, \nExpressing determination to enhance effectiveness in preventing and ending armed conflicts, \nRecalling States' primary responsibility to protect civilians and respect human rights, \nAcknowledging civil society's role in conflict prevention, \nReiterating need for comprehensive approach to conflict prevention and sustainable peace, \nCalling attention to importance of early awareness and consideration of situations which may deteriorate into armed conflicts, \nUnderlining moral, political, and humanitarian imperatives of preventing conflict, \nDeeply concerned by human cost and suffering caused by armed conflicts, \nAffirming comprehensive conflict prevention strategy should include early warning, preventive diplomacy, mediation, and post-conflict peace-building, \nEmphasizing critical role of peacebuilding and Peacebuilding Commission, \nStressing Secretary-General's essential role in prevention of armed conflict, \nTaking note of Secretary-General's report on \"Preventive Diplomacy: Delivering Results\" and recommendations, \nNoting terrorism's role in conflict situations and importance of countering incitement to terrorism.\nHere is a summarized version of the Security Council document 2171 (2014):\n\nThe Security Council stresses the importance of accountability in preventing future conflicts and ensuring sustainable peace, justice, and reconciliation. It emphasizes the responsibility of States to investigate and prosecute persons responsible for genocide, crimes against humanity, war crimes, and other serious violations of international law.\n\nThe Council recognizes the contribution of the International Criminal Court and other international and national tribunals in holding accountable those responsible for such crimes. It calls on States to cooperate with these courts and tribunals.\n\nThe Council reaffirms the important role of women in conflict prevention and peacebuilding, and calls for their increased participation and representation in conflict prevention and mediation efforts.\n\nThe Council:\n\n1. Expresses its determination to pursue conflict prevention as part of its primary responsibility for maintaining international peace and security.\n2. Calls on States to intensify efforts to secure a world free of war and conflict.\n3. Stresses that conflict prevention is a primary responsibility of States, and UN actions should support and complement national efforts.\n4. Reaffirms the duty of States to settle disputes by peaceful means.\n5. Recalls Chapter VI of the UN Charter and reaffirms its commitment to peaceful dispute settlement and preventive action.\n\nThe Council recognizes the importance of various tools and mechanisms for conflict prevention, including:\n\n* UN regional offices\n* Special Political Missions\n* Peacekeeping operations\n* The Peacebuilding Commission\n* Regional and subregional organizations and arrangements\n* Sanctions imposed under the UN Charter\n\nThe Council encourages:\n\n* The Secretary-General to enhance the use of his good offices and dispatch Representatives, Special Envoys, and mediators.\n* Field-based Special Political Missions and Peacekeeping Operations to enhance their assessment and analysis capabilities.\n* The use of mediation as a means of pacific settlement of disputes.\n\nThe Council expresses its willingness to consider early warning cases brought to its attention by the Secretary-General and encourages the Secretary-General to bring to its attention any matter that may threaten international peace and security.\n\nThe Council acknowledges that serious abuses and violations of international human rights or humanitarian law can be an early indication of conflict or escalation of conflict, and calls on States to consider ratifying relevant instruments and implementing them domestically.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n15. Commits to taking early and effective action to prevent armed conflict, using all means at its disposal, in accordance with the UN Charter.\n\n16. Recalls the role of Special Advisers on Genocide and Responsibility to Protect, and other Special Representatives, in preventing conflict, and calls on States to prevent and fight against genocide and other serious crimes.\n\n17. Recognizes the role of the Office of the UN High Commissioner for Human Rights and the Special Adviser on Genocide in conflict prevention.\n\n18. Emphasizes the important role of women and civil society in conflict prevention and calls for increased participation of women in mediation and post-conflict resolution.\n\n19. Requests the Secretary-General and his representatives to update the Council on progress in involving women in conflict prevention and resolution.\n\n20. Commits to using UN system tools to translate early warning of potential conflicts into early preventive action.\n\n21. Encourages peaceful settlement of local disputes through regional arrangements and strengthens cooperation with regional organizations.\n\n22. Calls for enhanced cooperation and capacity building with regional organizations to prevent armed conflicts.\n\n23. Reiterates support for the Peacebuilding Commission's advisory, advocacy, and resource mobilization roles.\n\n24. Reaffirms willingness to strengthen relationship with civil society on conflict prevention.\n\n25. Requests the Secretary-General to report on actions taken to promote and strengthen conflict prevention tools by August 31, 2015.\n\n26. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2171_2014_EN.pdf"
}