{
  "resolution_no": "2135",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Cyprus Conflict"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "UNFICYP",
    "Cyprus Government",
    "Greek Cypriot and Turkish Cypriot leaders"
  ],
  "reporting_cycle": "Secretary-General reports by 10 July 2014",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nAdopted resolution 2135 (2014) on 30 January 2014,\nWelcoming the report of the Secretary-General on the United Nations operation in Cyprus,\nNoting the need to extend the mandate of the United Nations Peacekeeping Force in Cyprus (UNFICYP) beyond 31 January 2014,\nNoting the Secretary-General's intention to report on his Good Offices and reaffirming the UN's primary role in assisting the parties to a comprehensive and durable settlement,\nAcknowledging efforts to restart talks, expressing disappointment that formal negotiations have not resumed, and calling on the parties to agree on a way forward,\nRecalling the importance of full, flexible, and constructive engagement in negotiations, and encouraging the sides to resume substantive talks on core issues,\nWelcoming the Secretary-General's efforts to stimulate progress and expressing continued support,\nNoting the need to advance military confidence-building measures and implement remaining measures,\nReaffirming the importance of Green Line crossings and encouraging the opening of other crossing points,\nConvinced of the benefits of a comprehensive and durable Cyprus settlement, urging positive public rhetoric, and encouraging clear explanation of the benefits and need for flexibility and compromise,\nConsidering that undermining the UN's credibility undermines the peace process,\nHighlighting the supporting role of the international community and the need for practical steps towards a settlement,\nTaking note of the stable security situation, urging avoidance of actions that could increase tension,\nRecalling the Secretary-General's belief that the buffer zone situation would improve if both sides accepted the 1989 aide-memoire,\nNoting with regret the withholding of access to remaining minefields and urging rapid agreement on demining operations,\nHighlighting the importance of the Committee on Missing Persons and urging access to all areas,\nAgreeing that civil society groups, including women's groups, are essential to the political process,\nWelcoming efforts to promote bicommunal contacts and events,\nStressing the need for a rigorous approach to peacekeeping deployments,\nWelcoming the Secretary-General's intention to review peacekeeping operations, including UNFICYP.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Welcomes efforts to negotiate a comprehensive settlement in Cyprus, but notes insufficient progress and urges the sides to continue discussions.\n* Takes note of the Secretary-General's report and recalls resolution 2026 (2011).\n* Calls on the two leaders to:\n\t+ Work towards convergences on core issues\n\t+ Improve daily lives of Cypriots through Technical Committees\n\t+ Enhance public atmosphere and deliver constructive messages\n\t+ Increase civil society participation\n* Urges implementation of confidence-building measures, including military measures and opening of crossing points.\n* Welcomes efforts to address missing persons and calls for full access.\n* Reaffirms relevant resolutions, including 1251 (1999).\n* Extends UNFICYP's mandate until 31 July 2014.\n* Calls on both sides to engage with UNFICYP on buffer zone demarcation and 1989 aide-memoire.\n* Urges restoration of military status quo in Strovilia and demining operations.\n* Requests a report on implementation by 10 July 2014.\n* Welcomes efforts to implement zero-tolerance policy on sexual exploitation and abuse.\n* Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2135_2014_EN.pdf"
}