{
  "resolution_no": "2134",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Sanctions",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "BINUCA",
    "MISCA",
    "European Union operation",
    "International Commission of Inquiry",
    "Independent Expert"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions and statements on the Central African Republic (CAR), particularly resolutions 2121 (2013) and 2127 (2013),\n\nReaffirming commitment to the CAR's sovereignty, independence, unity, and territorial integrity,\n\nExpressing deep concern at the deteriorating security situation, characterized by a breakdown in law and order, and grave concern about the consequences of instability in the CAR,\n\nCondemning attacks, particularly those since 5 December 2013 in Bangui, which left over 1,000 dead and hundreds of thousands displaced,\n\nConcerned by multiple and increasing violations of international humanitarian law and human rights violations,\n\nAlarmed by the cycle of violence and retaliation, and degeneration into a countrywide religious and ethnic divide,\n\nNoting the Kimberley Process Certification Scheme's temporary suspension of rough diamond trading by the CAR,\n\nWelcoming the election of the Kingdom of Morocco as chair of the CAR configuration of the Peacebuilding Commission,\n\nRecalling the Transitional Authorities' primary responsibility to protect civilians,\n\nWelcoming the Economic Community of Central African States' (ECCAS) active leadership,\n\nTaking note of the International Conference on the Great Lakes Region's (ICGLR) Declaration,\n\nExpressing appreciation for the actions taken by MISCA, its troop-contributing countries, and French Forces,\n\nWelcoming the role of domestic religious authorities,\n\nStressing the urgent need for greater resources and expertise for BINUCA,\n\nRecalling the need for an inclusive and effective disarmament, demobilization, and reintegration process (DDR),\n\nStressing the need to end impunity in the CAR and bring perpetrators to justice,\n\nRecalling resolution 2117 (2013) and expressing grave concern at the threat to peace and security arising from the illicit transfer of small arms and light weapons.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nWelcomes the engagement of the European Union (EU) in the Central African Republic (CAR) and the pledges made at the High-Level Meeting on Humanitarian Action in CAR.\n\nDetermines that the situation in CAR constitutes a threat to international peace and security in the region.\n\nDecides to extend the mandate of the United Nations Integrated Multidimensional Mission in the Central African Republic (BINUCA) until 31 January 2015.\n\nThe updated mandate of BINUCA includes:\n\n* Supporting the implementation of the transition process, including expediting the re-establishment of constitutional order and implementation of the Libreville agreements.\n* Providing technical assistance and support to the ongoing political process, transitional institutions, and authorities.\n* Assisting in reconciliation efforts and preparations for free and fair elections.\n* Exercising good offices to prevent, mitigate, and resolve conflict and facilitate humanitarian assistance.\n* Promoting and supporting the rapid restoration of state authority over the whole territory of CAR.\n* Supporting the stabilization of the security situation, including advising on security sector governance and reform, disarmament, demobilization, and reintegration of combatants.\n* Monitoring, investigating, and reporting on violations of international humanitarian law and human rights abuses.\n\n BINUCA is also mandated to:\n\n* Support conflict prevention and humanitarian assistance.\n* Assist in the extension of state authority.\n* Promote and protect human rights, including monitoring and reporting on violations and abuses committed against children and women.\nHere is a concise summary of the Security Council document:\n\n**Cooperation and Coordination**\n\n* The Security Council requests cooperation with the Committee and Panel of Experts established by resolution 2127 (2013) (para 2f)\n* Coordination of international actors involved in implementing tasks (para 2g)\n\n**Reinforcement of BINUCA**\n\n* The Secretary-General is requested to urgently reinforce BINUCA with increased resources and expertise (para 3)\n* The goal is to fully and swiftly implement BINUCA's mandate\n\n**Restoration of State Authority and Expansion**\n\n* The Transitional Authorities must restore state authority over the whole territory (para 4)\n* BINUCA's expansion in provinces is crucial\n\n**Collaboration and Support**\n\n* BINUCA should work closely with the UN Country Team and the Peacebuilding Commission (para 5)\n* The deployment of the Guard Unit from Morocco is welcomed, and swift deployment of the full Guard Unit is urged (para 6)\n\n**Elections and DDR**\n\n* BINUCA must make urgent preparations for elections with the Transitional Authorities and National Electoral Authority (para 7)\n* A comprehensive strategy for disarmament, demobilization, and reintegration (DDR) of combatants is needed (para 8)\n\n**Arms and Ammunition Management**\n\n* The Transitional Authorities must address illicit transfer, accumulation, and misuse of small arms and light weapons (para 9)\n\n**Human Rights and Humanitarian Access**\n\n* BINUCA must deploy human rights monitors, child protection advisers, and women protection advisers (para 10)\n* Humanitarian assistance must be delivered in a safe and civilian-led manner (para 11)\n\n**Coordination Mechanisms**\n\n* Coordination mechanisms between BINUCA, MISCA, and the European Union operation must be established (para 12)\n\n**Political Process**\n\n* The Libreville Agreements, N'Djamena Declaration, Brazzaville Appeal, Transitional Charter, and International Contact Group declaration are supported (para 14)\n* The Transitional Authorities are urged to work towards stabilization, national reconciliation, and unity (para 16)\n\n**Elections and National Dialogue**\n\n* Free and fair elections must be held by February 2015, if possible, in the second half of 2014 (para 17)\n* The Transitional Authorities must initiate swift and concrete measures for national dialogue and reconciliation (para 18)\n\n**Human Rights Inquiry**\n\n* The International Commission of Inquiry was established to investigate human rights abuses (para 19)\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Requests BINUCA to assist Transitional Authorities in securing evidence and crime scenes to support future investigations (para 20).\n\n Reiterates that perpetrators of violations and abuses must be held accountable, and some acts may amount to crimes under the Rome Statute of the ICC (para 21).\n\n Calls upon all parties to armed conflict to prohibit violations and abuses against children, including recruitment, rape, and sexual violence (para 22).\n\n Reiterates demands to protect children released or separated from armed forces and groups (para 23).\n\n Calls upon parties to armed conflict to issue clear orders against sexual and gender-based violence (para 24).\n\n Reiterates call upon parties to engage with Special Representatives on Children and Armed Conflict and Sexual Violence in Conflict (para 25).\n\n Demands rapid, safe, and unhindered access for humanitarian organizations and relief personnel (para 26).\n\n Expresses concern at increasing internally displaced persons and stresses need to ensure basic needs are met (para 27).\n\n Calls upon Member States to respond swiftly to humanitarian appeals (para 28).\n\nImposes sanctions:\n\n Decides to prevent entry or transit of individuals designated by the Committee (para 30).\n\n Freezes funds, assets, and economic resources of designated individuals and entities (para 32).\n\n Allows exemptions for humanitarian needs, judicial processes, and peace and national reconciliation (paras 31 and 33).\nThe Security Council has adopted resolution 2134 (2014) with several key decisions:\n\n**Asset Freeze and Exemptions**\n\n* Freezes assets of individuals and entities undermining peace, stability, or security in the Central African Republic (CAR) (para 32).\n* Exemptions:\n\t+ For basic needs or extraordinary expenses with Committee approval (para 33 (a) and (b)).\n\t+ For judicial, administrative, or arbitral liens or judgments (para 33 (c)).\n* Allows addition of interests and earnings to frozen accounts (para 34).\n* Permits payments due under contracts entered into before listing, if not received by designated persons or entities (para 35).\n\n**Designation Criteria**\n\n* Applies measures to individuals and entities:\n\t+ Engaging in or supporting acts undermining peace, stability, or security in CAR (para 36).\n\t+ Meeting specific criteria, including:\n\t\t- Violating arms embargo (para 37 (a)).\n\t\t- Committing human rights abuses or violations (para 37 (b)).\n\t\t- Recruiting or using children in armed conflict (para 37 (c)).\n\t\t- Supporting armed groups or criminal networks through illicit exploitation of natural resources (para 37 (d)).\n\t\t- Obstructing humanitarian assistance (para 37 (e)).\n\t\t- Conducting attacks against UN missions or international security presences (para 37 (f)).\n\n**Additional Measures**\n\n* Expresses concern over CAR political figures supporting anti-Balaka and Seleka groups (para 38).\n* Urges CAR's political figures to call on supporters to cease attacks on civilians (para 39).\n* Extends arms embargo and measures for one year (para 40).\n* Extends Committee's mandate and Panel of Experts' mandate for one year (para 41).\n* Requests Member States to report on steps taken to implement resolution within 90 days (para 42).\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n \n43. Authorizes the European Union to deploy an operation in the Central African Republic (CAR) as referenced in the letter dated 21 January 2014.\n\n44. Authorizes the EU operation to take necessary measures within its capacities and areas of deployment for six months from its full operational capacity.\n\n45. Requests the EU to report to the Council on the implementation of its mandate and coordinate with the African Union's reporting.\n\n46. Calls on Member States to support the EU operation by facilitating the transfer of personnel, equipment, and supplies without obstacles or delay.\n\n47. Invites the Transitional Authorities of the CAR to conclude a status of forces agreement for the EU operation.\n\n48. Emphasizes the need for military forces in CAR to respect sovereignty, territorial integrity, and unity, and comply with international humanitarian law, human rights law, and refugee law.\n\n49. Requests the Secretary-General to report on the implementation of BINUCA's mandate every 90 days.\n\n50. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2134_2014_EN.pdf"
}