{
  "resolution_no": "2148",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Sudan",
    "Darfur"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMID",
    "African Union",
    "United Nations",
    "Government of Sudan"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms previous resolutions and statements on Sudan, emphasizing full compliance.\nReaffirms commitment to Sudan's sovereignty, unity, independence, and territorial integrity.\n\nCommends African Union-United Nations Hybrid Operation in Darfur (UNAMID) efforts to promote peace and stability.\nExpresses deep concern over the deteriorating security situation in Darfur, with clashes, inter-communal violence, and population displacement.\n\nCondemns attacks on UNAMID, calls for investigations and perpetrators to be brought to justice.\n Reiterates that there is no military solution to the conflict, and an inclusive political settlement is essential.\n\nSupports the Doha Document for Peace in Darfur (DDPD) as a basis for the Darfur peace process.\nUrges parties to cease violence, engage in the peace process without preconditions, and implement the DDPD.\n\nEncourages the Joint Special Representative to increase the inclusiveness of the political process, and coordinate with other mediation efforts.\nWelcomes the announcement of a national dialogue by President Bashir, and stresses the importance of effective participation of women in the process.\n\nNotes the importance of local dispute resolution mechanisms in preventing and resolving inter-communal conflict.\nHere is a concise summary of the Security Council document:\n\nThe Security Council welcomes and endorses the Secretary-General's Special Report on the review of the African Union-United Nations Hybrid Operation in Darfur (UNAMID) and its recommendations.\n\nThe Council notes improvements in UNAMID's mandate implementation, but expresses concern over continued access restrictions and delays in customs clearances, which undermine UNAMID's effectiveness.\n\nThe Council endorses UNAMID's revised strategic priorities: \n- Protection of civilians\n- Facilitation of humanitarian assistance and safety of humanitarian personnel\n- Mediation between the Government of Sudan and non-signatory armed movements\n\nThe Council requests UNAMID to focus on these priorities, streamline activities, and deprioritize certain tasks. \n\nThe Council also requests the Secretary-General to:\n- Refine benchmarks and indicators for UNAMID\n- Report on the reduction of UNAMID's police component\n- Provide information on steps taken to address shortfalls in operational capabilities\n\nThe Council calls for:\n- Improved coordination and integration structures within UNAMID and with UNCT\n- Enhanced engagement with troop- and police-contributing countries to address operational capability shortfalls\n- Increased aviation capacity and mobility assets for UNAMID\n\nThe Council urges swift implementation of the review of UNAMID and requests the Secretary-General to report on progress.\nThe Security Council:\n\n12. revised strategic priorities, and expresses its intention to make necessary adjustments accordingly;\n\n13. Calls on all parties in Darfur to remove obstacles to UNAMID's full discharge of its mandate, and on Sudan to comply with the Status of Forces Agreement and enhance cooperation with UNAMID;\n\n14. Stresses effective monitoring and evaluation of UNAMID's impact to improve effectiveness and looks forward to considering progress in implementation;\n\n15. Looks forward to assessing UNAMID's initial impact before renewing its mandate in August 2014 and ensuring its mandate reflects revised strategic priorities;\n\n16. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2148_2014_EN.pdf"
}