{
  "resolution_no": "2139",
  "year": "2014",
  "theme": [
    "Humanitarian",
    "Peacekeeping",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIFIL",
    "MINUSMA",
    "Syrian armed forces",
    "United Nations Secretary-General",
    "Special Representative of the Secretary-General for Children and Armed Conflict"
  ],
  "reporting_cycle": "every 30 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\n- Recalls previous resolutions and statements on Syria, reaffirming commitment to sovereignty, independence, unity, and territorial integrity.\n\n- Expresses appall at over 100,000 deaths, including 10,000 children, and grave alarm at the humanitarian situation, particularly in besieged and hard-to-reach areas.\n\n- Emphasizes respect for humanitarian principles, commends efforts of humanitarian personnel, and condemns violence against them.\n\n- Expresses concern at the increasing number of refugees and displaced persons, appreciating regional countries' efforts to accommodate over 2.4 million refugees.\n\n- Welcomes $2.5 billion pledges for humanitarian assistance and calls for timely disbursement.\n\n- Calls for an end to violence, protection of World Heritage Sites, and condemnation of terrorist attacks.\n\n- Regrets lack of progress on humanitarian aid delivery, condemning denial of access and recalling that it can constitute a violation of international humanitarian law.\n\n- Emphasizes need for a political solution, reiterating endorsement of the Geneva Communiqué, and demanding implementation.\n\n- Strongly condemns widespread human rights violations and abuses by Syrian authorities and armed groups.\nThe Security Council,\n\n1. Condemns the use of children as human shields in Syria, as described in the UN Secretary-General's report on children and armed conflict;\n\n2. Demands an end to all forms of violence, violations of international humanitarian law, and human rights abuses, and reaffirms obligations under these laws, stressing that some violations may amount to war crimes and crimes against humanity;\n\n3. Demands a cease to attacks on civilians, indiscriminate use of weapons in populated areas, including shelling and aerial bombardment, and methods of warfare causing superfluous injury or unnecessary suffering;\n\n4. Demands full implementation of the 2 October 2013 Statement by the President of the Security Council, including facilitating humanitarian relief operations;\n\n5. Calls for lifting sieges on populated areas, allowing humanitarian assistance, and enabling evacuation of civilians who wish to leave, and underscores the need for humanitarian pauses and ceasefires;\n\n6. Demands rapid, safe, and unhindered humanitarian access for UN agencies and partners, including across conflict lines and borders;\n\n7. Urges facilitation of humanitarian efforts, including safe and unhindered access to populations in need, and cooperation between the UN, its agencies, and Syrian civil society organizations;\n\n8. Demands respect for medical neutrality, free passage for medical personnel and supplies, and protection of medical and humanitarian personnel, facilities, and transport;\n\n9. Demands protection of civilians, including members of ethnic, religious, and confessional communities, and stresses the primary responsibility of the Syrian authorities;\n\n10. Demands demilitarization of medical facilities, schools, and civilian facilities, and avoidance of military positions in populated areas;\n\n11. Strongly condemns arbitrary detention, torture, kidnappings, and forced disappearances, and demands their immediate end and release of arbitrarily detained persons;\n\n12. Urges ensuring safety and security of UN personnel and humanitarian actors;\n\n13. Stresses the need to end impunity for violations and reaffirms that those responsible must be brought to justice;\n\n14. Strongly condemns terrorist attacks, urges opposition groups to reject terrorist organizations, and calls for combating and defeating Al-Qaeda and other terrorist groups.\nThe Security Council:\n\n15. Emphasizes that a political solution is crucial to address the deteriorating humanitarian situation in Syria, welcomes the Geneva Conference on Syria, and demands that all parties work towards implementing the Geneva Communiqué of 30 June 2012 to achieve a genuine political transition that meets the Syrian people's legitimate aspirations.\n\n16. Urges Member States to contribute to or increase support to UN humanitarian appeals to address the growing needs of those affected by the crisis, in coordination with UN agencies, and ensure all pledges are honoured.\n\n17. Requests the Secretary-General to report to the Council on the implementation of this resolution within 30 days and every 30 days thereafter, and expresses its intent to take further steps in case of non-compliance.\n\n18. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2139_2014_EN.pdf"
}