{
  "resolution_no": "2163",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Middle East",
    "Syrian Conflict"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNDOF",
    "United Nations",
    "Security Council",
    "Syrian Arab Republic",
    "Israel"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council,\n\nNoting the tense situation in the Middle East, \nHaving considered the report of the Secretary-General on UNDOF, \nReaffirming resolution 1308 (2000),\n\nStresses that both parties must abide by the 1974 Disengagement of Forces Agreement and observe the ceasefire. \nConcurs with the Secretary-General that ongoing military activities in the area of separation can escalate tensions and pose a risk to civilians and UN personnel.\n\nExpressing grave concern at violations of the Disengagement of Forces Agreement, \nStrongly condemning recent intense fighting in the area of separation and the use of heavy weapons by both Syrian armed forces and opposition groups.\n\nCondemns the use of improvised explosive devices, \nhorrific crimes committed by some armed opposition members, and \nincidents threatening UN personnel safety.\n\nUnderscores the need for UNDOF to have necessary means and resources to carry out its mandate safely.\n\n1. Calls on parties to implement resolution 338 (1973).\n2. Stresses obligation to respect the 1974 Disengagement of Forces Agreement.\n3. Urges parties to prevent military activity in the area of separation.\n4. Calls on parties to cooperate with UNDOF operations and ensure its freedom of movement.\n5. Welcomes UNDOF efforts to implement zero-tolerance policy on sexual exploitation and abuse.\nThe Security Council:\n\n Requests the Secretary-General to continue taking all necessary action to ensure personnel adhere to the UN code of conduct, and to keep the Council informed, and urges troop-contributing countries to investigate and punish any misconduct involving their personnel.\n\n Decides to renew the mandate of UNDOF for six months, until 31 December 2014, and requests the Secretary-General to ensure UNDOF has the required capacity and resources to fulfil its mandate safely and securely.\n\n Requests the Secretary-General to report every 90 days on developments and measures taken to implement resolution 338 (1973).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2163_2014_EN.pdf"
}