{
  "resolution_no": "2167",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Regional Organizations",
    "Partnerships"
  ],
  "chapter": "Chapter VIII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27",
    "Chapter VIII"
  ],
  "entities": [
    "United Nations",
    "African Union (AU)",
    "European Union (EU)",
    "African Standby Force (ASF)",
    "United Nations Office to the African Union (UNOAU)"
  ],
  "reporting_cycle": "Secretary-General reports not later than 31 March 2015",
  "operative_authority": "Chapter VIII",
  "summary": "The Security Council,\n\nRecalling Chapter VIII of the Charter of the United Nations, previous resolutions, and statements on cooperation with regional and subregional organizations,\n\nRecalling its primary responsibility for international peace and security, recognizing cooperation with regional organizations can improve collective security,\n\nReaffirming commitment to the Charter's purposes and principles, including political independence, sovereign equality, and territorial integrity,\n\nResolving to strengthen the UN's central role in peacekeeping, ensuring effective collective security, and welcoming a comprehensive review of UN peacekeeping,\n\nReaffirming respect for peacekeeping principles, including consent, impartiality, and non-use of force,\n\nRecognizing regional organizations' role in understanding root causes of conflicts, protection of civilians, women, and children, and prevention of sexual violence,\n\nAcknowledging regional organizations' efforts in post-conflict peacebuilding, security sector reform, disarmament, and development,\n\nStressing effective partnerships between the UN and regional organizations for early responses to disputes and crises,\n\nUnderlining the usefulness of sharing experiences of countries in conflict and post-conflict situations,\n\nWelcoming regional organizations' efforts in peacekeeping, and calling for coherence and coordination with UN peacekeeping operations,\n\nWelcoming initiatives by regional organizations, including the African Union, European Union, ECCAS, and ECOWAS.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Underlines the importance of partnership and cooperation with regional and subregional organizations in supporting peacekeeping operations, in accordance with Chapter VIII of the Charter of the United Nations.\n\n2. Expresses determination to enhance the relationship between the UN and regional organizations, particularly the African Union.\n\n3. Encourages regional organizations' involvement in peaceful settlement of disputes, conflict prevention, and mediation efforts.\n\n4. Welcomes the African Union's efforts to strengthen peacekeeping capacity and undertake peacekeeping operations, and encourages coordination with the UN.\n\n5. Welcomes recent steps taken by the EAC to activate its standby arrangements.\n\n6. Underscores the need to strengthen strategic guidance and support to missions' command and control structures.\n\n7. Welcomes cooperation between the UN, African Union, and European Union, and encourages regional organizations to strengthen cooperation.\n\n8. Recognizes the need for further cooperation and consultations with troop- and police-contributing countries.\n\n9. Encourages the Peacebuilding Commission to work with regional organizations to ensure integrated post-conflict peacebuilding strategies.\n\n10. Encourages regional organizations to address the impact of armed conflict on children and mainstream child protection into their advocacy.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n**Child Protection**\n\n* Reiterates its call for the establishment of child protection mechanisms within secretariats, including child protection focal points.\n* Encourages the development and expansion of guidelines to protect children affected by armed conflict.\n\n**Operational**\n\n* Intends to consider further steps to promote cooperation between the UN and regional organizations in early warning, conflict prevention, peacekeeping, and peacebuilding.\n* Welcomes existing cooperation initiatives between the UN, African Union, and European Union.\n* Requests the Secretary-General to initiate a lessons-learned exercise on transitions from African Union peace operations to UN peacekeeping operations in Mali and the Central African Republic.\n\n**Partnership and Capacity Building**\n\n* Encourages the UN and regional organizations to strengthen relationships and develop a more effective partnership.\n* Stresses the need to integrate women and gender perspectives into all peace and security efforts.\n* Encourages regional organizations to include gender expertise in peacekeeping and field operations.\n\n**Information-Sharing and Cooperation**\n\n* Encourages the Secretary-General and regional organizations to enhance information-sharing on capabilities and lessons learned.\n* Recognizes the importance of coordination and cooperation on policing issues between the UN Secretariat and international, regional, and subregional organizations.\n\n**African Union-UN Cooperation**\n\n* Encourages increased engagement of the African Union Peacekeeping Support Team within the Department of Peacekeeping Operations.\n* Calls on the Secretary-General to coordinate with and support the African Union Commission in developing a list of needed capacities.\n\n**Financial**\n\n* Reaffirms previous resolutions and statements regarding the Prodi Report.\n* Reiterates that regional organizations have the responsibility to secure resources, including through contributions by their members and support from partners.\n* Stresses the need to enhance the predictability, sustainability, and flexibility of financing regional organizations when they undertake peacekeeping under a Security Council mandate.\n\n**Capacity Building**\n\n* Urges Member States and relevant international organizations to contribute to strengthening the capacity of regional and subregional organizations, particularly African regional and subregional organizations.\nThe Security Council \n \n\n26. Welcomes support provided by the European Union through the African Peace Facility, particularly to AMISOM and MISCA. \n27. Further welcomes extensive support by bilateral partners of the African Union for African-led operations and encourages them to continue. \n28. Requests the Secretary-General, in consultation with the AU Commission and EU, to produce an assessment report and recommendations on UN partnerships with regional organizations in peacekeeping by 31 March 2015. \n29. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2167_2014_EN.pdf"
}