{
  "resolution_no": "2152",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Political"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINURSO",
    "UNHCR",
    "Office of the United Nations High Commissioner for Refugees"
  ],
  "reporting_cycle": "Secretary-General reports at least twice a year",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions on Western Sahara, reaffirms its support for the Secretary-General's efforts to implement a just, lasting, and mutually acceptable political solution, providing for the self-determination of the people of Western Sahara. The Council calls on parties to cooperate with the UN and each other to end the impasse and achieve progress towards a political solution. It recognizes the importance of stability and security in the Sahel region and welcomes efforts to move the process forward. The Council takes note of Moroccan and Polisario Front proposals, encourages parties to demonstrate political will, and supports continued negotiations. It also stresses the importance of improving human rights, encourages cooperation with the Office of the High Commissioner for Refugees, and welcomes recent steps taken by Morocco. The Council affirms support for the Secretary-General's Personal Envoy and the Special Representative of the Secretary-General. Having considered the Secretary-General's report, it decides to extend the mandate of MINURSO until 30 April 2015.\n2. Reaffirms the need for full respect of the military agreements with MINURSO regarding the ceasefire and calls on parties to adhere fully to those agreements;\n\n3. Calls on all parties to cooperate fully with MINURSO's operations, ensure security and unhindered movement for UN personnel, and take necessary steps to facilitate their mandate;\n\n4. Welcomes parties' commitment to prepare for a fifth round of negotiations and recalls the need for realism and a spirit of compromise to achieve progress;\n\n5. Calls on parties to show political will, work in a dialogue-friendly atmosphere, and implement previous resolutions to ensure negotiation success;\n\n6. Affirms strong support for the Secretary-General's and his Personal Envoy's commitment to a solution to the Western Sahara question;\n\n7. Calls on parties to continue negotiations under the Secretary-General's auspices without preconditions and in good faith to achieve a mutually acceptable solution;\n\n8. Invites Member States to lend assistance to these talks;\n\n9. Requests the Secretary-General to brief the Security Council regularly on negotiations, implementation, and MINURSO's operations;\n\n10. Welcomes parties' and neighboring states' commitment to hold periodic meetings with the UNHCR to review and expand confidence-building measures;\n\n11. Urges Member States to provide voluntary contributions to fund confidence-building measures;\n\n12. Supports the Secretary-General's request for additional UN military observers;\n\n13. Requests the Secretary-General to ensure MINURSO's compliance with the UN's zero-tolerance policy on sexual exploitation and abuse;\n\n14. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2152_2014_EN.pdf"
}