{
  "resolution_no": "2160",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Terrorism",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNAMA",
    "High Peace Council",
    "Al-Qaida",
    "Taliban",
    "Financial Action Task Force (FATF)",
    "International Civil Aviation Organization (ICAO)",
    "International Air Transport Association (IATA)",
    "World Customs Organization (WCO)",
    "United Nations Office on Drugs and Crime (UNODC)"
  ],
  "reporting_cycle": "The Monitoring Team shall submit two comprehensive, independent reports to the Committee, one by 1 November 2014, and the second by 1 June 2015",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions on international terrorism and its threat to Afghanistan, \nRecall its previous resolutions extending the mandate of UNAMA through 17 March 2015, \n\n Expressing concern over the security situation in Afghanistan, particularly violent and terrorist activities by the Taliban, Al-Qaida, and other groups, \n Welcoming Afghanistan's process to long-term strategic partnership with regional and international partners, \n\n Reaffirming commitment to Afghanistan's sovereignty, independence, territorial integrity, and national unity, \n\n Stressing a comprehensive political process to support reconciliation among Afghans, \n\n Recognizing some Taliban members have reconciled with the Government, rejected Al-Qaida's ideology, and support a peaceful resolution, \n\n Reiterating commitment to support Afghanistan's peace and reconciliation process, including the High Peace Council, \n\n Welcoming Taliban members' decisions to reconcile, renounce ties to terrorist organizations, and respect the constitution, \n\n Concerned about ongoing violence, terrorism, and links to illicit drugs, \n\n Underscoring humanitarian aid operations' importance and condemning violence against UN staff and humanitarian actors, \n\n Reiterating sanctions regime's need to support reconciliation and combat insurgency, \n\n Noting Afghanistan's request to support reconciliation, including removing names from sanctions lists for those who reconcile, \n\n Expressing intention to consider lifting sanctions on those who reconcile, \n\n Welcoming close cooperation between the High Peace Council and the Committee.\nThe Security Council,\n\nRecalling its previous resolutions and the central role of the United Nations in promoting peace, stability, and security in Afghanistan,\n\nStressing its appreciation and support for the Secretary-General's efforts to assist the High Peace Council's peace and reconciliation efforts,\n\nReiterating its support for the fight against illicit production and trafficking of drugs from Afghanistan,\n\nCondemning incidents of kidnapping and hostage-taking by terrorist groups,\n\nExpressing concern at terrorists' use of new information and communications technologies to facilitate terrorist acts,\n\nRecognizing the importance of making the Afghanistan/Taliban sanctions list available in Dari and Pashtu,\n\nActing under Chapter VII of the Charter,\n\n Decides to impose measures on individuals and entities designated as the Taliban or associated with them, including:\n\n1. Freezing funds and other financial assets or economic resources,\n2. Preventing entry into or transit through their territories,\n3. Preventing the supply, sale, or transfer of arms and related materiel,\n\n Defines acts or activities indicating eligibility for listing, including:\n\n1. Participating in financing, planning, or perpetrating acts,\n2. Supplying arms and related materiel,\n3. Recruiting for,\n4. Otherwise supporting acts or activities of those designated,\n\n Confirms that:\n\n1. Entities owned or controlled by listed individuals or entities are eligible for listing,\n2. Requirements apply to all proposed uses of funds or other financial assets or economic resources, including travel-related expenses,\n3. Requirements apply to financial and economic resources of every kind, including Internet hosting services,\n\n Notes the need to prevent those associated with the Taliban from benefiting from entities engaging in prohibited activities or illegal exploitation of natural resources in Afghanistan.\nHere is a concise summary of the Security Council document 2160 (2014):\n\nThe Security Council:\n\n Confirms that requirements to freeze assets and prevent travel and arms supply apply to individuals and entities associated with the Taliban.\n\n Prohibits direct or indirect payment of ransoms to listed individuals, groups, or entities.\n\n Allows for payments to be added to frozen accounts, provided they are frozen.\n\n Requires Member States to prevent listed individuals and entities from obtaining explosives and related materials.\n\n Encourages Member States to consult the sanctions list when considering travel visa applications and to exchange information on listed individuals.\n\n Exempts listed individuals from travel ban for peace and reconciliation meetings, subject to Committee approval.\n\n Requests the Government of Afghanistan to report on travel under granted exemptions.\n\n Encourages Member States to submit names of individuals and entities participating in Taliban-related activities for inclusion on the sanctions list.\n\n Requires standard forms for listing and statement of case for proposed listings.\n\n Encourages submission of photographs and biometric data for inclusion in INTERPOL-United Nations Security Council Special Notices.\n\n Directs the Committee to update the standard form for listing and make accessible narrative summaries of reasons for listing.\nHere is a summarized version of the document:\n\nThe Security Council:\n\n**Listing**\n\n* Calls upon all Committee members and the Monitoring Team to share information on listing requests from Member States to inform the Committee's decision (para 21).\n* Requests the Secretariat to publish on the Committee's website all relevant information, including narrative summaries of reasons for listing, immediately after a name is added to the List (para 22).\n* Urges Member States to consult with the Government of Afghanistan on listing proposals prior to submission to the Committee (para 23).\n* Decides that the Committee shall notify the Government of Afghanistan, the Permanent Mission of Afghanistan, and the State(s) where the individual or entity is believed to be located of the listing (para 24).\n\n**Delisting**\n\n* Directs the Committee to remove individuals and entities that no longer meet the listing criteria on a case-by-case basis (para 25).\n* Urges Member States to consult with the Government of Afghanistan on delisting requests prior to submission to the Committee (para 26).\n* Recalls the Focal Point mechanism for individuals and entities seeking removal from the List without a Member State's sponsorship (para 27).\n* Encourages UNAMA to support cooperation between the Government of Afghanistan and the Committee on delisting requests (para 28).\n* Urges the Committee to invite a representative of the Government of Afghanistan to discuss listing or delisting merits (para 29).\n* Requests the Government of Afghanistan to provide an annual report on the status of reportedly reconciled individuals who have been delisted (para 30).\n* Directs the Committee to consider expeditiously any information indicating a delisted individual has returned to prohibited activities and to add their name back on the list (para 31).\nHere is a summarized version of the Security Council document:\n\n**Notification and Delisting**\n\n* The Secretariat shall notify the Government of Afghanistan, the Permanent Mission of Afghanistan, and the State(s) in which the individual or entity is believed to be located of delisting decisions.\n* States receiving such notification shall take measures to notify or inform the concerned individual or entity of the delisting in a timely manner.\n\n**Review and Maintenance of the List**\n\n* The Committee shall review each entry on the list on a regular basis, including individuals considered reconciled, deceased, or with entries lacking identifiers.\n* The Committee shall decide on listing and delisting requests in a timely manner and review and amend its guidelines for such reviews.\n* The Monitoring Team shall circulate a list of individuals and entities on the list whom the Afghan Government considers reconciled, with relevant documentation.\n\n**Committee Procedures**\n\n* The Committee shall ensure fair and clear procedures for its work and review its guidelines.\n* Committee members shall respond to requests within three months, and no matter shall be left pending before the Committee for more than six months.\n\n**Cooperation with the Government of Afghanistan**\n\n* The Government of Afghanistan shall provide periodic briefings on the content of the list and the impact of targeted sanctions.\n* The Committee, the Government of Afghanistan, and UNAMA shall cooperate in identifying and providing information on individuals and entities participating in financing or supporting acts or activities set forth in paragraph 2.\n\n**Monitoring Team**\n\n* The 1267/1989 Monitoring Team shall support the Committee for 30 months with the mandate set forth in the annex.\n* The Monitoring Team shall gather information on non-compliance, facilitate assistance on capacity-building, and provide recommendations to the Committee.\n\n**Coordination and Outreach**\n\n* The Committee shall maintain contact with relevant UN Security Council Committees, international organizations, and expert groups.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Encourages UNAMA to assist the High Peace Council in encouraging listed individuals to reconcile.\n\n Reviews and adjusts measures to support peace and stability in Afghanistan.\n\n Decides to remain seized of the matter.\n\nThe Monitoring Team, under the Committee's direction, shall:\n\n* Submit two comprehensive reports on implementation by Member States.\n* Assist in reviewing names on the List and developing the Committee's record.\n* Follow up on requests to Member States for information.\n* Submit a programme of work to the Committee.\n* Gather information on non-compliance and provide recommendations.\n* Present recommendations to assist Member States with implementation.\n* Assist in considering proposals for listing and delisting.\n* Consult with Member States and bring new or noteworthy circumstances to the Committee's attention.\n* Encourage Member States to submit names for inclusion on the List.\nHere is a summarized version of the Security Council document:\n\nThe Monitoring Team shall:\n \n(l) Present additional identifying information to assist the Committee in updating the List;\n \n(m) Collate, assess, monitor and report on implementation of measures, and make recommendations;\n \n(n) Consult with Member States, UNAMA, and other UN agencies, and engage in regular dialogue;\n \n(o) Cooperate with UNODC on the nexus between narcotics trafficking and listed individuals/groups;\n \n(p) Submit a special written report on cooperation between organized crime syndicates, narcotics producers, and listed individuals/groups;\n \n(q) Consult with Member States' intelligence and security services to facilitate information-sharing;\n \n(r) Consult with private sector representatives to learn about assets freeze implementation;\n \n(s) Cooperate with Al-Qaida Sanctions Committee and other counter-terrorism bodies;\n \n(t) Consult with Government of Afghanistan, Member States, and private sector on assets freeze implementation;\n \n(u) Consult with Government of Afghanistan, Member States, and international organizations on travel ban and assets freeze implementation;\n \n(v) Consult on the threat posed by improvised explosive devices (IEDs);\n \n(w) Promote awareness of and compliance with measures;\n \n(x) Cooperate with INTERPOL to obtain biometric data of listed individuals;\n \n(y) Assist other subsidiary bodies with enhancing cooperation with INTERPOL;\n \n(z) Facilitate assistance in capacity-building for enhancing implementation of measures;\n \n(aa) Report to the Committee on its work;\n \n(bb) Study and report on the threat of individuals/groups associated with the Taliban;\n \n(cc) Gather information on travel exemptions; \n \n(dd) Any other responsibility identified by the Committee.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2160_2014_EN.pdf"
}