{
  "resolution_no": "2146",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Energy"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "Libya",
    "UNIFIL",
    "European Union Border Assistance Mission to Libya"
  ],
  "reporting_cycle": "90 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Libya, reaffirms its commitment to Libya's sovereignty, independence, territorial integrity, and national unity.\n\nCondemns attempts to illicitly export crude oil from Libya.\n\n Requests the Libyan Government to:\n\n* Contact the concerned vessel's flag state to resolve issues related to illicit exports\n* Appoint a focal point to communicate with the Committee established pursuant to resolution 1970 (2011)\n\nDirects the Committee to inform Member States about notifications from the Libyan Government's focal point.\n\nAuthorizes Member States to:\n\n* Inspect vessels designated by the Committee on the high seas\n* Use measures commensurate to the specific circumstances to carry out inspections and return crude oil to Libya\n\n Requests Member States to:\n\n* Seek the consent of the vessel's flag State before taking measures\n* Submit a report to the Committee on inspections\n\nDecides to impose measures on vessels designated by the Committee, including:\n\n* Prohibiting them from loading, transporting, or discharging crude oil from Libya\n* Prohibiting them from entering Member States' ports\n\n Affirms that the authorization for inspections applies only to warships and ships owned or operated by a State and used only on government non-commercial service.\nThe Security Council:\n\nDecides to impose measures on vessels transporting crude oil from Libya. \n\n(a) All Member States shall prevent entry into their ports of vessels designated by the Committee, unless entry is necessary for inspection, in emergency or for return to Libya.\n\n(b) & (c) Prohibits provision of bunkering services and other servicing to designated vessels, unless for humanitarian purposes or return to Libya, with notification to the Committee.\n\n(d) Prohibits financial transactions with respect to crude oil from Libya on designated vessels.\n\nThe Committee may:\n- Designate vessels for these measures for 90-day periods, renewable.\n- Terminate designations at any time and grant exceptions.\n\nThe Panel of Experts, under the Committee's direction, will monitor implementation.\n\nThe Panel will be increased to six members, with necessary arrangements.\n\nThe measures will terminate one year from adoption, unless extended.\n\nThe Council will remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2146_2014_EN.pdf"
}