{
  "resolution_no": "2169",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Security",
    "Terrorism",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMI",
    "ISIL",
    "Iraq Government",
    "United Nations"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n \nRecalling its previous resolutions on Iraq,\n \nReaffirming Iraq's independence, sovereignty, unity and territorial integrity,\n \nEmphasizing stability and security in Iraq is crucial for the people of Iraq, the region, and the international community,\n \nExpressing grave concern at the security situation in Iraq due to terrorist groups, particularly the Islamic State in Iraq and the Levant (ISIL),\n \nCondemning ISIL's attacks, including in Anbar province and Mosul, and reiterating commitment to Iraq's security and territorial integrity,\n \nNoting the threat ISIL poses to Iraq's future and stressing the need for all Iraqis to work together to address security and political needs,\n \nCalling on all political entities to work together in an inclusive and timely political process to strengthen Iraq's national unity,\n \nUnderscoring the need for all segments of the Iraqi population to participate in the political process and refrain from aggravating tensions,\n \nReiterating praise for Iraq's Independent High Electoral Commission, the Iraqi security forces, and the Iraqi people for successful parliamentary elections,\n \nEncouraging the Government of Iraq to strengthen democracy, the rule of law, and counter terrorism and sectarian violence,\n \nEmphasizing the need for international and regional cooperation to support Iraq and prevent terrorist groups from using Iraqi and neighboring territories,\n \nReaffirming the importance of the United Nations Assistance Mission for Iraq (UNAMI) in advising, supporting and assisting the Iraqi people and Government.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Urges the Government of Iraq to promote and protect human rights, and support the Independent High Commission for Human Rights.\n* Recognizes efforts to promote women's rights and reaffirms resolutions on women, peace, and security, calling for their full participation.\n* Expresses concern for over 1 million individuals seeking refuge, and emphasizes the need for a coordinated humanitarian response.\n* Underscores the sovereignty of the Government of Iraq and calls for protection of civilians, including women, children, and minority groups.\n* Urges compliance with international humanitarian law and allows full access for humanitarian personnel.\n* Recognizes the changed situation in Iraq and its desire for international standing.\n* Expresses gratitude to UN staff and commends the Special Representative for Iraq.\n\nThe Security Council decides to:\n\n1. Extend the mandate of UNAMI until July 31, 2015.\n2. Continue UNAMI's mandate as stipulated in resolution 2110 (2013).\n3. Emphasize the security of UN personnel and call on the Government of Iraq to provide support.\n4. Welcome contributions from Member States and call for continued support.\n5. Review UNAMI's mandate in 12 months or sooner if requested.\n6. Request the Secretary-General to report every 3 months on UNAMI's progress.\n7. Remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2169_2014_EN.pdf"
}