{
  "resolution_no": "2157",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Drug Trafficking",
    "Human Rights",
    "Peacebuilding"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIOGBIS",
    "ECOWAS",
    "ECOMIB",
    "UNODC",
    "WACI",
    "TCU"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions on Guinea-Bissau, welcomes the successful presidential and legislative elections and congratulates the people of Guinea-Bissau on their strong commitment to democracy. The Council emphasizes the need for respect of democratic principles, inclusive governance, and a consensual, nationally owned transition process to attain lasting peace. It stresses the importance of reforms in the defence, security, and justice sectors, promotion of the rule of law, human rights, and socioeconomic development, as well as the fight against impunity, drug trafficking, and organized crime. The Council commends the efforts of ECOWAS and the United Nations Integrated Peacebuilding Office in Guinea-Bissau (UNIOGBIS) and reiterates its concern about human rights violations, restrictions on freedom of expression, and the threat of drug trafficking. It underlines the need for concrete actions to fight impunity and ensure accountability for serious crimes, and calls for increased coherence and coordination among partners to combat drug trafficking. The Council also emphasizes the important role of women in conflict prevention and peacebuilding and condemns cases of illegal fishing and exploitation of Guinea-Bissau's natural resources.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Extends the mandate of UNIOGBIS for 6 months (June 1 - November 30, 2014) to support Guinea-Bissau's stabilization, with tasks including:\n\t* Supporting inclusive political dialogue and national reconciliation\n\t* Strengthening democratic institutions and State organs\n\t* Providing technical advice on law enforcement, justice, and penitentiary systems\n\t* Assisting in combating drug trafficking and transnational organized crime\n\t* Promoting and protecting human rights\n\t* Mainstreaming a gender perspective into peacebuilding\n\t* Coordinating international assistance\n2. Reiterates its demand for security and defence services to submit to civilian control.\n3. Condemns human rights violations, urges authorities to protect human rights, and investigate and prosecute perpetrators.\n4. Welcomes international partners' efforts to support Guinea-Bissau's stabilization and encourages continued cooperation.\n5. Encourages support for security sector reform (SSR) as crucial for long-term stability.\n6. Calls on authorities to combat transnational organized crime, particularly drug trafficking and money-laundering.\n7. Encourages international cooperation to help Guinea-Bissau control air traffic and surveillance of maritime security.\n8. Requests the Special Representative to increase efforts to combat drug trafficking and provide relevant information.\n9. Invites the Special Representative to share information with the Committee established pursuant to resolution 2048.\nThe Security Council:\n\n10. Stresses challenges posed by drug trafficking in addressing Guinea-Bissau's crisis and requests the Secretary-General to maintain an anti-drug component within UNIOGBIS.\n\n11. Encourages international partners to support Guinea-Bissau in combating transnational organized crime, including drug trafficking and money-laundering, and to contribute to WACI, TCU, UNODC, and the UNIOGBIS Trust Fund.\n\n12. Emphasizes the importance of an international pledging conference for Guinea-Bissau's recovery.\n\n13. Requests the Secretary-General to review UNIOGBIS's mandate by 30 October 2014 to ensure alignment with the government's priorities.\n\n14. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2157_2014_EN.pdf"
}