{
  "resolution_no": "2136",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MONUSCO",
    "Group of Experts",
    "ICGLR",
    "FDLR",
    "ADF",
    "LRA",
    "Mayi Mayi groups"
  ],
  "reporting_cycle": "Secretary-General reports, mid-term report by 28 June 2014, and final report before 16 January 2015",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions and statements on the Democratic Republic of the Congo (DRC), reaffirms its commitment to the country's sovereignty, independence, unity, and territorial integrity. The Council notes the end of the 23 March Movement (M23) and the signing of the Kampala talks, but stresses the need to prevent M23's regrouping and resumption of military activities. \n\nThe Council expresses deep concern over the security and humanitarian crisis in eastern DRC due to ongoing military activities of armed groups, including the Democratic Forces for the Liberation of Rwanda (FDLR), the Allied Democratic Forces (ADF), and the Lord's Resistance Army (LRA). It condemns support to armed groups and the illicit flow of weapons into the DRC.\n\nThe Council also notes with concern the persistence of serious human rights abuses and humanitarian law violations against civilians, including summary executions, sexual and gender-based violence, and large-scale recruitment and use of children by armed groups. It expresses concern over reports of Congolese armed forces (FARDC) collaboration with the FDLR, a sanctioned group, and calls for accountability for human rights and humanitarian law violations.\n\nThe Council welcomes regional efforts, including the Peace, Security and Cooperation Framework for the DRC and the region, and the nomination of Special Envoy Mary Robinson. It calls for the fulfillment of commitments under the Framework and for those responsible for human rights and humanitarian law violations to be brought to justice.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n Notes the Declaration of the Summit of the Heads of State and Government of the ICGLR on promoting peace, security, stability, and development in the Great Lakes Region.\n\n Recalls its resolutions on women and peace and security, children and armed conflict, and protection of civilians in armed conflicts.\n\n Calls for cooperation with MONUSCO, condemns attacks on peacekeepers, and demands those responsible be brought to justice.\n\n Determines the situation in the DRC continues to threaten international peace and security.\n\n Acting under Chapter VII:\n\n1. Renews until 1 February 2015 measures on arms imposed by resolution 1807 (2008), with exceptions for the African Union-Regional Task Force.\n\n2. Renews measures on transport imposed by resolution 1807 (2008).\n\n3. Renews financial and travel measures imposed by resolution 1807 (2008).\n\n4. Targets individuals and entities:\n\t* Violating arms measures\n\t* Impeding disarmament and repatriation of combatants\n\t* Recruiting or using children in armed conflict\n\t* Targeting children or women in armed conflict\n\t* Obstructing humanitarian assistance\n\t* Supporting armed groups through illicit trade\n\t* Supporting designated individuals or entities\n\n5. Requests the Secretary-General to extend the Group of Experts until 1 February 2015.\n\n6. Condemns armed groups' violations of international humanitarian law and human rights.\n\n7. Demands that FDLR, ADF, LRA, and Mayi Mayi groups cease violence and disband.\n\n8. Calls on States to prevent support for armed groups.\n\n9. Demands the Government of the DRC accelerate its Disarmament, Demobilisation, and Reintegration programme.\nThe Security Council:\n\nCondemns the ongoing violence in eastern DRC and welcomes progress made by the Government of the DRC on ending the use of children in armed conflict.\n\nStresses the importance of ensuring the M23 does not regroup and resume military activities, in line with the Nairobi declarations and relevant UN Security Council Resolutions.\n\nUrges the Government of the DRC to follow through on its commitments to release and reintegrate children associated with the Congolese armed forces.\n\nStresses the importance of holding accountable those responsible for war crimes and crimes against humanity in the country.\n\nRecalling that there should be no impunity for any of those responsible for violations of international humanitarian law.\n\nDecides that certain measures imposed by resolution 1807 (2008) shall not apply.\n\nReiterates its support to the Expanded Joint Verification Mechanism (EJVM).\n\nCalls on the Government of the DRC to enhance stockpile security, accountability and management of arms and ammunition.\n\nRecalls the mandate of MONUSCO to monitor the implementation of the arms embargo.\n\nRequests MONUSCO to assist the Committee established pursuant to resolution 1533 (2004) and the Group of Experts.\n\nEmphasizes the primary responsibility of the Government of the DRC to reinforce State authority and governance.\n\nWelcomes measures taken by the Governments in the region to implement the due diligence guidelines.\n\nEncourages a swift response by the ICGLR to put in place the necessary technical capacity.\n\nReaffirms the provisions of paragraphs 6 to 13 of resolution 1952 (2010) and paragraphs 7 to 9 of resolution 2021 (2011).\n\nRecalls the mandate of MONUSCO to support the Congolese authorities.\nThe Security Council:\n\n26. Supports the UN Group of Experts of the 1533 Committee, calls for enhanced cooperation from all States, particularly in the region, MONUSCO, and the Group of Experts, and demands that all parties ensure the safety and access of the Group's members and support staff.\n\n27. Calls for the Group of Experts to cooperate with other relevant panels of experts, particularly on Côte d'Ivoire and Somalia.\n\n28. Urges all States, particularly in the region, to report to the Committee on actions taken to implement measures imposed by paragraphs 1, 2, and 3 and recommended in paragraph 8 of resolution 1952 (2010).\n\n29. Decides to review the measures set forth in this resolution by 1 February 2015, considering progress in security sector reform, disarming, demobilizing, repatriating, resettling, and reintegrating armed groups.\n\n30. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2136_2014_EN.pdf"
}