{
  "resolution_no": "2191",
  "year": "2014",
  "theme": [
    "Humanitarian",
    "Peacekeeping",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 25"
  ],
  "entities": [
    "UNIFIL",
    "MINUSMA",
    "Syrian authorities",
    "Islamic State in Iraq and the Levant (ISIL)",
    "Al Nusrah Front (ANF)"
  ],
  "reporting_cycle": "Secretary-General reports",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions on Syria, reaffirms its commitment to Syria's sovereignty, independence, unity, and territorial integrity.\n\nExpresses outrage at the escalating violence, killing over 191,000 people, including 10,000 children, and gravely distressed by the humanitarian situation, with 12.2 million people needing assistance, including 7.6 million internally displaced and 212,000 trapped in besieged areas.\n\nGravely concerned at the lack of implementation of resolutions 2139 (2014) and 2165 (2014) by the parties, recalling their obligations under international humanitarian and human rights law.\n\nCondemns the arbitrary detention, torture, kidnappings, and hostage-taking, demanding an immediate end to these practices and the release of arbitrarily detained persons.\n\nRecalling its condemnation of violence against humanitarian operations, attacks on convoys, and destruction of assets, urging all parties to promote the safety and security of humanitarian personnel.\n\nNotes the delivery of life-saving assistance to millions, but stresses that most people in hard-to-reach and besieged areas remain difficult to reach.\n\nExpresses deep concern at impediments to humanitarian assistance, encouraging the scaling up of deliveries into hard-to-reach and besieged areas.\n\nReaffirms the need to support UN humanitarian agencies and their partners in expanding assistance to reach all people in need in Syria.\nThe Security Council:\n\n1. Demands all parties to the Syrian conflict, particularly the Syrian authorities, immediately comply with their obligations under international humanitarian law and human rights law, and fully implement previous resolutions (2139 (2014), 2165 (2014)) and the Presidential Statement of 2 October 2013.\n\n2. Renews decisions in paragraphs 2 and 3 of resolution 2165 (2014) for 12 months, until 10 January 2016, allowing for immediate and unhindered delivery of humanitarian assistance.\n\n3. Will review implementation of paragraph 2 in six months.\n\n4. Supports the Special Envoy of the Secretary-General for Syria, Staffan de Mistura, and looks forward to his proposals to reduce violence, emphasizing the need for an inclusive and Syrian-led political process.\n\n5. Requests the Secretary-General to report on implementation of this resolution and compliance by all parties.\n\n6. Reaffirms it will take further measures under the Charter in the event of non-compliance.\n\n7. Remains actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2191_2014_EN.pdf"
}