{
  "resolution_no": "2172",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Lebanon",
    "UNIFIL"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIFIL",
    "Lebanese Armed Forces",
    "International Support Group for Lebanon"
  ],
  "reporting_cycle": "Secretary-General reports every four months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council, recalling its previous resolutions on Lebanon, extends the mandate of UNIFIL for a new period of one year without amendment, until 31 August 2015. The Council reiterates its strong support for Lebanon's territorial integrity, sovereignty, and political independence. It calls upon all parties to strengthen efforts to fully implement resolution 1701 (2006) and expresses deep concern at violations of the resolution. The Council welcomes the role of the tripartite mechanism and UNIFIL in de-escalating tensions and encourages further development of liaison and coordination arrangements. It emphasizes the importance of full compliance with the prohibition on sales and supply of arms and related materiel. The Council commends the role of UNIFIL personnel and expresses appreciation to contributing Member States. It requests the Secretary-General to continue updating the Council on the implementation of the Strategic Review of UNIFIL. The Council also calls upon Member States to assist the Lebanese Armed Forces as needed. \n\n1. Decides to extend the present mandate of UNIFIL until 31 August 2015;\n2. Commends the positive role of UNIFIL and welcomes the expansion of coordinated activities between UNIFIL and the Lebanese Armed Forces;\n3. Welcomes the engagement of UNIFIL and the Lebanese Armed Forces in the Strategic Dialogue to analyze ground forces and maritime assets and set benchmarks for Lebanese Armed Forces requirements.\nHere is a concise summary of the Security Council document:\n\n4. Commends the Lebanese Armed Forces (LAF) for its efforts to develop its capabilities, and encourages Member States to support LAF through training and coordination tools, recognizing the importance of the International Support Group for Lebanon.\n\n5. Calls upon all parties to respect the cessation of hostilities, prevent violations of the Blue Line, and cooperate with the UN and UNIFIL.\n\n6. Welcomes the constructive role of the tripartite mechanism in facilitating coordination and de-escalating tensions.\n\n7. Urges parties to respect the safety of UNIFIL and other UN personnel, ensure freedom of movement, and cooperate with UNIFIL and LAF.\n\n8. Urges parties to cooperate with the Security Council and Secretary-General to make progress towards a permanent ceasefire and long-term solution.\n\n9. Urges Israel to withdraw its army from northern Ghajar without delay, in coordination with UNIFIL.\n\n10. Reaffirms the call for an area free of armed personnel, assets, and weapons between the Blue Line and the Litani River.\n\n11. Welcomes UNIFIL's efforts to implement the zero-tolerance policy on sexual exploitation and abuse.\n\n12. Requests the Secretary-General to report on the implementation of resolution 1701 (2006) every four months.\n\n13. Stresses the importance of a comprehensive, just, and lasting peace in the Middle East, based on relevant resolutions.\n\n14. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2172_2014_EN.pdf"
}