{
  "resolution_no": "2182",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "AMISOM",
    "SEMG",
    "Federal Government of Somalia"
  ],
  "reporting_cycle": "every 6 months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2182 (2014) on 24 October 2014, recalling its previous resolutions on Somalia and Eritrea. The Council reaffirmed its respect for the sovereignty and territorial integrity of Somalia, Djibouti, and Eritrea. \n\nCondemning the flow of weapons and ammunition to and through Somalia and Eritrea in violation of the arms embargo, the Council welcomed the recent high-level event on Somalia and looked forward to the follow-up on commitments.\n\nThe Council highlighted the importance of the Federal Government of Somalia's (FGS) commitment to establish interim regional administrations by the end of 2014 and to a credible electoral process in 2016. \n\nThe Council underlined the need for capacity-building of the Somali Security Forces, and reaffirmed the importance of re-establishing training, equipping, and retention in the Security Forces.\n\nThe Council expressed concern at human rights abuses in Somalia, including extrajudicial killings, violence against women and children, and pervasive sexual violence. \n\nThe Council recalled the arms embargo on Somalia and the need for notification to the Committee of supplies of weapons and military equipment destined for the Security Forces.\n\nThe Council stressed that any decision to continue or end the partial suspension of the arms embargo on Somalia will be taken based on the thoroughness of the FGS's implementation of its requirements. \n\nThe Council emphasized the need for all Member States to respect and implement their obligations to prevent unauthorized deliveries of weapons and military equipment to Somalia.\nThe Security Council:\n\nRecalling international law applicable to ocean activities, and noting the Somalia and Eritrea Monitoring Group's (SEMG) assessment that the illegal charcoal trade funds Al-Shabaab, \n\nCondemns the continued violation of the ban on the import of charcoal from Somalia, and expresses concern that destination countries have not taken sufficient steps to prevent it.\n\nWelcoming cooperation between Eritrea and SEMG, and stressing Eritrea's obligation to provide information on Djiboutian combatants missing in action.\n\nExpressing gratitude to AMISOM for its work in Somalia, and welcoming joint operations with the Somali National Army (SNA).\n\n Recognizing the importance of coordination among UNSOA, AMISOM, and donors.\n\nRecalling AMISOM's efforts to assist in SNA training, and underlining the importance of the Federal Government of Somalia taking on increased security sector responsibility.\n\nExpressing concern at reports of sexual violence and exploitation allegedly perpetrated by some AMISOM troops.\n\nReaffirms the arms embargo on Somalia.\n\nNotes with concern that some deliveries of weapons and military equipment have not been notified to the Committee.\n\nDecides to renew provisions until 30 October 2015, allowing deliveries of weapons, ammunition or military equipment intended solely for the Somali National Army.\nThe Security Council:\n\n1. Authorizes the development of Somalia's security forces, except for deliveries of items listed in the annex of resolution 2111 (2013).\n\n2. Welcomes Somalia's efforts to manage its weapons and equipment but notes with regret that these efforts are not efficient.\n\n3. Expresses disappointment that a weapons marking and registration process has not started and urges Somalia to implement it.\n\n4. Requests the Somali National Army (SNA) and African Union Mission in Somalia (AMISOM) to document and register captured military equipment.\n\n5. Reiterates the request for a joint verification team to inspect government security forces' stockpiles and supply chains.\n\n6. Emphasizes that weapons supplied for Somalia's security forces cannot be resold or transferred to others.\n\n7. Urges Somalia to implement all requirements and report to the Security Council by 30 March and 30 September 2015 on its security forces' structure, equipment, and procedures.\n\n8. Considers exempting from the arms embargo weapons on board vessels engaged in commercial activity in Somali ports.\n\n9. Reaffirms the ban on Somali charcoal imports and exports and requests Somali authorities and AMISOM to prevent charcoal exports.\n\n10. Condemns the ongoing export of charcoal from Somalia.\n\n11. Urges Member States to prevent charcoal imports from Somalia.\n\n12. Condemns the flow of weapons to Al-Shabaab and other armed groups.\n\n13. Authorizes Member States to inspect vessels suspected of violating the arms embargo or charcoal ban.\n\n14. Requests flag states to cooperate with inspections and authorizes the use of necessary measures to carry out inspections.\nHere is a summarized version of the Security Council document:\n\n**Authorization of Seizure and Disposal of Prohibited Items**\n\n17. Authorizes Member States to seize and dispose of items prohibited by the arms embargo on Somalia or the charcoal ban, and collect evidence related to their carriage.\n\n**Protection from Claims**\n\n18. Emphasizes that no claim shall lie against Somalia or any person or entity in Somalia, or persons or entities designated for measures set out in previous resolutions, in connection with contracts or transactions prevented by measures imposed by this resolution.\n\n**Disposal of Seized Items**\n\n19. Requests Member States to dispose of seized charcoal, weapons, or military equipment in an environmentally responsible manner, and cooperate in their disposal.\n\n**Inspection and Reporting Requirements**\n\n20. Decides that Member States conducting inspections shall notify the Committee and submit a report on the inspection, and requests the Committee to notify the Flag State of the inspected vessel.\n\n**Scope and Limitations of Authorizations**\n\n21. Affirms that authorizations provided in this resolution apply only to the situation in Somalia and do not affect Member States' rights or obligations under international law.\n\n**Review of Provisions**\n\n22. Decides to review provisions set out in paragraphs 11 to 21 after six months.\n\n**AMISOM Authorization**\n\n23. Authorizes the African Union to maintain AMISOM deployment until 30 November 2015, with a maximum level of 22,126 troops.\n\n**Benchmarks and Review**\n\n24. Recalls benchmarks for the deployment of a UN peacekeeping operation and requests the Secretary-General to keep them under review.\n\n**Logistical Support and Exit Strategy**\n\n25. Recalls that increases in AMISOM's force strength are temporary and part of an exit strategy.\n\n**Logistical Support Package**\n\n26. Reiterates paragraphs 4 and 14 of resolution 2124 (2013) and paragraphs 4 and 5 of resolution 2093 (2013) on logistical support for AMISOM.\n\n**Technical Expertise and Planning**\n\n27. Requests the Secretary-General to continue providing technical expertise to the African Union.\n\n**Military Operations and Governance**\n\n28. Welcomes joint AMISOM and SNA offensive operations and underlines the importance of establishing governance structures and delivering basic services in recovered areas.\nHere is a concise summary of the Security Council document 2182 (2014):\n\n29. The Council underlines the need to secure key supply routes to areas recovered from Al-Shabaab, requests AMISOM and the Somali National Army to prioritize this, and for the Secretary-General to report on progress.\n\n30. The Council urges Member States to provide helicopters to AMISOM and necessary enablers and force multipliers.\n\n31. The Council reiterates its request for AMISOM to develop an effective approach to civilian protection, and for the African Union to deploy a Civilian Casualty Tracking, Analysis and Response cell without delay.\n\n32. The Council looks forward to the results of investigations into acts of sexual exploitation and abuse allegedly perpetrated by AMISOM soldiers, and requests the African Union to review and endorse a policy on prevention and response to such abuses.\n\n33. The Council underlines the need for AMISOM troops to receive training on human rights principles, including gender equality and sexual violence.\n\n34. The Council encourages AMISOM to strengthen mechanisms to prevent and respond to sexual violence and exploitation.\n\n35. The Council condemns all violations and abuses committed against children, calls for their cessation, and requests the FGS and AMISOM to protect and treat as victims those children released from armed forces and groups.\n\n36. The Council reiterates the need for AMISOM to treat detainees in compliance with international humanitarian law and human rights law.\n\n37. The Council calls for new donors to support AMISOM through funding and urges the African Union to consider sustainable funding.\n\n38. The Council expresses concern at corruption in Somalia, urges the FGS to fight corruption and improve public financial management.\n\n39. The Council underlines the importance of transparent international aid delivery.\n\n40. The Council expresses concern at the humanitarian situation in Somalia, condemns attacks against humanitarian actors, and reiterates the need for unobstructed humanitarian aid delivery.\n\n41. The Council decides that measures imposed by resolution 1844 (2008) shall not apply to humanitarian assistance in Somalia until 30 October 2015.\n\n42. The Council requests the Emergency Relief Coordinator to report on humanitarian assistance delivery in Somalia and any impediments to it.\nHere is a concise summary of the Security Council document 2182 (2014):\n\nThe Security Council:\n\n* Recalls resolution 1844 (2008) imposing targeted sanctions and reiterates willingness to adopt measures against individuals and entities threatening Somalia's peace, security, and stability.\n\n* Requests Member States to assist the Somalia and Eritrea Monitoring Group (SEMG) in investigations and reiterates that obstructing the SEMG's work is a criterion for listing.\n\n* Extends the SEMG's mandate until 30 November 2015 and requests the Secretary-General to re-establish the SEMG for 13 months.\n\n* Requests the SEMG to submit two final reports on Somalia and Eritrea by 30 September 2015.\n\n* Requests the Committee to consider SEMG recommendations and recommend ways to improve implementation of and compliance with Somalia and Eritrea arms embargoes.\n\n* Encourages East African Member States to appoint focal points for coordinating investigations into Al-Shabaab.\n\n* Underlines the importance of a constructive relationship between the SEMG and the Federal Government of Somalia (FGS).\n\n* Welcomes the SEMG's efforts to engage with the Government of Eritrea and urges Eritrea to facilitate SEMG entry and provide information on missing Djiboutian combatants.\n\n* Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2182_2014_EN.pdf"
}