{
  "resolution_no": "2150",
  "year": "2014",
  "theme": [
    "Genocide",
    "Human Rights",
    "International Justice"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "International Criminal Tribunal for Rwanda (ICTR)",
    "International Residual Mechanism for Criminal Tribunals",
    "Democratic Forces for the Liberation of Rwanda (FDLR)"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n \nReaffirming the Charter of the United Nations, the Universal Declaration of Human Rights, and the Convention on the Prevention and Punishment of the Crime of Genocide,\n\n Reaffirming the significance of the Convention on the Prevention and Punishment of the Crime of Genocide as an effective international instrument for prevention and punishment,\n\n Recognizing States' primary responsibility to respect and ensure human rights of citizens and individuals within their territory,\n\nAcknowledging regional and subregional arrangements' role in preventing and responding to situations that may lead to genocide, war crimes, and crimes against humanity,\n\n Recalling the Secretary-General's Special Advisers on the Prevention of Genocide and the Responsibility to Protect,\n\n Recalling the International Criminal Tribunal for Rwanda's (ICTR) jurisdiction for prosecuting persons responsible for genocide and serious international humanitarian law violations,\n\n Recalling the Commission of Experts' report and the ICTR's judicial notice concluding that a genocide occurred in Rwanda against the Tutsi ethnic group,\n\n Noting with concern that many genocide suspects continue to elude justice, including nine ICTR-indicted fugitives,\n\n Reaffirming strong opposition to impunity for serious international humanitarian law and human rights law violations,\n\n Stressing the fight against impunity and ensuring accountability for genocide, crimes against humanity, war crimes, and other egregious crimes,\n\n Recognizing the International Criminal Court's contribution to holding accountable those responsible for such crimes,\n\n Recognizing the ICTR's contribution to the fight against impunity and international criminal justice development,\n\n Noting the prosecution of persons responsible for genocide through national justice systems, including Gacaca Courts, and the ICTR, contributed to Rwanda's national reconciliation and peace restoration,\n\n Recalling leaders and members of the Democratic Forces for the Liberation of Rwanda's (FDLR) role in the 1994 genocide and their continued promotion and commitment of ethnically based killings.\nRecalling the General Assembly's designation of 7th April as the \"International Day of Reflection on the 1994 Genocide in Rwanda\", \n\nThe Security Council:\n\n1. Calls upon States to recommit to prevent and fight against genocide and other serious crimes under international law, reaffirming paragraphs 138 and 139 of the 2005 World Summit Outcome Document, and underscores the importance of lessons learned from the 1994 Genocide against the Tutsi in Rwanda.\n\n2. Condemns any denial of the Genocide, and urges Member States to develop educational programmes to inculcate future generations with the lessons of the Genocide to help prevent future genocides.\n\n3. Welcomes efforts to investigate and prosecute those accused of the genocide, calls upon all States to cooperate with the ICTR, International Residual Mechanism, and the Government of Rwanda in the arrest and prosecution of fugitives, and further calls upon States to investigate, arrest, prosecute or extradite fugitives accused of genocide.\n\n4. Requests the Secretary-General to ensure greater collaboration between existing early warning mechanisms for genocide prevention to detect, assess and respond to sources of tension and risks.\n\n5. Calls upon States that have not yet ratified or acceded to the Convention on the Prevention and Punishment of the Crime of Genocide to consider doing so as a matter of high priority and, where necessary, to enact national legislation to meet their obligations under that Convention.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2150_2014_EN.pdf"
}