{
  "resolution_no": "2178",
  "year": 2014,
  "theme": [
    "Terrorism",
    "Counter-Terrorism",
    "Foreign Terrorist Fighters",
    "Violent Extremism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "Al-Qaida",
    "ISIL",
    "ANF",
    "Counter-Terrorism Committee",
    "Counter-Terrorism Implementation Task Force (CTITF)",
    "United Nations Office of Drugs and Crime (UNODC)",
    "United Nations Centre for Counter-Terrorism (UNCCT)",
    "INTERPOL"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\n1. Reaffirms that terrorism in all forms and manifestations is a serious threat to international peace and security.\n2. Notes with concern the growing threat of terrorism, including acts motivated by intolerance or extremism.\n3. Emphasizes that terrorism cannot be associated with any religion, nationality, or civilization.\n4. Recognizes the need to address conditions conducive to the spread of terrorism, including conflict, and to deny terrorist groups safe havens.\n5. Reaffirms the importance of respecting human rights, fundamental freedoms, and the rule of law in counter-terrorism efforts.\n6. Expresses grave concern over the growing threat of foreign terrorist fighters, who travel to other countries to perpetrate, plan, or prepare terrorist acts.\n7. Notes that foreign terrorist fighters pose a threat to their States of origin, transit, and destination, as well as neighboring countries.\n8. Expresses concern over international networks established by terrorists to support foreign terrorist fighters.\n9. Recognizes the urgent need to address the threat posed by individuals supporting Al-Qaida and its affiliates.\n10. Emphasizes that addressing the threat of foreign terrorist fighters requires a comprehensive approach, including preventing radicalization, stemming recruitment, and disrupting financial support.\n11. Recognizes that terrorism will not be defeated by military force, law enforcement, and intelligence operations alone, and underlines the need to address conditions conducive to the spread of terrorism.\n12. Expresses concern over the use of communications technology by terrorists to radicalize, recruit, and incite others to commit terrorist acts.\nHere is a clear and concise summary of the Security Council document 2178 (2014):\n\nThe Security Council:\n\n Condemns violent extremism and demands that all foreign terrorist fighters disarm and cease terrorist acts.\n\n Reaffirms the need for effective border controls, identity papers, and travel documents to prevent terrorist movement.\n\n Urges Member States to exchange operational information on terrorists and terrorist networks.\n\n Calls upon Member States to cooperate in addressing the threat posed by foreign terrorist fighters, including preventing radicalization, recruitment, and financial support.\n\n Decides that Member States shall prevent and suppress the recruiting, organizing, transporting, or equipping of individuals who travel for terrorist purposes.\n\n Recalls the need to bring to justice individuals who participate in terrorist acts.\n\nDecides that all States shall ensure that their domestic laws establish serious criminal offenses to prosecute and penalize:\n\n* Nationals who travel or attempt to travel to a State other than their States of residence or nationality for terrorist purposes.\n \nCalls upon States to ensure refugee status is not abused by terrorist perpetrators.\n\n Reaffirms its call upon all States to become party to international counter-terrorism conventions and protocols.\n\n Notes the efforts of UN entities, INTERPOL, and the Global Counterterrorism Forum in addressing the threat posed by foreign terrorist fighters.\nThe Security Council:\n\n Condemns the travel of foreign terrorist fighters and decides to:\n \n 6. \n(a) \nprevent the travel from their territories to a State other than their States of residence or \nnationality, for the purpose of the perpetration, planning, or preparation of, or \nparticipation in, terrorist acts, or the providing or receiving of terrorist training; \n \n(b) \nprevent the wilful provision or collection, by any means, directly or indirectly, of \nfunds by their nationals or in their territories with the intention that the funds should \nbe used, or in the knowledge that they are to be used, to finance such travel; \n \n(c) \nprevent the wilful organization, or other facilitation, including acts of \nrecruitment, by their nationals or in their territories, of such travel;\n\n7. \nExpresses its strong determination to consider listing individuals, groups, undertakings and entities associated \nwith Al-Qaida who are financing, arming, planning, or recruiting for them;\n\n8. \nDecides that Member States shall prevent the entry into or transit through their territories of any individual \nabout whom that State has credible information that provides reasonable grounds to believe that he or she \nis seeking entry into or transit through their territory for the purpose of participating \nin such acts;\n\n9. \nCalls upon Member States to require airlines to provide advance passenger information to detect \nthe departure from their territories, or attempted entry into or transit through their territories, \nby means of civil aircraft, of individuals designated by the Committee;\n\n10. \nStresses the urgent need to implement fully and immediately this \nresolution with respect to foreign terrorist fighters;\n\n International Cooperation \n\n11. \nCalls upon Member States to improve international cooperation to prevent the \ntravel of foreign terrorist fighters;\n\n12. \nRecalls its decision in resolution1373 (2001) that Member States shall \nafford one another the greatest measure of assistance in connection with criminal \ninvestigations or proceedings relating to the financing or support of terrorist acts;\n\n13. \nEncourages Interpol to intensify its efforts with respect to the foreign \nterrorist fighter threat;\n\n14. \nCalls upon States to help build the capacity of States to address the threat \nposed by foreign terrorist fighters;\n\n Countering Violent Extremism \n\n15. \nUnderscores that countering violent extremism is an essential element of addressing \nthe threat to international peace and security posed by foreign terrorist fighters;\n\n16. \nEncourages Member States to engage relevant local communities and \nnon-governmental actors in developing strategies to counter the violent extremist \nnarrative that can incite terrorist acts;\nHere is a concise summary of the document:\n\n17. Recalls decision on improvised explosive devices (IEDs) and Al-Qaida associates, urging Member States to prevent terrorists from exploiting technology to incite support for terrorist acts while respecting human rights.\n\n18. Calls on Member States to cooperate in countering violent extremism conducive to terrorism through capacity building, coordination, and sharing lessons learned.\n\n19. Emphasizes the importance of non-violent alternative avenues for conflict prevention and resolution to decrease radicalization to terrorism.\n\n20. Notes that foreign terrorist fighters and those who facilitate their travel may be eligible for inclusion on the Al-Qaida Sanctions List.\n\n21. Directs the Committee established pursuant to resolutions 1267 (1999) and 1989 (2011) to focus on the threat posed by foreign terrorist fighters recruited by ISIL, ANF, and Al-Qaida associates.\n\n22. Encourages the Analytical Support and Sanctions Monitoring Team to coordinate with other UN counter-terrorism bodies.\n\n23. Requests the Analytical Support and Sanctions Monitoring Team to report to the Committee within 180 days on the threat posed by foreign terrorist fighters.\n\n24. Requests the Counter-Terrorism Committee to identify gaps in Member States' capacities to implement resolutions 1373 (2001) and 1624 (2005) and facilitate technical assistance.\n\n25. Underlines that the increasing threat posed by foreign terrorist fighters merits close attention by the Counter-Terrorism Committee.\n\n26. Requests the Committee established pursuant to resolutions 1267 (1999) and 1989 (2011) and the Counter-Terrorism Committee to update the Security Council on their efforts.\n\n27. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2178_2014_EN.pdf"
}