{
  "resolution_no": "2140",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Terrorism",
    "WPS/CAAC",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida in the Arabian Peninsula (AQAP)",
    "Gulf Cooperation Council (GCC)",
    "United Nations country team",
    "World Bank",
    "International Monetary Fund (IMF)"
  ],
  "reporting_cycle": "The Secretary-General reports every 60 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions on Yemen, reaffirms its strong commitment to the unity, sovereignty, independence, and territorial integrity of Yemen. It commends the Gulf Cooperation Council's (GCC) engagement in assisting Yemen's political transition and welcomes the outcomes of the comprehensive National Dialogue Conference. The Council expresses concern at ongoing challenges in Yemen, including violence, and condemns terrorist activities and attacks against civilians and infrastructure. It stresses the need for robust implementation of measures to combat terrorist activity and calls for efficient reforms of the Armed Forces and security sector. The Council supports the Yemeni government's efforts to promote development, reforms, and humanitarian assistance, and welcomes the work of international organizations in supporting Yemen's economic reform. It emphasizes the need for a peaceful, inclusive, and Yemeni-led political transition process, consistent with the GCC Initiative and Implementation Mechanism, and reaffirms its support for women's participation in political and public life. The Council also recalls its resolutions on children and armed conflict, women, peace, and security, and stresses the importance of governance reforms, accountability, and investigations into human rights violations. It expresses concern at the threat to peace and security in Yemen from illicit transfer and misuse of small arms and light weapons, and emphasizes the need for continued progress in implementing the GCC Initiative to avoid further deterioration of the humanitarian and security situation.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nNotes the work of the UN country team in Yemen and welcomes efforts to improve the roster of experts.\n\nDetermines that the situation in Yemen constitutes a threat to international peace and security.\n\nActing under Chapter VII, \n\n1. Reaffirms the need for full and timely implementation of the political transition following the National Dialogue Conference.\n\n2. Welcomes recent progress in Yemen's political transition and supports completing the next steps, including:\n\t* Drafting a new constitution\n\t* Electoral reform\n\t* Holding a referendum\n\t* State structure reform\n\t* Timely general elections\n\n3. Encourages all constituencies to engage constructively in the transition and rejects the use of violence.\n\n4. Welcomes the Yemeni Government's plan to introduce an Asset Recovery Law.\n\n5. Expresses concern over media inciting violence.\n\n6. Looks forward to steps towards implementing investigations into human rights violations in 2011.\n\n7. Expresses concern over child recruitment and use by armed groups and government forces.\n\n8. Looks forward to the adoption of a law on transitional justice and national reconciliation.\n\n9. Calls on all parties to comply with international law.\n\n10. Emphasizes the need for full respect of the political transition.\n\n11. Decides to freeze funds, assets, and economic resources of individuals and entities designated by the Committee.\n\n12. Exempts funds necessary for basic expenses, medicines, and reasonable professional fees from the freeze.\nThe Security Council adopted Resolution 2140 (2014) on May 9, 2014.\n\n**Asset Freeze**\n\n12. Decides that all States shall freeze the assets of individuals and entities designated by the Committee, and that such freeze shall not apply:\n \n(a) To funds, other financial assets or economic resources that are necessary for basic expenses, provided that such expenses have been notified to the Committee and in the absence of a negative decision by the Committee within five working days;\n \n(b) To funds necessary for extraordinary expenses, provided that such determination has been notified by the relevant State or Member States to the Committee and has been approved by the Committee;\n \n(c) To funds subject to a judicial, administrative or arbitral lien or judgment, provided that the lien or judgment was entered into prior to the date of the present resolution, is not for the benefit of a designated person or entity, and has been notified by the relevant State or Member States to the Committee;\n\n13. Decides that Member States may permit the addition to frozen accounts of interests or other earnings due on those accounts or payments due under contracts, agreements or obligations that arose prior to the date on which those accounts became subject to the provisions of this resolution.\n\n14. Decides that the measures shall not prevent a designated person or entity from making payment due under a contract entered into prior to the listing of such a person or entity.\n\n**Travel Ban**\n\n15. Decides that, for an initial period of one year, all Member States shall take the necessary measures to prevent the entry into or transit through their territories of individuals designated by the Committee.\n\n16. Decides that the measures imposed by paragraph 15 shall not apply:\n \n(a) Where the Committee determines on a case-by-case basis that such travel is justified on humanitarian grounds;\n \n(b) Where entry or transit is necessary for the fulfilment of a judicial process;\n \n(c) Where the Committee determines on a case-by-case basis that an exemption would further the objectives of peace and national reconciliation in Yemen;\n \n(d) Where a State determines on a case-by-case basis that such entry or transit is required to advance peace and stability in Yemen.\n\n**Designation Criteria**\n\n17. Decides that the provisions of paragraphs 11 and 15 shall apply to individuals or entities designated by the Committee as engaging in or providing support for acts that threaten the peace, security or stability of Yemen.\n\n18. Underscores that such acts may include, but are not limited to:\n \n(a) Obstructing or undermining the successful completion of the political transition;\n \n(b) Impeding the implementation of the outcomes of the final report of the comprehensive National Dialogue Conference;\n \n(c) Planning, directing, or committing acts that violate applicable international human rights law or international humanitarian law.\n\n**Sanctions Committee**\n\n19. Decides to establish a Committee to:\n \n(a) Monitor implementation of the measures;\n \n(b) Seek and review information regarding individuals and entities who may be engaging in the acts described;\n \n(c) Designate individuals and entities to be subject to the measures;\n \n(d) Establish guidelines to facilitate implementation;\n \n(e) Report to the Security Council;\n \n(f) Encourage dialogue with interested Member States;\n \n(g) Seek information from States;\n \n(h) Examine and take action on information regarding alleged violations or non-compliance.\n\n20. Directs the Committee to cooperate with other relevant Security Council Sanctions Committees.\nHere is a concise summary of the Security Council document:\n\n**Panel of Experts**\n\n* Requests the Secretary-General to create a Panel of Experts of up to four members for 13 months to assist the Committee in carrying out its mandate.\n* The Panel's tasks include:\n\t+ Providing information on individuals and entities engaging in activities described in paragraphs 17 and 18.\n\t+ Gathering, examining, and analyzing information on implementation of measures.\n\t+ Providing updates and reports to the Council.\n\t+ Assisting the Committee in refining and updating the list of individuals subject to measures.\n\n**Cooperation and Support**\n\n* Directs the Panel to cooperate with other expert groups established by the Security Council.\n* Urges all parties and Member States to ensure cooperation with the Panel and provide necessary access.\n\n**Commitment to Review**\n\n* Affirms that the situation in Yemen will be kept under continuous review and that measures may be strengthened, modified, suspended, or lifted as needed.\n\n**Economic Reform and Development Assistance**\n\n* Calls upon donors to disburse pledges made at the Riyadh Donor conference.\n* Encourages donors to provide technical assistance to support policy reforms.\n\n**Human Rights and Humanitarian Assistance**\n\n* Expresses concern over human rights abuses and violence against civilians.\n* Urges all parties to end conflicts and comply with international humanitarian and human rights law.\n* Encourages the international community to provide humanitarian assistance to Yemen.\n\n**Security Threats**\n\n* Condemns attacks carried out or sponsored by Al-Qaida in the Arabian Peninsula.\n* Calls for national efforts to address the threat posed by all weapons.\n\n**United Nations Involvement**\n\n* Requests the Secretary-General to continue his good offices role and coordinate assistance from the international community.\nThe Security Council:\n \n33. Requests the Secretary-General to continue to report on developments in \nYemen, including on the implementation of the outcome of the comprehensive \nNational Dialogue Conference every 60 days;\n \n34. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2140_2014_EN.pdf"
}