{
  "resolution_no": "2183",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "European Integration"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "EUFOR ALTHEA",
    "NATO",
    "UN",
    "OSCE",
    "European Union"
  ],
  "reporting_cycle": "at least at six-monthly intervals",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2183 (2014) on 11 November 2014, recalling its previous resolutions on the conflicts in the former Yugoslavia, and reaffirming its commitment to the political settlement of the conflicts, preserving the sovereignty and territorial integrity of all States in the region. The Council emphasized its full support for the High Representative's continued role in Bosnia and Herzegovina and underlined its commitment to support the implementation of the General Framework Agreement for Peace in Bosnia and Herzegovina and the annexes thereto. \n\nThe Council recalled all agreements concerning the status of forces and reminded the parties of their obligation to continue to comply therewith. It emphasized its appreciation to the High Representative, EUFOR ALTHEA, NATO, OSCE, EU, and other international organizations for their contributions to the implementation of the Peace Agreement. \n\nThe Council recognized that full implementation of the Peace Agreement is not yet complete, but paid tribute to the achievements of the authorities in Bosnia and Herzegovina and the international community. It noted the calm and stable security environment and that the Bosnia and Herzegovina authorities have proven capable of dealing with threats. \n\nThe Council emphasized the importance of Bosnia and Herzegovina's progress towards Euro-Atlantic integration and its transition to a functional, reform-oriented, modern, and democratic European country. It welcomed the steps taken by the international community to assist Bosnia and Herzegovina in reconstruction efforts following the floods in May 2014. \n\nThe Council welcomed the overall orderly conduct of the elections on 12 October, but took note of concerns expressed by the OSCE election observation mission. It underlined the crucial importance of swift government formation to address the multiple challenges ahead. The Council determined to promote the peaceful resolution of the conflicts and welcomed efforts by the United Nations to sensitize peacekeeping personnel in the prevention and control of HIV/AIDS and other communicable diseases. \n\nThe Council welcomed the continued presence of EUFOR ALTHEA, focusing on capacity-building and training.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nReaffirms its support for the Peace Agreement and the Dayton Paris Agreement, and calls on parties to comply with their obligations.\n\nNotes the EU's readiness to continue an executive military role to support Bosnia and Herzegovina authorities, under a renewed UN mandate.\n\nRecalls the EU and NATO's cooperation in Bosnia and Herzegovina, and the confirmation by the Presidency of Bosnia and Herzegovina of the arrangements for EUFOR ALTHEA and the NATO Headquarters presence.\n\nWelcomes the EU's determination to engage in support of Bosnia and Herzegovina's EU integration process and NATO's continued engagement.\n\nReiterates calls on Bosnia and Herzegovina authorities to complete the 5+2 agenda and on political leaders to refrain from divisive rhetoric and make progress towards EU integration.\n\nDetermines that the situation in the region continues to constitute a threat to international peace and security.\n\nActing under Chapter VII of the Charter:\n\n1. Reaffirms support for the Peace Agreement and calls on parties to comply with their obligations.\n\n2. Reiterates that the primary responsibility for implementing the Peace Agreement lies with Bosnia and Herzegovina authorities, and that international community's willingness to assume the burden of implementation will depend on their compliance and active participation.\n\n3. Reminds parties of their commitment to cooperate with entities involved in implementing the peace settlement, including the International Criminal Tribunal for the Former Yugoslavia and the International Residual Mechanism for Criminal Tribunals.\n\n4. Emphasizes support for the High Representative's role in monitoring implementation of the Peace Agreement.\n\n5. Expresses support for the declarations of the Ministerial meetings of the Peace Implementation Conference.\n\n6. Reaffirms intention to keep implementation of the Peace Agreement and the situation in Bosnia and Herzegovina under close review.\n\n7. Recalls the support of Bosnia and Herzegovina authorities for EUFOR ALTHEA and NATO presence.\n\n8. Pays tribute to Member States that participated in the multinational stabilization force (EUFOR ALTHEA) and welcomes their willingness to continue to deploy the force.\nHere is a summary of the Security Council document:\n\nThe Security Council:\n\n Welcomes the EU's intention to maintain EUFOR ALTHEA in Bosnia and Herzegovina from November 2014.\n\n Authorizes EUFOR ALTHEA and a NATO Headquarters presence for 12 months to implement the Peace Agreement, with EUFOR ALTHEA having the main peace stabilization role.\n\n Authorizes Member States to take necessary measures to effect implementation of and ensure compliance with annexes 1-A and 2 of the Peace Agreement.\n\n Recognizes the right of EUFOR ALTHEA and the NATO presence to defend themselves from attack or threat of attack.\n\n Authorizes Member States to take measures to ensure compliance with airspace rules and procedures.\n\n Demands respect for the security and freedom of movement of EUFOR ALTHEA, NATO presence, and international personnel.\n\n Requests reporting on EUFOR ALTHEA and NATO Headquarters presence activities.\n\n Invites States to provide support and facilities for EUFOR ALTHEA and NATO.\n\n Requests the Secretary-General to submit reports on Peace Agreement implementation.\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2183_2014_EN.pdf"
}