{
  "resolution_no": "2176",
  "year": "2014",
  "theme": [
    "Ebola",
    "Liberia",
    "Peacekeeping",
    "Health Crisis"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39"
  ],
  "entities": [
    "UNMIL",
    "Liberia National Police",
    "Armed Forces of Liberia",
    "Mano River Union",
    "African Union",
    "Economic Community of West African States"
  ],
  "reporting_cycle": "by no later than 15 November 2014",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling previous resolutions on Liberia, expresses grave concern about the Ebola outbreak in West Africa, particularly in Liberia, Guinea, and Sierra Leone. The Council affirms the Government of Liberia's primary responsibility for ensuring peace, stability, and protection of civilians. \n\nThe Council welcomes efforts to combat the outbreak, including the Liberia Operational Plan and the Mano River Union Extraordinary Summit. It appreciates the appointments of David Nabarro and Anthony Banbury to assist governments in addressing the outbreak.\n\nThe Council urges the international community to respond swiftly to the shortage of medical professionals and equipment. It commends the contributions of UN personnel, particularly troop- and police-contributing countries of UNMIL.\n\nNoting possible delays in the Special Senatorial Election, the Council takes note of the Secretary-General's report and letter. \n\nDetermining the situation in Liberia continues to threaten international peace and security, the Council:\n\n1. Extends UNMIL's mandate until 31 December 2014;\n2. Endorses deferring consideration of proposals to adjust UNMIL's mandate;\n3. Intends to further extend UNMIL's mandate to 30 September 2015 after considering the Secretary-General's proposals;\n4. Requests the Secretary-General to provide updates by 15 November 2014;\n5. Remains actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2176_2014_EN.pdf"
}