{
  "resolution_no": "2144",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNSMIL",
    "Libyan government",
    "International Criminal Court",
    "Panel of Experts"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions on Libya, reaffirms its commitment to the country's sovereignty, independence, territorial integrity, and national unity. The Council looks forward to a future for Libya based on national reconciliation, justice, respect for human rights, and the rule of law. It emphasizes the importance of promoting equal participation of all parts of Libyan society, including women, youth, and minorities, in the political process.\n\nThe Council welcomes the efforts of the United Nations Support Mission in Libya (UNSMIL) and the Special Representative of the Secretary-General to facilitate a Libyan-led national dialogue. It urges political leaders to complete the formation of the Constitutional Drafting Assembly and ensure representation of minority communities.\n\nThe Council expresses grave concern at the worsening security situation, including abductions, assassinations, and violent clashes, and supports efforts to resolve disruptions of Libya's energy exports. It recalls its decision to refer the situation in Libya to the International Criminal Court and stresses the importance of cooperation to hold those responsible for human rights violations accountable.\n\nThe Council also expresses concern at the lack of judicial process for conflict-related detainees, reports of human rights violations, and the threat posed by unsecured arms and ammunition. It welcomes actions by the Libyan government to address human rights issues, including the promulgation of a transitional justice law and laws against torture and discrimination.\n\nThe Council reiterates the importance of the voluntary, safe, and sustainable return of refugees and internally displaced persons and expresses concern at the threat posed by unsecured arms and ammunition. It supports the Libyan government's intention to strengthen regional security and welcomes ongoing engagement with regional countries.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Supports the establishment of a single, inclusive, and transparent national dialogue in Libya and an inclusive constitutional drafting process.\n\n Calls upon the Libyan government to promote and protect human rights, including those of women, children, and vulnerable groups, and hold accountable those responsible for serious violations.\n\n Calls upon the Libyan government to cooperate with the International Criminal Court and provide assistance to the Prosecutor.\n\n Condemns cases of torture and mistreatment in detention centers, calls for the acceleration of the judicial process, and the transfer of detainees to State authority.\n\n Encourages Libya and neighboring States to promote regional cooperation to prevent violent extremist groups from destabilizing Libya or States in the region.\n\n Decides to extend the mandate of the United Nations Support Mission in Libya (UNSMIL) until 13 March 2015, to support Libyan government efforts in:\n\n* Ensuring the transition to democracy\n* Promoting the rule of law and protecting human rights\n* Controlling unsecured arms and related materiel\n* Building governance capacity\n\n Stresses that Member States notifying the Committee of the supply, sale, or transfer of arms and related materiel to Libya should ensure such notifications contain all relevant information.\nHere is a summarized version of the Security Council document:\n\n8. Stresses that arms and related materiel supplied to the Libyan government as security or disarmament assistance should not be resold or transferred to parties other than the designated end user.\n\n9. Urges the Libyan government to improve monitoring of arms and related material supplied to Libya and urges Member States and regional organizations to provide assistance to strengthen the infrastructure and mechanisms in place.\n\n10. Condemns continuing violations of measures contained in resolutions 1970 (2011) and 1973 (2011) and recalls the Committee's mandate to examine and take action on information regarding alleged violations.\n\n11. Directs the Committee to review continuously the measures imposed on the Libyan Investment Authority (LIA) and the Libyan Africa Investment Portfolio (LAIP) and to lift the designation of these entities as soon as practical.\n\n12. Supports the Libyan authorities' efforts to recover misappropriated funds and encourages consultation with Member States that have frozen assets.\n\n13. Extends the mandate of the Panel of Experts until 13 April 2015 and tasks the Panel with assisting the Committee, gathering information, making recommendations, and providing reports.\n\n14. Urges all States and relevant United Nations bodies to cooperate fully with the Committee and the Panel.\n\n15. Encourages the Panel to investigate sanctions non-compliance, including illicit transfers of arms and assets of individuals subject to the asset freeze.\n\n16. Encourages the Panel to submit regular updates on individuals and entities subject to measures.\n\n17. Expresses intent to review the Committee's mandate if measures are lifted.\n\n18. Requests the Secretary-General to report to the Security Council on implementation of this resolution every 90 days.\n\n19. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2144_2014_EN.pdf"
}