{
  "resolution_no": "2179",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNISFA",
    "AUHIP",
    "UNMISS",
    "UNAMID"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions and presidential statements on Sudan and South Sudan, reaffirms its commitment to their sovereignty, independence, unity, and territorial integrity.\n\nReiterating that territorial boundaries shall not be altered by force, and any disputes shall be settled peacefully.\n\nAffirming the priority of implementing outstanding issues from the Comprehensive Peace Agreement (CPA).\n\nReaffirming resolutions on protection of civilians, children, and women in armed conflict.\n\nRecalling commitments made by Sudan and South Sudan in agreements on Abyei Area, border security, and the Joint Political and Security Mechanism.\n\nEmphasizing the importance of women's participation in implementation, prevention, and resolution of conflict.\n\nExpressing support for African Union efforts to ease tension and normalize relations between Sudan and South Sudan.\n\nNoting with concern stalled efforts to demilitarize the Safe Demilitarized Border Zone (SDBZ) and implement the Joint Border Verification and Monitoring Mechanism.\n\nUnderlining the importance of effective JBVMM monitoring of the SDBZ.\n\nStressing the benefits of restraint and dialogue instead of violence.\n\nWelcoming regular meetings between President Bashir and President Salva Kiir.\n\nCommending the assistance provided by the African Union High-level Implementation Panel (AUHIP), and the United Nations Interim Security Force for Abyei (UNISFA). \n\nCommending UNISFA's efforts in carrying out its mandate, including facilitation of peaceful migration, conflict prevention, mediation, and deterrence.\nThe Security Council, \nNoting the fragile security situation in Abyei Area, acknowledges UNISFA's contribution to peace and stability, and aims to prevent violence and displacement of civilians. \nThe future status of Abyei shall be resolved through negotiations between parties consistent with the CPA, not by unilateral actions. \nThe Council expresses concern over the public administration and rule of law vacuum in Abyei Area due to delays in establishing the Abyei Area Administration, Council, and Police. \nIt notes with concern the threat of intercommunal violence, tensions preventing UNISFA's and other agencies' Sudanese staff from returning to Abyei, and the implications of the Ngok Dinka's unilateral referendum. \nThe Council also notes the Sudan National Election Commission's announcement to include Abyei Area in the 2015 elections, which poses a risk to stability. \nThe Council stresses the need for effective human rights monitoring, facilitation of humanitarian assistance, and voluntary return and reintegration of displaced persons. \nIt recalls resolution 2117 (2013), and expresses concern at the threat to peace and security in Abyei arising from illicit transfer, accumulation, and misuse of small arms and light weapons. \nThe Council recognizes the current situation in Abyei and along the Sudan-South Sudan border as a serious threat to international peace and security. \n1. Decides to extend UNISFA's mandate until 28 February 2015. \n2. Takes note of the Secretary-General's recommendations, welcomes UNISFA's initiatives to support community dialogue, and calls upon communities and Governments to take concrete steps. \n3. Demands Sudan and South Sudan resume the work of the Abyei Joint Oversight Committee (AJOC) and for South Sudan to name an AJOC Co-Chair. \n4. Reiterates its demand for Sudan and South Sudan to establish the Abyei Area Administration, Council, and Police Service.\nHere is a concise summary of the Security Council document:\n\n5. Decides to maintain authorized troops, with remaining forces deployed to support Joint Border Verification and Monitoring Mission (JBVMM) and provide force protection.\n\n6. Expresses concern over stalled JBVMM operationalization due to disagreement on the Safe Demilitarized Border Zone (SDBZ) centreline, calls for timely use of JBVMM and other joint mechanisms.\n\n7. Urges efforts to determine SDBZ centreline, reiterating it does not prejudge border status or negotiations.\n\n8. Underscores UNISFA's protection of civilians mandate, including taking action against imminent threats.\n\n9. Condemns presence of South Sudan security personnel and Diffra Oil Police in Abyei, demands redeployment.\n\n10. Supports Abyei's status as a weapons-free area, urges disarmament and demilitarization.\n\n11. Requests UNISFA to observe, document and report on weapon movements into Abyei.\n\n12. Urges confidence-building measures and reconciliation among Abyei communities.\n\n13. Requests UNISFA to ensure compliance with Abyei's weapons-free status.\n\n14. Calls for cooperation with Abyei Area Joint Investigation and Inquiry Committee's findings.\n\n15. Intends to review UNISFA's mandate based on Sudan and South Sudan's compliance.\n\n16. Calls for free and unhindered movement of UNISFA personnel and equipment.\n\n17. Renews call for full support to the United Nations, including visas and logistical support.\n\n18. Recognizes infrastructure challenges, urges Secretary-General to address.\n\n19. Demands facilitation of UN Mine Action Service deployment.\n\n20. Demands humanitarian access to civilians in need.\nThe Security Council:\n\n21. Requests the Secretary-General to ensure effective human rights monitoring, and include results in his reports, and calls on Sudan and South Sudan to cooperate, including issuing visas to UN personnel.\n\n22. Requests the Secretary-General to ensure UNISFA's compliance with the UN's zero-tolerance policy on sexual exploitation and abuse.\n\n23. Stresses cooperation between Sudan and South Sudan is critical for peace, security, and stability.\n\n24. Requests the Secretary-General to explore options with the African Union and Ethiopia to expedite implementation of the June 2011 Agreement.\n\n25. Requests the Secretary-General to provide two written reports on UNISFA's mandate implementation by 1 December 2014 and 2 February 2015.\n\n26. Notes the Secretary-General's efforts to ensure close cooperation among UN missions in the region and requests him to continue.\n\n27. Decides to remain actively seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2179_2014_EN.pdf"
}