{
  "resolution_no": "2137",
  "year": "2014",
  "theme": [
    "Peacebuilding",
    "Human Rights",
    "Elections",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "BNUB",
    "United Nations Country Team",
    "Peacebuilding Commission",
    "International Criminal Court"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days, with a written interim report by the end of July 2014 and a final report by 16 January 2015, and further requests the Secretary-General to report every six months to the Security Council until after the 2015 elections",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nRecalling its previous resolutions and statements on Burundi, reaffirms its commitment to the country's sovereignty, independence, territorial integrity, and unity.\n\nWelcoming Burundi's progress towards peace, stability, and development, the Council emphasizes the need for continued support from the UN system and the international community.\n\nCommending the UN Office in Burundi (BNUB) and the UN system's contributions to peace, security, and development, the Council welcomes the organization of Electoral Lessons Learned workshops and the adoption of an electoral roadmap in 2013.\n\nThe Council encourages the Government of Burundi to ensure a space for all political parties, including the extra-parliamentary opposition, and to improve dialogue with civil society.\n\nExpressing concern over limitations on freedom of press, expression, association, and assembly, particularly in the run-up to the 2015 elections, the Council reiterates the need for inclusive and broad-based consultations.\n\nThe Council notes efforts to improve human rights but remains concerned over continued human rights violations and abuses, including extrajudicial killings, mistreatment of detainees, and torture.\n\nUnderscoring the importance of transitional justice mechanisms, the Council recalls the Government's commitment to establishing such mechanisms consistent with the 2000 Arusha Agreement.\n\nRecalling Burundi's obligations under the Rome Statute, the Council emphasizes the International Criminal Court's complementarity to national jurisdictions.\n\nThe Council stresses the importance of addressing land issues, encouraging the Government and the Commission Nationale des Terres et autres Biens (CNTB) to handle land grievances and disputes in a non-partisan manner.\n\nSupporting Burundi's commitment to \"zero tolerance\" for corruption, the Council welcomes the continued engagement of the Peacebuilding Commission.\n\nThe Council supports Burundi's commitment to regional integration and cooperation, recalling its resolutions on women, peace, and security, protection of civilians, and children and armed conflict. \n\nHaving considered the Secretary-General's report on BNUB, the Council concludes.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Extends the mandate of the United Nations in Burundi (BNUB) until 31 December 2014, focusing on supporting the Government in areas such as peace consolidation, security, and human rights.\n\n2. Requests the Secretary-General to prepare BNUB's transition to a regular United Nations Country Team by 31 December 2014.\n\n3. Encourages the formation of a transition steering group to map international support to Burundi.\n\n4. Encourages the Government of Burundi to engage in discussions on the nature and scope of the United Nations role post-BNUB.\n\n5. Encourages the United Nations Country Team to scale up activities and programming during BNUB's transition.\n\n6. Takes note of the Government of Burundi's request for a United Nations electoral observer mission before, during, and after the 2015 elections.\n\n7. Encourages the Government of Burundi to cooperate with the United Nations Country Team and electoral mission.\n\n8. Recognizes the primary responsibility of the Government of Burundi for peacebuilding, security, and long-term development.\n\n9. Encourages the Government to redouble efforts to pursue structural reforms aimed at improving governance and tackling corruption.\n\n10. Encourages the Government to ensure an inclusive and constructive constitutional review.\n\n11. Calls upon the Government to foster inclusive elections in 2015 and guarantee a space for all political parties.\n\n12. Calls upon the Government to promote and protect human rights and support the National Independent Human Rights Commission.\n\n13. Calls upon the Government to prevent human rights violations and take measures to fight impunity.\n\n14. Calls upon the Government to work with international partners to establish transitional justice mechanisms.\n\n15. Requests the Government to ensure accountability for human rights violations and abuses.\nThe Security Council:\n\n16. Encourages Burundi's government to pursue peace consolidation and reconstruction, particularly through regional projects within the East African Community and International Conference on the Great Lakes Region.\n\n17. Encourages the government to ensure the voluntary, safe, and orderly return of refugees, with international support.\n\n18. Stresses security sector reform's importance, welcomes Burundi's peacekeeping contributions, and urges partners to support professionalizing national security services through vetting, training, and civilian oversight.\n\n19. Calls on Burundi to honor peacebuilding priorities, defined in the Poverty Reduction Strategy Paper (PRSP-II), with the Peacebuilding Commission and international partners' support.\n\n20. Requests the Secretary-General to inform the Council on benchmarks, BNUB's mandate, and transition to the UN Country Team every 90 days, with written reports by July 2014 and January 2015, and six-monthly reports until after the 2015 elections.\n\n21. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2137_2014_EN.pdf"
}