{
  "resolution_no": "2156",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Security",
    "Abyei"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UNISFA",
    "AJOC",
    "JBVMM",
    "JPSM",
    "AUHIP"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on Sudan and South Sudan, reaffirms its commitment to their sovereignty, independence, unity, and territorial integrity.\n\nReiterates that territorial boundaries shall not be altered by force and disputes shall be settled peacefully.\n\nPrioritizes the full and urgent implementation of the Comprehensive Peace Agreement (CPA).\n\nReaffirms previous resolutions on protection of civilians, children, and women in armed conflict.\n\nRecalls agreements between Sudan and South Sudan, including on Abyei Area, border security, and the Joint Political and Security Mechanism.\n\nEmphasizes the importance of women's participation in implementation, prevention, and resolution of conflict.\n\nSupports African Union efforts to ease tension and facilitate negotiations between Sudan and South Sudan.\n\nNotes with concern stalled demilitarization of the Safe Demilitarized Border Zone (SDBZ) and implementation of the Joint Border Verification and Monitoring Mechanism (JBVMM).\n\nUnderlines the importance of effective JBVMM monitoring.\n\nStresses the benefits of restraint and dialogue instead of violence or provocations.\n\nWelcomes recent meetings between President Bashir and President Salva Kiir.\n\nCalls for constructive engagement in AUHIP-mediated negotiations on Abyei's final status.\n\nCommends assistance from AUHIP, the Intergovernmental Authority on Development, and the United Nations Interim Security Force for Abyei (UNISFA).\nThe Security Council:\n\nCommends UNISFA's efforts in facilitating peaceful migration in Abyei Area and appreciates troop-contributing countries.\n\n Notes with concern the fragile security situation, but acknowledges UNISFA's contribution to peace and stability.\n\nDetermines that the future status of Abyei shall be resolved through negotiations between parties, consistent with the CPA.\n\n Expresses concern over the public administration and rule of law vacuum in Abyei Area due to delays in establishing the Abyei Area Administration, Council, and Police.\n\n Notes with concern the threat of intercommunal violence, tensions preventing UNISFA staff from returning to Abyei, and the implications of the Ngok Dinka's unilateral referendum.\n\n Stresses the need for effective human rights monitoring, prevention of sexual and gender-based violence, and protection of children.\n\n Urges facilitation of humanitarian assistance to affected communities and voluntary return and reintegration of displaced persons.\n\n Affirms the importance of peaceful and orderly migration cycles and traditional migratory routes.\n\n Expresses concern over the illicit transfer of small arms and light weapons, and the residual threat of landmines and explosive remnants of war.\n\n Welcomes steps taken by UNISFA towards implementing its mandate, including conflict prevention and mediation.\n\n Takes note of the Secretary-General's report, which assesses the situation has deteriorated and could become untenable.\n\n Recognizes the situation in Abyei and along the Sudan-South Sudan border as a serious threat to international peace and security.\n\n Decides to extend UNISFA's mandate until 15 October 2014.\n\n Welcomes the UN's strategic review of UNISFA and recommendations for community dialogue and administration.\n\n Calls upon Sudan and South Sudan to work with the UN towards resuming community dialogue and administration.\n\n Demands Sudan and South Sudan to resume work of the Abyei Joint Oversight Committee (AJOC) and establish the Abyei Area Administration and Council.\n\n Reiterates demands for the establishment of the Abyei Police Service.\n\n Decides to maintain authorized troops and deployment of remaining forces.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Requests UNISFA to enable the Joint Border Verification and Monitoring Mission (JBVMM) to conduct extended operations into the Safe Demilitarized Border Zone (SDBZ) and keep the Council updated on deployment status.\n\n2. Expresses concern over stalled efforts to operationalize the JBVMM due to South Sudan's disagreement on the SDBZ centreline and temporary suspension of participation, and calls on Sudan and South Sudan to utilize the JBVMM and other joint mechanisms.\n\n3. Urges renewed efforts to determine the SDBZ centreline and reiterates that it does not prejudge the border's legal status.\n\n4. Underscores UNISFA's protection of civilians mandate, including taking actions to protect civilians under imminent threat of physical violence.\n\n5. Condemns the presence of armed personnel from Sudan and South Sudan in the Abyei Area and demands their immediate redeployment.\n\n6. Supports Abyei's status as a weapons-free area and urges the two governments to ensure demilitarization, including through disarmament programs.\n\n7. Requests UNISFA to observe, document, and report on the movement of weapons into Abyei.\n\n8. Urges confidence-building measures among communities in Abyei and supports a peace conference between Ngok Dinka and Misseriya traditional chiefs.\n\n9. Calls on parties to cooperate with the Abyei Area Joint Investigation and Inquiry Committee's findings and recommendations.\n\n10. Expresses intention to review UNISFA's mandate in light of Sudan and South Sudan's compliance with previous resolutions.\n\n11. Calls on Member States to ensure free and unhindered movement of UNISFA personnel and equipment.\n\n12. Renews call on Sudan and South Sudan to provide full support to the United Nations.\n\n13. Recognizes the need for critical infrastructure projects for UNISFA personnel and urges the Secretary-General to take measures to address this situation.\n\n14. Demands facilitation of the deployment of the United Nations Mine Action Service.\n\n15. Demands that parties provide humanitarian personnel with full, safe, and unhindered access to civilians in need of assistance.\nHere is a summarized version of the document:\n\nThe Security Council:\n\n Requests the Secretary-General to ensure effective human rights monitoring by UNISFA and include results in his reports, and calls on Sudan and South Sudan to cooperate fully, including issuing visas to UN personnel.\n\n Requests the Secretary-General to ensure UNISFA's compliance with the UN's zero-tolerance policy on sexual exploitation and abuse, and to inform the Council of any cases.\n\n Stresses the importance of cooperation between Sudan and South Sudan for peace, security, and stability.\n\n Requests the Secretary-General to provide two written reports on UNISFA's mandate implementation by July 30 and September 30, and to immediately inform the Council of any serious violations.\n\n Notes the Secretary-General's efforts to ensure cooperation among UN missions in the region and requests him to continue this practice.\n\n Decides to remain actively seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2156_2014_EN.pdf"
}