{
  "resolution_no": "2164",
  "year": "2014",
  "theme": [
    "Peacekeeping",
    "Security",
    "Reconciliation",
    "Humanitarian",
    "Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MINUSMA",
    "French forces",
    "European Union",
    "African Union",
    "ECOWAS",
    "International Criminal Court"
  ],
  "reporting_cycle": "The Secretary-General reports to the Security Council within three months of the adoption of this resolution, focusing on the implementation of the Ouagadougou Preliminary Agreement, the expansion of MINUSMA’s presence in the North of Mali, and benchmarks to assess progress on the implementation of the priority tasks of MINUSMA’s mandate, and then every three months.",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on Mali, reaffirms its commitment to Mali's sovereignty, unity, and territorial integrity.\n\nWelcomes the successful presidential and legislative elections in Mali, a major step towards restoring democratic governance.\n\nCommends the signing of the Ouagadougou Preliminary Agreement, which provides for a ceasefire, cantonment, and inclusive peace talks, but expresses concern at delays.\n\nCondemns violent clashes in Kidal, seizures of administrative buildings, and attacks on MINUSMA personnel.\n\nWelcomes the ceasefire agreement of 23 May 2014 and the agreement on its implementation.\n\nRemains concerned over the fragile security situation in northern Mali and terrorist activities in the Sahel region.\n\nStresses that terrorism requires a sustained and comprehensive approach to defeat.\n\nReiterates its call on all parties to act with restraint and refrain from violence that could threaten civilians.\nThe Security Council,\n\nCondemning terrorism, recalling the listing of MUJAO, Al-Qaida in the Islamic Maghreb, Ansar Eddine, and Al Mourabitoune on the Al-Qaida sanctions list, and reiterating readiness to sanction those who do not cut ties with these groups.\n\nWelcoming French forces' actions to deter the terrorist threat in Mali, and noting with concern the transnational dimension of the threat in the Sahel region.\n\nExpressing concern over serious threats posed by transnational organized crime, kidnapping, and hostage-taking, and recalling resolution 2133 (2014) and the Global Counterterrorism Forum's \"Algiers Memorandum\".\n\nRemaining concerned over the food and humanitarian crisis in the Sahel region, and emphasizing the need for humanitarian assistance to be delivered on the basis of need.\n\nCondemning abuses and violations of human rights and international humanitarian law, and reiterating that perpetrators must be held accountable.\n\nReiterating Malian authorities' primary responsibility for stability and security, and underscoring the importance of Malian civilian control and oversight of the Malian Defence and Security Forces.\n\nRecognizing the threat to civilians in rural areas, and reiterating support for the Special Representative of the Secretary-General for Mali and MINUSMA.\n\nCommending the roles of the AU, ECOWAS, and neighbouring countries, and the European Union Training Mission (EUTM Mali) and European Union Capacity Building Mission (EUCAP Sahel Mali).\n\nEncouraging broad international support to resolve the crisis in Mali.\n\nDetermining that the situation in Mali constitutes a threat to international peace and security, and acting under Chapter VII,\n\nUrges Malian authorities and armed groups to fulfil commitments under the Ouagadougou Preliminary Agreement, and engage in good faith in a credible and inclusive negotiation process.\nHere is a summarized version of the Security Council document:\n\n2. Urges signatories to the May 23, 2014 ceasefire agreement to respect and fully implement it, including liberating prisoners and establishing an international commission of inquiry.\n\n3. Urges Malian authorities to launch an inclusive and credible negotiation process with armed groups that have cut ties with terrorist organizations.\n\n4. Demands all armed groups in Mali put aside their arms, cease hostilities, and reject violence.\n\n5. Urges armed groups to resume the cantonment process, supported by MINUSMA, as a step towards disarmament, demobilization, and reintegration.\n\n6. Supports the Special Representative of the Secretary-General for Mali's role in peace talks and requests continued good offices.\n\n7. Urges parties to coordinate with the Special Representative to secure a durable political resolution to the crisis.\n\n8. Urges Malian authorities to combat impunity and hold perpetrators of human rights abuses accountable.\n\n9. Welcomes the establishment of the Truth, Justice and Reconciliation Commission and calls for its neutrality and independence.\n\n10. Stresses the importance of coordination among actors promoting peace, security, and stability in Mali.\n\n11. Extends MINUSMA's mandate until June 30, 2015, with a troop ceiling of 11,200 military personnel and 1,440 police personnel.\n\n12. Authorizes MINUSMA to take necessary means to carry out its mandate.\n\n13. Focuses MINUSMA's mandate on: \n\n(a) Security, Stabilization, and protection of civilians, including \n- Stabilizing key population centers\n- Protecting civilians under imminent threat\n- Providing specific protection for women and children\n- Expanding presence in the North of Mali\n\n(b) Support to national political dialogue and reconciliation, including \n- Coordinating with Malian authorities for an inclusive negotiation process\n- Exercising good offices and confidence-building\n- Supporting cantonment of armed groups and DDR programs.\nHere is a concise summary of the Security Council document:\n\nThe Security Council authorizes the mandate of MINUSMA to:\n\n**Support to the political transition and stabilization process**\n\n* Support the implementation of the Ouagadougou Preliminary Agreement and the ceasefire agreement\n* Assist in disarmament, demobilization, and reintegration (DDR) of combatants, including children\n* Support inclusive, free, fair, and transparent local elections\n* Support efforts to bring to justice those responsible for human rights abuses or international humanitarian law violations\n\n**Support to the re-establishment of State authority and security sector reform**\n\n* Support the re-establishment of State administration throughout the country\n* Support rebuilding the Malian security sector, including police and gendarmerie\n* Assist in the removal and destruction of mines and other explosive devices\n* Assist in promoting and protecting human rights\n\n**Protection of civilians and humanitarian assistance**\n\n* Monitor, investigate, and report on human rights abuses or international humanitarian law violations\n* Protect civilians, including women, children, and displaced persons\n* Contribute to the creation of a secure environment for humanitarian assistance and the return of internally displaced persons and refugees\n\n**Additional tasks**\n\n* Protect United Nations personnel, installations, and equipment\n* Assist in protecting cultural and historical sites in Mali\n* Take into account gender considerations throughout its mandate\n* Ensure full compliance with the United Nations zero-tolerance policy on sexual exploitation and abuses\n\n**Reporting and coordination**\n\n* Request the Secretary-General to ensure full compliance with the United Nations zero-tolerance policy on sexual exploitation and abuses\n* Request MINUSMA to coordinate with other bilateral partners, donors, and international organizations.\nThe Security Council:\n\nEncourages MINUSMA to manage cultural and historical sites, and operate with care in their vicinity, in line with UN rules and regulations.\n\nEncourages MINUSMA to enhance interactions with the civilian population to raise awareness about its mandate and activities.\n\n Requests the Secretary-General to enable MINUSMA to reach full operational capacity, and calls on Member States to provide troops and police with necessary capabilities and equipment.\n\nUrges all parties in Mali to cooperate with MINUSMA's deployment and activities, ensuring safety, security, and freedom of movement.\n\nCalls on Member States to ensure free and unhindered movement of MINUSMA personnel, equipment, and supplies.\n\nRequests the Secretary-General to accelerate disbursement of the UN Trust Fund to support MINUSMA's new Force laydown.\n\nAuthorizes inter-mission cooperation between MINUSMA, UNMIL, and UNOCI, including transfers of troops and assets.\n\nAuthorizes French forces to intervene in support of MINUSMA elements under imminent threat.\n\nCalls on the EU to coordinate closely with MINUSMA and other bilateral partners on Security Sector Reform.\n\nUrges parties to comply with international humanitarian law, protecting humanitarian personnel and allowing access.\n\nReiterates Malian authorities' primary responsibility to protect civilians, recalling resolutions on protection of civilians, children, and women.\n\nUrges Member States to coordinate efforts to prevent terrorist groups' threats in the Sahel region.\n\nReiterates request to the Secretary-General to implement the UN Integrated Strategy for the Sahel.\nThe Security Council:\n\n32. Calls on Malian authorities, with MINUSMA's assistance and international partners, to address the proliferation and illicit trafficking of small arms and light weapons, in line with the ECOWAS Convention and UN Programme of Action, to ensure safe management, storage, and security of stockpiles, and collection/destruction of surplus, seized, unmarked, or illicitly held weapons, stressing the importance of implementing resolutions 2017 (2011) and 2117 (2013);\n\n33. Requests the Secretary-General to report to the Security Council within three months on the implementation of the Ouagadougou Preliminary Agreement, MINUSMA's expanded presence in North Mali, and benchmarks to assess progress on MINUSMA's mandate, and then report every three months on progress achieved on these benchmarks;\n\n34. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2014/S_RES_2164_2014_EN.pdf"
}