{
  "resolution_no": "2637",
  "year": "2022",
  "theme": [
    "International Criminal Tribunals",
    "Justice",
    "Rule of Law"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 25"
  ],
  "entities": [
    "International Residual Mechanism for Criminal Tribunals (Mechanism)",
    "International Criminal Tribunal for Rwanda (ICTR)",
    "International Tribunal for the former Yugoslavia (ICTY)"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\nReaffirms its determination to combat impunity for serious international crimes and ensure those indicted by the ICTR and ICTY are brought to justice, recalling the mandate of the International Residual Mechanism for Criminal Tribunals (Mechanism).\n\nRecalling resolution 1966 (2010) and the Statute of the Mechanism, concerning supervision of sentence enforcement and pardon/commutation.\n\nAppoints Mr. Serge Brammertz as Prosecutor of the Mechanism from 1 July 2022 to 30 June 2024.\n\nUrges States to cooperate fully with the Mechanism, particularly to achieve the arrest and surrender of remaining fugitives indicted by the ICTR.\n\nNotes with concern problems in relocating acquitted and convicted persons, emphasizing the need for expeditious and durable solutions.\n\nTakes note of recent judgments and developments in locating fugitives, commending cooperation between the Mechanism, States, and international organizations.\n\nEmphasizes the Mechanism's reduced functions and size, requesting it to continue being guided by these elements.\n\nWelcomes the report submitted by the Mechanism and the report of the Office of Internal Oversight Services (OIOS) on the evaluation of the Mechanism's methods and work.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Takes note of the Mechanism's work, including development of a legal framework and procedures, and commends efforts to reduce costs (para 9);\n* Requests the Mechanism to implement recommendations, including: \n  - Full implementation of OIOS recommendations\n  - Producing clear projections of completion timelines\n  - Ensuring geographic diversity, gender balance, and professional expertise\n  - Implementing a human resources policy\n  - Reducing costs\n  - Coordinating across organs (para 10);\n* Calls on the Mechanism to provide options for transferring remaining activities (para 11);\n* Requests the Mechanism to include specific information in its six-monthly reports (para 12);\n* Recalls the importance of ensuring rights of detained persons (para 13);\n* Notes progress on early release procedures (para 14);\n* Concludes its review of the Mechanism's progress (para 15);\n* Recalls that future reviews will include evaluation reports from the OIOS (para 16);\n* Decides to remain seized of the matter (para 17).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2637_2022_EN.pdf"
}