{
  "resolution_no": "2646",
  "year": "2022",
  "theme": [
    "Peacekeeping",
    "Women, Peace and Security",
    "Youth, Peace and Security",
    "Cyprus Conflict"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNFICYP",
    "Secretary-General",
    "Security Council"
  ],
  "reporting_cycle": "The Secretary-General reports by 3 January 2023",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Takes note of the Secretary-General's report on his Good Offices and the UN operation in Cyprus\n* Supports the Secretary-General's efforts to assist the sides in finding a comprehensive and durable settlement\n* Underscores that the responsibility for finding a solution lies with the Cypriots themselves\n* Welcomes the Secretary-General's proposal for a UN envoy to lead further engagement\n* Expresses full support for the Secretary-General's ongoing efforts and reiterates the importance of openness, flexibility, and compromise\n\n* Notes with regret the lack of progress towards restarting formal negotiations and stresses that the status quo is unsustainable\n* Recalls its previous resolutions and statements, including those regarding Varosha, women's participation, and youth participation\n* Urges the sides to renew their efforts to achieve an enduring, comprehensive, and just settlement based on a bicommunal, bizonal federation with political equality\n\n* Recognizes the ongoing efforts to suppress COVID-19 and mitigate its effects, and welcomes cooperation between the sides\n* Expresses concern at the deterioration of the law and order situation in Pyla and urges both sides to work with UNFICYP\n* Reiterates the importance of confidence-building measures and encourages the sides to engage with each other\n\n* Urges the sides to promote intercommunal contacts, intra-island trade, reconciliation, and civil society engagement\n* Notes the need to keep UNFICYP beyond 31 July 2022 and welcomes measures to strengthen the mission's liaison and engagement capacity\n\n* Expresses appreciation to Member States that contribute personnel to UNFICYP and notes the continued voluntary contributions to the funding of UNFICYP\n\n* Reaffirms all its relevant resolutions on Cyprus and supports the Secretary-General's ongoing engagement with the sides.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Urges the sides to show flexibility and compromise to freely negotiate a mutually acceptable settlement under UN auspices.\n\n2. Recalls the status of Varosha, condemns unilateral actions, and calls for the immediate reversal of actions taken since October 2020.\n\n3. Expresses concern at tensions in the Eastern Mediterranean, underlining the need for peaceful resolution of disputes.\n\n4. Calls on the leaders to urgently:\n- Support Technical Committees\n- Ensure coordination on criminal matters\n- Promote peace education\n- Improve public atmosphere for negotiation\n- Increase support for civil society engagement\n\n5. Regrets the lack of meaningful participation of women’s organisations and youth, but welcomes the Action Plan on women’s participation.\n\n6. Deeply regrets the lack of progress on direct military contacts and urges flexibility to establish a mechanism.\n\n7. Calls on the sides to reduce barriers to intercommunal contact and implement confidence-building measures.\n\n8. Commends the Committee on Missing Persons and calls for enhanced cooperation.\n\n9. Extends UNFICYP’s mandate until 31 January 2023 and expresses alarm at continued violations of the military status quo.\n\n10. Urges the sides to respect UNFICYP’s authority and the buffer zone.\nThe Security Council:\n\n Condemns any actions impeding UNFICYP's mandate, including risks to the buffer zone's integrity and personnel safety, and calls on both sides to respect the buffer zone's integrity, removing unauthorized constructions and preventing unauthorized activities.\n\n Stresses UNFICYP's authority extends throughout Cyprus, and its freedom of movement must be respected, particularly in Varosha and elsewhere.\n\n Expresses concern over unauthorized activities in the buffer zone, condemning an attack on an UNFICYP vehicle and calling for perpetrators to be held accountable.\n\n Reiterates calls on the Turkish Cypriot side and Turkish forces to restore the military status quo in Strovilia.\n\n Urges leaders to agree on a plan to achieve a mine-free Cyprus and make progress on clearing remaining suspected hazardous areas.\n\n Requests the Secretary-General to implement various activities, including:\n\n* Women, peace, and security requirements under resolution 1325;\n* Peacekeeping performance requirements;\n* Zero-tolerance policy on serious misconduct, sexual exploitation, and abuse;\n* Enhanced medical evacuation procedures;\n* Improved safety and security facilities;\n* Youth, peace, and security requirements.\n\n Urges troop- and police-contributing countries to prevent sexual exploitation and abuse, and implement measures to increase women's participation.\n\n Requests the Secretary-General to submit reports on his Good Offices and implementation of this resolution by 3 January 2023.\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2646_2022_EN.pdf"
}