{
  "resolution_no": "2618",
  "year": "2022",
  "theme": [
    "Peacekeeping",
    "Women, Peace and Security",
    "Cyprus Conflict"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNFICYP",
    "Secretary-General",
    "Security Council"
  ],
  "reporting_cycle": "The Secretary-General reports by 5 July 2022",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council welcomes the report of the Secretary-General on his Good Offices and the UN operation in Cyprus, and expresses full support for his efforts to assist the sides in finding a solution. The Council underscores that the responsibility for finding a solution lies with the Cypriots themselves, and reaffirms the primary role of the UN in assisting the parties.\n\nThe Council welcomes the Secretary-General's proposal for a UN envoy to lead further engagement and expresses full support for his ongoing efforts, emphasizing the importance of openness, flexibility, and compromise. It notes with regret the lack of progress towards restarting formal negotiations and stresses that the status quo is unsustainable.\n\nThe Council recalls its previous resolutions and statements, including those on Varosha, and emphasizes the importance of the full, equal, and meaningful participation of women and youth in the peace process. It also recognizes the ongoing efforts to suppress the spread of COVID-19 and encourages further cooperation.\n\nThe Council expresses concern at the deterioration of the law and order situation in Pyla and urges both sides to work with UNFICYP to establish effective measures to tackle criminal activities. It reiterates the importance of confidence-building measures and encourages the sides to promote intercommunal contacts, reconciliation, and civil society engagement.\n\nThe Council decides to keep the UN Peacekeeping Force in Cyprus (UNFICYP) beyond 31 January 2022, and welcomes measures to strengthen the mission's liaison and engagement capacity. It expresses appreciation to Member States that contribute personnel to UNFICYP and notes the continued voluntary contributions to the funding of UNFICYP.\n\nThe Council reaffirms all its relevant resolutions on Cyprus and fully supports the Secretary-General's ongoing engagement with the sides, encouraging further rounds of informal talks.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n \n2. Urges the sides to show flexibility and compromise to freely negotiate a mutually acceptable settlement under UN auspices and engage with the Secretary-General to reach an agreement on appointing a UN envoy.\n\n3. Recalls the status of Varosha, condemns the 2021 announcement on reopening a part of the fenced-off area, and calls for immediate reversal of this action and all steps taken since October 2020.\n\n4. Expresses concern at tensions in the Eastern Mediterranean, underlining the need for peaceful resolution of disputes, and calls on leaders to refrain from actions and rhetoric that could raise tensions.\n\n5. Calls on the two leaders to:\n- reinvigorate efforts to support Technical Committees\n- ensure coordination on criminal matters\n- promote peace education\n- improve the public atmosphere for negotiation\n- increase support for civil society engagement in peace efforts.\n\n6. Regrets the lack of meaningful participation of women's organizations and youth in the settlement process and urges leaders to implement recommendations on women's participation.\n\n7. Deeply regrets the lack of progress on a mechanism for direct military contacts and urges flexibility and engagement to establish such a mechanism.\n\n8. Calls on the sides to reduce barriers to intercommunal contact, welcomes the continuation of dialogue, and urges agreement on confidence-building measures.\n\n9. Commends the Committee on Missing Persons and calls for enhanced cooperation.\n\n10. Extends the mandate of UNFICYP until 31 July 2022.\n\n11. Expresses concern at continued violations of the military status quo and challenges to UNFICYP's operations.\n\n12. Urges the sides to respect UNFICYP's mandated authority, reaffirms the importance of the 2018 UN aide-memoire, and calls for the removal of unauthorized constructions.\nHere is a summarized version of the Security Council document:\n\n13. Stresses UNFICYP's authority extends throughout Cyprus, reaffirms the importance of respect for UNFICYP's freedom of movement, and requests the Secretary-General, Member States, and all parties to ensure the safety and security and freedom of movement of UNFICYP personnel.\n\n14. Reiterates calls on the Turkish Cypriot side and Turkish forces to restore the military status quo in Strovilia as it existed prior to June 30, 2000.\n\n15. Urges the leaders of both communities to agree on a plan to achieve a mine-free Cyprus and make progress towards clearing the remaining 29 suspected hazardous areas.\n\n16. Requests the Secretary-General to implement activities and existing obligations in the planning and conduct of UNFICYP's operations, including:\n\t* Women, peace, and security requirements under resolution 1325;\n\t* Peacekeeping performance requirements under resolutions 2378 and 2436;\n\t* Zero-tolerance policy on serious misconduct, sexual exploitation, and abuse;\n\t* Effective casualty and medical evacuation procedures;\n\t* Improved safety and security facilities and arrangements;\n\t* Youth, peace, and security requirements under resolutions 2250, 2419, and 2535.\n\n17. Urges troop- and police-contributing countries to prevent sexual exploitation and abuse, including vetting, training, and accountability measures.\n\n18. Requests troop- and police-contributing countries to implement provisions on increasing women's participation in peacekeeping.\n\n19. Requests the Secretary-General to submit reports by July 5, 2022, on his Good Offices and implementation of this resolution, including integrated analysis and assessments.\n\n20. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2618_2022_EN.pdf"
}