{
  "resolution_no": "2620",
  "year": "2022",
  "theme": [
    "Sudan",
    "Darfur",
    "Peacekeeping",
    "Sanctions",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Security Council Committee",
    "Panel of Experts",
    "Government of Sudan",
    "UNIFIL",
    "MINUSMA"
  ],
  "reporting_cycle": "every 3 months; interim report by 12 August 2022; final report by 13 January 2023",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Sudan, welcomes the Juba Peace Agreement (JPA) as a significant opportunity for comprehensive and sustainable peace. \n\nNoting slow implementation, encourages signatories to accelerate the process and urges non-participatory parties to join the peace process.\n\nReaffirms the Government of Sudan's primary responsibility to protect civilians and welcomes the National Plan for Civilian Protection.\n\nWelcoming the establishment of the permanent ceasefire committee and joint high military committee, expresses concern about the humanitarian and security situation in Darfur.\n\nStressing the need for accountability for human rights violations and abuses.\n\nRecalling the final report of the Sudan Panel of Experts.\n\nDetermining the situation in Sudan continues to threaten international peace and security.\n\nActing under Chapter VII:\n\n1. Recalls measures imposed by previous resolutions and reaffirms provisions.\n\n2. Extends the mandate of the Panel of Experts until 12 March 2023, with specific reporting requirements.\n\n3. Requests the Government of Sudan to submit requests for the Committee’s consideration for military equipment and supplies into Darfur.\n\n4. Expresses intention to review measures on Darfur, considering upcoming reports by the Panel of Experts.\n\n5. Takes note of the Secretary-General’s report providing a review of the situation in Darfur.\nThe Security Council:\n\n1. intends to consider by 31 August 2022 establishing clear, well-identified, and realistic key benchmarks;\n2. has readiness to consider adjusting measures to respond to the situation in Darfur in light of the evolving situation on the ground;\n3. takes note of the Committee Chair’s report and recommendations;\n4. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2620_2022_EN.pdf"
}