{
  "resolution_no": "2657",
  "year": "2022",
  "theme": [
    "Peacekeeping",
    "Security",
    "Humanitarian",
    "Counter-Terrorism",
    "Human Rights",
    "Climate Change"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNSOM",
    "ATMIS",
    "AMISOM",
    "FGS",
    "FMS",
    "OCHA",
    "UN Country Team"
  ],
  "reporting_cycle": "The Secretary-General reports every 120 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Somalia, reaffirms respect for Somalia's sovereignty, territorial integrity, and unity.\n\nEncourages Somalia to make progress on national priorities, with the Federal Government of Somalia (FGS) and Federal Member States (FMS) working together, and inclusive dialogue and local reconciliation processes.\n\nEncourages resumed dialogue between FGS and \"Somaliland\" to build confidence.\n\nCommends support from the African Union, United Nations, and bilateral partners.\n\nEmphasizes maintaining peace and stability in Somalia through state-building and peace-building.\n\nExpresses concern at Al-Shabaab's threat to Somalia and the region, and condemns terrorist attacks.\n\nUnderscores a holistic approach to counter terrorism and violent extremism.\n\nCommends efforts to suppress piracy and armed robbery off Somalia's coast.\n\nExpresses concern at the humanitarian situation, and calls for scaled-up humanitarian support.\n\nCondemns targeting of civilians and humanitarian personnel.\n\nHighlights the importance of FGS and FMS coordination with OCHA on humanitarian aid.\n\nRecognizes the adverse effects of climate change on Somalia's stability.\n\nNotes the importance of effective communications in implementing UNSOM's mandate.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Recalls authorization of ATMIS and commends cooperation to implement its mandate in support of Somalia's Transition Plan and National Security Architecture.\n\n2. Welcomes the strategic review of UNSOM, endorses proposed benchmarks, and recommendations.\n\n3. Welcomes cooperation between UNSOM, UNSOS, UN Country Team, and ATMIS, and encourages strengthened relationships.\n\n4. Extends UNSOM's mandate until 31 October 2023.\n\n5. Notes the UN Department of Operational Support's Environment Strategy.\n\n6. Requests UNSOM to maintain and strengthen its presence across Somalia.\n\n7. Encourages UNSOM to support Somalia in protecting civilians, accelerating stabilization efforts, and promoting governance.\n\n8. Encourages the FGS to deepen cooperation, implement the National Security Architecture, and promote political reconciliation.\n\n9. Expresses concern about human rights and humanitarian law violations, and calls for accountability.\n\n10. Expresses concern about grave violations against children, demands parties take measures to prevent and hold accountable perpetrators.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Condemns the misuse or obstruction of humanitarian assistance in Somalia and demands that all parties allow safe, rapid, and unhindered access for aid delivery.\n\n Calls for the Federal Government of Somalia (FGS) and Federal Member States (FMS) to protect children, ensure national legislation is compatible with international law, and prevent violence against humanitarian personnel.\n\n Urges the FGS and FMS to facilitate durable solutions for internal displacement and support the voluntary return of refugees and IDPs.\n\n Requests the FGS to establish and operationalize the National Human Rights Commission, Constitutional Court, and Judicial Service Commission.\n\n Calls on the FGS to promote and protect human rights, particularly for persons with disabilities and minority groups, and to combat sexual violence.\n\n Highlights the importance of considering climate change and environmental degradation in programs in Somalia.\n\n Requests regular updates from the Secretary-General on the situation in Somalia and implementation of UNSOM's mandate.\n\n Affirms that it will keep the situation in Somalia under review and be prepared to review the provisions of this resolution as necessary.\n\n Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2657_2022_EN.pdf"
}