{
  "resolution_no": "2654",
  "year": "2022",
  "theme": [
    "Western Sahara",
    "Peacekeeping",
    "Humanitarian"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINURSO",
    "UNHCR",
    "OHCHR"
  ],
  "reporting_cycle": "The Secretary-General reports every six months and prior to the expiration of the mandate",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions on Western Sahara, reaffirms its strong support for the efforts of the Secretary-General and his Personal Envoy, Staffan de Mistura, to implement a just, lasting, and mutually acceptable political solution. The Council welcomes the momentum created by the 2018 and 2019 round-table meetings and encourages continued consultations between the Personal Envoy and Morocco, the Frente POLISARIO, Algeria, and Mauritania. It reiterates its call for cooperation and strengthened involvement in the political process to achieve progress towards a solution, based on compromise, providing for the self-determination of the people of Western Sahara. The Council recognizes the importance of stability and security in the Sahel region and welcomes efforts to improve human rights in Western Sahara and the Tindouf camps. It encourages the parties to cooperate with the United Nations, including the High Commissioner for Refugees, to foster trust and build confidence. The Council also stresses the need for the United Nations Mission for the Referendum in Western Sahara (MINURSO) to fully implement its mandate, including supporting the Personal Envoy. The Council notes with concern the breakdown of the ceasefire and violations of agreements, and reiterates the importance of adherence to commitments. It takes note of the proposals presented by Morocco and the Frente POLISARIO in 2007 and encourages the parties to demonstrate further political will towards a solution.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n* Encourages parties to prioritize human rights promotion and protection in Western Sahara and Tindouf refugee camps, including freedoms of expression and association.\n* Welcomes Morocco's steps to enhance human rights and interact with UN Special Procedures.\n* Urges cooperation with the Office of the UN High Commissioner for Human Rights (OHCHR).\n* Expresses concern over Sahrawi refugees' hardships, dependency on external assistance, and COVID-19 impact, and encourages donors to provide additional funds.\n* Requests a refugee registration in Tindouf refugee camps.\n* Recalls UNSCR 1325 and 2250, stressing the importance of women's and youth participation in negotiations.\n* Recognizes the need for progress in negotiations to improve the quality of life for Western Sahara's people.\n* Affirms support for Special Representative Alexander Ivanko and MINURSO.\n\nThe Security Council decides to:\n\n* Extend MINURSO's mandate until 31 October 2023.\n* Emphasize the need for a realistic, practicable, and enduring solution to Western Sahara's question.\n* Support the Secretary-General and his Personal Envoy in facilitating negotiations.\n* Call on parties to resume negotiations without preconditions and in good faith.\n\nThe Security Council also:\n\n* Requests the Secretary-General to brief the Council regularly on negotiations and MINURSO's operations.\n* Welcomes initiatives to standardize a culture of performance in UN peacekeeping.\n* Urges parties and neighboring states to engage productively with MINURSO.\nThe Security Council:\n\nEncourages parties to cooperate with the UN High Commissioner for Refugees to identify and implement confidence-building measures, including engaging women and youth, and encourages neighbouring states to support these efforts;\n\nStrongly urges Member States to provide new and additional voluntary contributions to fund food programmes for refugees and urges aid agencies to facilitate humanitarian aid delivery in accordance with UN best practices;\n\nRequests the Secretary-General to ensure MINURSO personnel comply with the UN's zero-tolerance policy on sexual exploitation and abuse, and to keep the Council informed about progress; \n\nDecides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2654_2022_EN.pdf"
}