{
  "resolution_no": "2625",
  "year": "2022",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Climate"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "UNMISS",
    "IGAD",
    "AU",
    "RJMEC",
    "CTSAMVM"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Recalls previous resolutions and reaffirms its commitment to South Sudan's sovereignty, independence, territorial integrity, and national unity.\n\n2. Supports the 2018 Revitalised Agreement on the Resolution of the Conflict in South Sudan.\n\n3. Welcomes encouraging developments in South Sudan's peace process, including agreement on governors and progress in forming state and local governments.\n\n4. Recognizes the reduction in violence between signatory parties and the upholding of the permanent ceasefire in most parts of the country.\n\n5. Appreciates the leadership of IGAD and other regional and international actors in advancing the peace process.\n\n6. Expresses deep concern regarding the ongoing crisis, humanitarian situation, and economic challenges in South Sudan.\n\n7. Strongly condemns fighting, violence, and ceasefire violations, and demands accountability for perpetrators.\n\n8. Expresses grave concern regarding increased violence between armed groups, sexual and gender-based violence, and reports of use of sexual violence as a tactic by parties to the conflict.\n\n9. Reiterates alarm about the dire humanitarian situation, high levels of food insecurity, and likely famine in some areas, with 8.3 million people facing severe food insecurity.\n\n10. Urges continued engagement by IGAD, AU, UN, and other actors to address the crisis and promote peace, accountability, and humanitarian assistance.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Commends humanitarian agencies and donors for their efforts in providing support to the population in South Sudan.\n\n2. Strongly condemns attacks against humanitarian personnel and facilities, which resulted in the deaths of at least 131 personnel since December 2013.\n\n3. Condemns human rights violations and abuses, and violations of international humanitarian law by all parties, including armed groups and national security forces.\n\n4. Expresses grave concern regarding reports on the human rights situation in South Sudan, including extra-judicial executions, and war crimes and crimes against humanity.\n\n5. Reiterates the urgent need to end impunity in South Sudan and bring to justice those responsible for violations of international humanitarian law and human rights.\n\n6. Underlines the importance of transitional justice measures, including the Hybrid Court for South Sudan, to end impunity and promote accountability.\n\n7. Urges the Government of South Sudan (GoSS) to continue progress in allowing UNMISS to operate freely.\n\n8. Expresses concern at the threat to peace and security in South Sudan arising from the illicit transfer and misuse of small arms and light weapons.\n\n9. Recalls measures adopted to impose targeted sanctions on individuals or entities responsible for threatening peace and security in South Sudan.\n\n10. Emphasizes the importance of women’s empowerment, participation, and human rights.\n\n11. Acknowledges the GoSS’s ratification of the Optional Protocol to the Convention on the Rights of the Child and welcomes the signature of the Comprehensive Action Plan to End and Prevent All Grave Violations Against Children.\n\n12. Expresses concern about the restriction of freedoms of opinion, expression, and association, and condemns the use of media to broadcast hate speech.\n\n13. Expresses serious concern about the dire situation of persons with disabilities in South Sudan.\nHere is a concise summary of the Security Council document:\n\nThe Security Council extends the mandate of the United Nations Mission in South Sudan (UNMISS) until March 15, 2023. \n\nThe Council recognizes the humanitarian challenges in South Sudan, including the impact of climate change, and commends UNMISS for its efforts in protecting civilians, stabilizing the security situation, and supporting humanitarian response.\n\nThe mandate of UNMISS is to prevent a return to civil war, build durable peace, and support inclusive governance and free elections. \n\nUNMISS is authorized to use all necessary means to implement its mandate, which includes: \n\n- Protecting civilians under threat of physical violence, particularly women and children \n- Deterring violence against civilians through proactive deployment and active patrolling \n- Maintaining public safety and security in and around UNMISS protection sites \n- Preventing and responding to sexual and gender-based violence \n- Exercising good offices to support UNMISS's protection strategy \n- Providing support for community violence reduction programs \n\nThe Council also calls on the Government of South Sudan (GoSS) to investigate and hold accountable those responsible for attacks on UN personnel and facilities. \n\nThe Council welcomes the Secretary-General's commitment to enforcing a zero-tolerance policy on sexual exploitation and abuse. \n\nThe Council takes note of the Secretary-General's reports on electoral needs assessment and the situation in South Sudan. \n\nThe Council determines that the situation in South Sudan continues to constitute a threat to international peace and security in the region. \n\nThe Council acts under Chapter VII of the Charter of the United Nations.\nHere is a summarized version of the Security Council document:\n\nThe Security Council authorizes the United Nations Mission in South Sudan (UNMISS) to:\n\n**Protection of Civilians**\n\n* Use technical assistance to support the government to expand and reform the rule of law and justice sector (vii)\n* Foster a secure environment for the safe return, relocation, or integration of IDPs and refugees (viii)\n* Facilitate safe and free movement in and around Juba (ix)\n* Engage actors preparing or engaging in attacks against civilians, IDP camps, and UN premises (x)\n\n**Humanitarian Assistance**\n\n* Contribute to creating security conditions for humanitarian assistance delivery (b)(i)\n* Ensure security and freedom of movement for UN personnel and installations (b)(ii)\n\n**Supporting the Implementation of the Revitalised Agreement**\n\n* Support the peace process and implementation of the Revitalised Agreement (c)(i)\n* Assist in ensuring full participation of women, youth, faith groups, and civil society in the peace process (c)(ii)\n* Participate in and support implementation mechanisms, including CTSAMVM and RJMEC (c)(iii)\n* Provide technical assistance and capacity-building for mechanisms of the Revitalised Agreement (c)(iv)\n* Support the electoral process, including technical assistance, logistical support, and security support (c)(v)\n\n**Monitoring, Investigating, and Reporting on Violations**\n\n* Monitor, investigate, verify, and report on abuses and violations of human rights and international humanitarian law (d)(i)\n* Monitor, investigate, and report on violations and abuses against women and children (d)(ii)\n* Monitor and report on incidents of hate speech and incitement to violence (d)(iii)\n* Coordinate with and provide technical support to international, regional, and national mechanisms (d)(iv)\n\n**Force Levels and Capacity-Building**\n\n* Maintains UNMISS force levels with a troop ceiling of 17,000 personnel and a police ceiling of 2,101 personnel (4)\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nDemands an immediate end to fighting in South Sudan and calls for political dialogue (para 5).\n\nUrges the implementation of the Revitalised Agreement, including allocation of financial resources, establishment of institutions, and inclusion of women, youth, and civil society in peacebuilding efforts (para 6).\n\nStresses the importance of free and fair elections, with full participation of women, youth, and other groups, and calls for an inclusive constitution-drafting process (para 7).\n\nCalls for an environment conducive to a free, fair, and peaceful electoral process, including freedom of expression, assembly, and movement (para 8).\n\nDemands the Government of South Sudan (GoSS) take priority measures before the end of UNMISS's current mandate, including:\n\n* Providing security to protection of civilian sites\n* Initiating a permanent constitution-making process\n* Making progress on election preparations\n* Ending obstructions to UNMISS and humanitarian actors\n* Completing graduation of unified forces and adopting a unified command structure\n* Establishing the Hybrid Court for South Sudan and other transitional institutions (para 9).\n\nReiterates the call on GoSS to comply with the Status of Forces Agreement (SOFA) and cease obstructing UNMISS, and stresses the importance of safety and security of UN personnel (para 10).\n\nDemands an end to all forms of violence, human rights violations, and abuses, and calls for accountability and investigations (para 11).\n\nDemands that all parties allow rapid, safe, and unhindered access to humanitarian assistance and end the use of civilian premises for military purposes (para 12).\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Protects medical and humanitarian personnel, transport, equipment, hospitals, and medical facilities; stresses voluntary and informed returns of IDPs and refugees in safe and dignified conditions; and respects civilians' freedom of movement and right to seek asylum.\n\n Calls on the Government of South Sudan (GoSS) to resolve housing, land, and property issues for durable solutions for IDPs and refugees.\n\n Ensures full participation and involvement of women in leadership, peace process, and reform processes; protects women-led organizations and peacebuilders; and fulfills commitments on inclusivity.\n\n Condemns acts of sexual violence, demands prevention, and calls for accountability, investigation, prosecution, and punishment of perpetrators.\n\n Urges parties to implement actions to prevent grave violations against children; and for GoSS to implement the Optional Protocol to the Convention on the Rights of the Child.\n\n Calls on GoSS to hold accountable those responsible for human rights violations and abuses; ensure victims' protection and access to justice; and prioritize expanding and reforming the rule of law and justice sector.\n\n Expresses intention to consider measures against those undermining peace, stability, and security; stresses sanctity of UN protection sites; and demands compliance with arms embargo.\n\n Requests the Secretary-General to implement activities in planning and conduct of UNMISS operations, including:\n\n* Strengthening early warning and response strategy\n* Encouraging confidence-building and community engagement\n* Prioritizing enhanced mission mobility and active patrolling.\nHere is a summarized version of the Security Council document:\n\nThe Security Council requests UNMISS to:\n\n* Improve peacekeeping-intelligence and analysis capacities (d)\n* Enhance casualty and medical evacuation procedures (e)\n* Improve safety and security facilities and arrangements (f)\n* Ensure re-designations of protection of civilian sites are based on comprehensive security assessments (g)\n* Strengthen sexual and gender-based violence prevention and response activities (h)\n* Assist the Committee and Panel of Experts established by resolution 2206 (2015) (i)\n* Prioritize mandated protection activities (j)\n* Implement women, peace, and security priorities (k)\n* Implement youth, peace, and security agenda (l)\n* Engage in dialogue with parties to the conflict regarding action plans for children and armed conflict (m)\n* Implement peacekeeping performance requirements and safety and security improvements (n)\n* Implement the UN's zero-tolerance policy on serious misconduct, sexual exploitation, and abuse (o)\n* Ensure support to non-UN security forces complies with the Human Rights Due Diligence Policy (p)\n* Coordinate with UN agencies, funds, and programmes, and regional organizations (q)\n* Engage in integrated planning and coordination on transitions (r)\n\nThe Security Council also:\n\n* Requests the Special Representative of the Secretary-General to direct UNMISS operations and coordinate UN system activities in South Sudan (21)\n* Encourages continued firm engagement by IGAD, AU, and countries in the region to find durable solutions to peace and security challenges in South Sudan (22)\n* Urges all parties and Member States to cooperate with the Panel of Experts (23)\n* Requests the Secretary-General to provide technical assistance to the African Union and GoSS in setting up the Hybrid Court for South Sudan (24)\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Condemns violence and obstruction to UNMISS, emphasizing measures to protect civilians and ensure accountability.\n\n Requests the Transitional Government of South Sudan (GoSS) to accelerate implementation of the Revitalised Agreement, including establishment of the Commission for Truth, Reconciliation, and Healing and the Compensation and Reparation Authority, with a focus on gender-responsiveness and inclusivity.\n\n Commends troop- and police-contributing countries for their commitment to implementing the Mission's mandate and stresses the importance of effective command and control, and addressing barriers to women's participation in peacekeeping.\n\n Urges troop- and police-contributing countries to prevent sexual exploitation and abuse, ensure accountability, and report on actions taken.\n\n Calls on the international community to scale up humanitarian response and provide development assistance to South Sudan.\n\n Requests the Secretary-General to report on UNMISS mandate implementation, obstructions encountered, and progress on key elements, including:\n\n* Impact of activities on advancing the strategic vision\n* Challenges and obstacles faced\n* Implementation of priority measures\n* Capacities and obligations\n* Recommendations for Security Council action\n\n Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2625_2022_EN.pdf"
}