{
  "resolution_no": "2671",
  "year": "2022",
  "theme": [
    "Peacekeeping",
    "Middle East"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNDOF",
    "UN Truce Supervision Organization",
    "Observer Group Golan",
    "ISIL (Da’esh)",
    "Al-Qaida",
    "Al-Nusra Front (Jabhat Fateh al-Sham or Hay’at Tahrir al-Sham)"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Notes with concern the tense situation in the Middle East, stressing the need for a comprehensive settlement.\n\n2. Considers reports of the Secretary-General on UNDOF, reaffirming resolution 1308 (2000).\n\n3. Stresses that Israel and the Syrian Arab Republic must abide by the 1974 Disengagement of Forces Agreement and observe the ceasefire.\n\n4. Expresses concern over ongoing military activities in the area of separation, which may escalate tensions and pose risks to civilians and UN personnel.\n\n5. Appreciates UNDOF's liaison efforts to prevent escalation.\n\n6. Expresses alarm over violence in the Syrian Arab Republic and its potential to escalate the conflict.\n\n7. Calls on all parties to cease military actions and respect international humanitarian law.\n\n8. Notes the threat to UN personnel from unexploded ordnance and emphasizes the need for demining operations.\n\n9. Reaffirms readiness to consider listing individuals and entities supporting ISIL (Da'esh) and Al-Nusra Front.\n\n10. Recognizes the need for UNDOF to adjust its posture to minimize security risks.\n\n11. Emphasizes the importance of access to reports and information related to UNDOF's redeployment configuration.\n\n12. Underscores the need for UNDOF to have necessary means and resources to carry out its mandate safely.\n\n13. Expresses appreciation to UNDOF personnel and stresses the need for continued vigilance to ensure their safety.\n\n14. Strongly condemns incidents threatening UN personnel safety.\n\n15. Welcomes steps to enhance UNDOF's safety and security.\n\n16. Takes note of the Secretary-General's plan for UNDOF to return to the Bravo side.\n\n17. Recalls that UNDOF's deployment and the 1974 Disengagement of Forces Agreement are steps toward a just and durable peace.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Calls for immediate implementation of resolution 338 (1973) and stresses the obligation of both parties to respect the 1974 Disengagement of Forces Agreement.\n\n2. Urges parties to exercise maximum restraint, prevent ceasefire breaches, and support UNDOF's liaison function to prevent escalation.\n\n3. Underlines UNDOF's impartiality and stresses the importance of halting activities that endanger peacekeepers and ensuring their freedom to carry out their mandate.\n\n4. Expresses support for Major General Nirmal Kumar Thapa as Head of Mission and Force Commander.\n\n5. Calls on all groups to abandon UNDOF positions and return peacekeepers' vehicles, weapons, and equipment.\n\n6. Calls on parties to cooperate with UNDOF, respect its privileges and immunities, and ensure its freedom of movement and security.\n\n7. Calls on parties to provide support for UNDOF's operations, including the use of the Quneitra crossing.\n\n8. Requests UNDOF to take steps to protect personnel safety, security, and health, considering the COVID-19 pandemic.\n\n9. Welcomes UNDOF's efforts to consolidate its presence and intensify operations in the area of separation.\n\n10. Underscores the importance of progress in deploying appropriate technology and addressing civilian staffing needs.\n\n11. Encourages parties to engage constructively to facilitate UNDOF's return to the area of separation.\n\n12. Encourages discussions on recommendations from the 2018 independent review to improve mission performance.\n\n13. Welcomes initiatives to standardize a culture of performance in UN peacekeeping and requests the Secretary-General to ensure performance data is used to improve mission operations.\n\n14. Requests the Secretary-General to ensure compliance with the UN's zero-tolerance policy on sexual exploitation and abuse.\n\n15. Renews UNDOF's mandate for six months, until 30 June 2023.\n\n16. Requests the Secretary-General to report every 90 days on developments and measures taken to implement resolution 338 (1973).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2671_2022_EN.pdf"
}