{
  "resolution_no": "2634",
  "year": "2022",
  "theme": [
    "Piracy",
    "Maritime Security",
    "Peace and Security",
    "International Cooperation"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 33",
    "Article 34",
    "Article 35",
    "Article 36",
    "Article 37",
    "Article 38"
  ],
  "entities": [
    "UNODC",
    "IMO",
    "INTERPOL",
    "ECOWAS",
    "ECCAS",
    "GGC",
    "AU",
    "UNOWAS",
    "UNOCA",
    "PBC"
  ],
  "reporting_cycle": "within five (5) months and on an exceptional basis in advance of the 10-year anniversary of the Yaoundé Code of Conduct",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on piracy in the Gulf of Guinea, \n\nExpresses deep concern over the threat of piracy, armed robbery, and transnational organized crime at sea, \n\nReaffirms international law, as reflected in UNCLOS, sets out the legal framework to counter piracy, \n\nRecalls conventions and protocols on maritime safety and security, \n\nAffirms respect for sovereignty and territorial integrity of Gulf of Guinea States, \n\nEmphasizes regional peace, stability, democracy, and sustainable development are critical to eradicating piracy, \n\nExpresses concern over threats to seafarers, violence, and humanitarian impact, \n\nCondemns pirate networks' reliance on kidnapping and hostage-taking, \n\nNotes the economic impacts of piracy on States in the region, \n\nWelcomes regional initiatives, such as the Yaoundé Code of Conduct, and national initiatives, like Nigeria's Deep Blue Project, \n\nRecognizes contributions by Member States and international organizations to counter piracy efforts.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n \n1. Strongly condemns piracy and armed robbery at sea in the Gulf of Guinea.\n \n2. Stresses the primary responsibility of Gulf of Guinea states to counter piracy, with regional and international cooperation.\n\n3. Calls on Member States to criminalize piracy and armed robbery at sea, and prosecute or extradite perpetrators.\n\n4. Urges cooperation on piracy issues, including hostage-taking and prosecution of suspects.\n\n5. Urges Gulf of Guinea states to develop national maritime security strategies and harmonized legal frameworks.\n\n6. Encourages international partners to provide support, including personnel, funds, technology, and training.\n\n7. Encourages regional organizations to enhance cooperation on maritime safety and security.\n\n8. Stresses the need for a comprehensive response to prevent and suppress piracy.\n\n9. Urges prevention of piracy revenues from financing terrorism.\n\n10. Highlights the importance of coordination among Member States and organizations.\n\n11. Acknowledges guidance from UNODC and IMO on preventing and suppressing piracy.\n\n12. Urges sharing of information with INTERPOL.\n\n13. Calls on UNODC to provide advice and technical assistance.\n\n14. Encourages the Peacebuilding Commission to support efforts to consolidate peace in the Gulf of Guinea.\nThe Security Council:\n\n Requests the Secretary-General, through UNOWAS and UNOCA, to report and support States and subregional organizations in combating piracy and armed robbery at sea in the Gulf of Guinea, including mobilizing resources to build national and regional capacities.\n\n Requests the Secretary-General to report within 5 months on the situation of piracy and armed robbery at sea in the Gulf of Guinea, including its underlying causes, linkages with terrorism, UN support and contributions, and recommendations for further support.\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2634_2022_EN.pdf"
}