{
  "resolution_no": "2665",
  "year": "2022",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Afghanistan",
    "Humanitarian",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Taliban",
    "ISIL",
    "Al-Qaida",
    "United Nations Assistance Mission in Afghanistan (UNAMA)",
    "United Nations Office on Drugs and Crime (UNODC)"
  ],
  "reporting_cycle": "The Monitoring Team shall submit an annual comprehensive report to the Committee",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on international terrorism and its threat to Afghanistan, reaffirms its commitment to the country's sovereignty, independence, territorial integrity, and national unity.\n\nReaffirms support for a peaceful, stable, and prosperous Afghanistan and the fight against terrorism, including designating individuals and groups by the Security Council Committee.\n\nDemands that Afghanistan's territory not be used to threaten or attack any country, plan or finance terrorist acts, or shelter and train terrorists.\n\nSupports the fight against illicit production and trafficking of drugs from Afghanistan, acknowledging its link to terrorist groups and regional and international security threats.\n\nExpresses deep concern over Afghanistan's dire economic and humanitarian situation, particularly food insecurity, and the disproportionate impact on women, children, and minorities.\n\nEmphasizes the importance of humanitarian assistance, recalling that such assistance is not a violation of sanctions, and urges States to consider the potential impact on humanitarian activities.\n\nStresses the need for an inclusive and representative government, respect for human rights, and protection of civilians, women, children, and minorities.\n\nReiterates the need to ensure the sanctions regime contributes to sustainable peace, stability, and security in Afghanistan.\n\nDetermines that the situation in Afghanistan continues to threaten international peace and security and decides to maintain measures required by resolution 2255 (2015) with respect to individuals and entities designated as the Taliban or associated with them.\nThe Security Council:\n\n1. Notes the Taliban's threat to Afghanistan's peace, stability, and security, as designated by the Committee established in resolution 1988.\n\n2. Decides to extend the mandate of the 1267/1988 Analytical Support and Sanctions Monitoring Team for 12 months, with the mandate outlined in the annex, to support the Committee.\n\n3. Directs the Monitoring Team to: gather information on non-compliance with resolution 2255; facilitate capacity-building assistance to Member States; and provide recommendations to the Committee on responding to non-compliance.\n\n4. Decides to review the implementation of the measures and consider adjustments as necessary to support peace and stability in Afghanistan.\n\n5. Decides to remain seized of the matter.\n\nAnnex:\n\nThe Monitoring Team shall:\n\n(a) Submit an annual comprehensive report to the Committee.\n\n(b) Assist the Committee in reviewing names on the List.\n\n(c) Follow up on requests to Member States for information.\n\n(d) Submit a comprehensive programme of work to the Committee.\n\n(e) Gather information on non-compliance and provide recommendations.\n\n(f) Present recommendations to assist Member States with implementation.\n\n(g) Assist the Committee in considering proposals for listing.\n\n(h) Bring to the Committee's attention new or noteworthy circumstances for delisting.\n\n(i) Consult with Member States in advance of travel.\n\n(j) Encourage Member States to submit names for inclusion on the List.\n\n(k) Consult with the Committee or relevant Member States when identifying individuals or entities for listing or delisting.\nTo present to the Committee additional identifying and other information to assist the Committee in its efforts to keep the List as updated and accurate as possible;  \nTo collate, assess, monitor and report on and make recommendations regarding implementation of the measures, including by key Afghan institutions and any capacity assistance requirements;  \nTo consult with Member States and other relevant organizations and bodies, including UNAMA and other United Nations agencies;  \nTo cooperate closely with UNODC and engage in a regular dialogue with Member States and other relevant organizations on the nexus between narcotics trafficking and listed individuals, groups, undertakings, and entities;  \nTo provide an update to the special report of the Monitoring Team;  \nTo consult with Member States’ intelligence and security services to facilitate the sharing of information and to strengthen enforcement of the measures;  \nTo consult with relevant representatives of the private sector to learn about the practical implementation of the assets freeze;  \nTo cooperate closely with the ISIL and Al-Qaida Sanctions Committee and other relevant United Nations counter-terrorism bodies;  \nTo consult with Member States, the private sector, and international organizations to raise awareness of sanctions and to assist in the implementation of the measures;  \nTo consult with Member States, the private sector, and international organizations to raise awareness of and learn about the practical implementation of the travel ban;  \nTo consult with Member States, international and regional organizations and the private sector on the threat posed by improvised explosive devices;  \nTo work with relevant international and regional organizations to promote awareness of, and compliance with, the measures;  \nTo cooperate with INTERPOL and Member States to obtain photographs and biometric data of listed individuals;  \nTo assist other subsidiary bodies of the Security Council with enhancing their cooperation with INTERPOL;  \nTo assist the Committee in facilitating assistance in capacity-building for enhancing implementation of the measures;  \nTo report to the Committee on a regular basis on the work of the Monitoring Team;  \nTo study and report to the Committee on the current nature of the threat of individuals, groups, undertakings and entities associated with the Taliban;  \nTo gather information on travel that takes place under a granted exemption;  \nAny other responsibility identified by the Committee.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2665_2022_EN.pdf"
}