{
  "resolution_no": "2650",
  "year": "2022",
  "theme": [
    "Peacekeeping",
    "Security",
    "Lebanon",
    "UNIFIL"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIFIL",
    "Lebanese Armed Forces",
    "Security Council"
  ],
  "reporting_cycle": "every four months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions on Lebanon, particularly 425 (1978), 1701 (2006), and others,\n\nExpressing solidarity with Lebanon and its people after the Beirut explosions on August 4, 2020, and welcoming international support conferences,\n\nUrging Lebanese leaders to form a new government to address the country's acute social, economic, and humanitarian crises,\n\nStressing the need for tangible reforms to conclude an IMF agreement and implement commitments made at the CEDRE conference and International Support Group meeting,\n\nExtending the mandate of UNIFIL for one year without amendment,\n\nReiterating support for Lebanon's territorial integrity, sovereignty, and political independence,\n\nReaffirming commitment to the full implementation of resolution 1701 (2006),\n\nExpressing concern at the lack of progress towards a permanent ceasefire and other key provisions of resolution 1701 (2006),\n\nCalling on parties to strengthen efforts to implement resolution 1701 (2006) without delay,\n\nExpressing concern at violations of the cessation of hostilities and the risk of a new conflict,\n\nUrging parties to sustain the cessation of hostilities and exercise restraint,\n\nCondemning incidents across the Blue Line and commending UNIFIL's liaison and prevention role,\n\nEmphasizing the importance of compliance with the prohibition on sales and supply of arms,\n\nReiterating the importance of the extension of the control of the Government of Lebanon over all Lebanese territory.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council encourages Lebanese parties to resume discussions on a National Defence Strategy through a national dialogue. It recalls the importance of respecting the Blue Line and notes with concern recent restrictions on UNIFIL's access and visibility. The Council urges Lebanese authorities to conclude investigations on tunnels crossing the Blue Line and condemns attempts to threaten Lebanon's security and stability.\n\nThe Council reaffirms its determination to ensure UNIFIL's mandate is implemented without intimidation and condemns attacks against peacekeepers. It urges Lebanese authorities to provide updates on investigations and finalize actions on previous attacks.\n\nThe Council commends UNIFIL's role and dedication, and expresses appreciation to contributing Member States. It recognizes UNIFIL's success in maintaining peace and security since 2006 and reaffirms its authority to take necessary actions.\n\nThe Council welcomes the Lebanese Armed Forces' crucial role in extending government authority and responding to security challenges. It strongly urges increased international support to the Lebanese Armed Forces, particularly in the context of the economic crisis.\n\nThe Council emphasizes the need to regularly evaluate UNIFIL's performance and ensure efficiency and effectiveness. It determines that the situation in Lebanon continues to constitute a threat to international peace and security.\n\nThe Council decides to extend UNIFIL's mandate until 31 August 2023.\nHere is a concise summary of the Security Council document:\n\n2. The Council commends UNIFIL's positive role in southern Lebanon, welcomes cooperation between UNIFIL and Lebanese Armed Forces, and calls for further enhancement.\n\n3. The Council affirms its commitment to UNIFIL's mandate and calls for full implementation of resolution 1701 (2006).\n\n4. The Council reiterates its call for Israel and Lebanon to support a permanent ceasefire and long-term solution.\n\n5. The Council reaffirms the need for effective deployment of Lebanese Armed Forces in southern Lebanon and territorial waters, and requests assessments of progress.\n\n6. The Council requests precise benchmarks and timelines for Lebanese Armed Forces deployments.\n\n7. The Council calls for a plan to increase Lebanon's naval capabilities, decreasing UNIFIL's Maritime Taskforce.\n\n8. The Council welcomes the Secretary-General's report on UNIFIL's resources and requests implementation of recommendations.\n\n9. The Council encourages Lebanon to accelerate deployment of a model regiment and offshore patrol vessel.\n\n10. The Council urges increased international support for Lebanese Armed Forces and state security institutions.\n\n11. The Council requests UNIFIL to exceptionally extend temporary measures to support Lebanese Armed Forces.\n\n12. The Council condemns Blue Line violations and calls for respect of the cessation of hostilities.\n\n13. The Council welcomes the Tripartite Mechanism's role in facilitating coordination and de-escalating tensions.\n\n14. The Council stresses the need for enhanced cooperation between UNIFIL and UNSCOL.\n\n15. The Council urges parties to respect UNIFIL and United Nations personnel safety and security.\nHere is a summarized version of the document:\n\nThe Security Council:\n\n* Welcomes Lebanon's commitment to protect UNIFIL movements and access, and calls for rapid finalization of investigations into attacks against UNIFIL and its personnel, including incidents on 4 August 2018, 10 February 2020, 22 December 2021, and 4, 13, and 25 January 2022.\n\n* Urges all parties to cooperate with UNIFIL, ensure its freedom of movement, and condemn attempts to deny access or restrict movement.\n\n* Demands parties cease restrictions on UNIFIL personnel movement and guarantee freedom of movement.\n\n* Requests the Secretary-General to report on incidents and investigations, and to review and enhance UNIFIL's safety and security.\n\n* Urges parties to cooperate towards a permanent ceasefire and long-term solution.\n\n* Urges Israel to withdraw from northern Ghajar without delay.\n\n* Reaffirms the need for an area free of armed personnel, assets, and weapons between the Blue Line and the Litani River.\n\n* Condemns the maintenance of arms outside Lebanese State control.\n\n* Authorizes UNIFIL to take necessary action to ensure its area of operations is not used for hostile activities.\n\n* Commends UNIFIL's operational changes and requests enhanced efforts to increase visible presence, communication, and protection.\n\n* Requests UNIFIL to prioritize a strategic communications strategy and counter disinformation.\n\n* Recalls UNIFIL's role in assisting the Lebanese government.\n\n* Welcomes efforts to implement the zero-tolerance policy on sexual exploitation and abuse.\n\n* Requests UNIFIL to take into account gender considerations throughout its mandate.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Requests continued reporting by UNIFIL on ensuring the full, equal, effective, and meaningful participation of women in decision-making in peace and security efforts, including in the security sector.\n* Welcomes progress made in implementing Lebanon's National Action Plan on Women, Peace, and Security, and encourages the Government of Lebanon to continue its implementation.\n* Requests the Secretary-General and troop-contributing countries to increase the number of women in UNIFIL and ensure their full participation in operations.\n* Requests the Secretary-General to implement peacekeeping performance requirements and report to the Council every four months on the implementation of resolution 1701 (2006).\n* Requests detailed reports on various issues, including violations of resolution 1701 (2006), sovereignty of Lebanon, and restrictions to UNIFIL's freedom of movement.\n* Stresses the importance of achieving a comprehensive, just, and lasting peace in the Middle East, based on relevant resolutions.\n* Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2650_2022_EN.pdf"
}