{
  "resolution_no": "2633",
  "year": "2022",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMISS",
    "Panel of Experts",
    "Intergovernmental Authority on Development (IGAD)",
    "Community of Sant'Egidio"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days, and Panel of Experts reports by 1 December 2022 and 1 May 2023",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n- Recalls previous resolutions and statements on South Sudan, affirming support for the 2018 Revitalised Agreement.\n- Welcomes encouraging developments in implementing the Agreement, including reconstitution of legislative bodies and adoption of a national constitution amendment bill.\n- Appreciates IGAD's leadership and the Community of Sant'Egidio's mediation efforts.\n- Recognizes the permanent ceasefire in most parts of the country, but underscores the need to avoid relapse into conflict.\n- Expresses concern over continued fighting, violence against humanitarian workers, and human rights violations.\n- Condemns violations of the Revitalised Agreement and Agreement on Cessation of Hostilities.\n- Demands accountability for parties that violate agreements.\n- Calls on the Revitalised Transitional Government to protect humanitarian personnel and create a safe environment for assistance.\n- Expresses concern over delays in implementing the Revitalised Agreement and urges parties to allocate necessary resources and ensure participation of women, youth, and civil society.\n- Appreciates Member States' intent to provide technical assistance and capacity building to South Sudan.\n- Strongly condemns human rights violations, abuses, and violations of international humanitarian law.\n- Emphasizes the need for accountability and the primary responsibility of the Revitalised Transitional Government to protect its population.\n- Stresses that measures imposed by this resolution are not intended to have adverse humanitarian consequences. \n- Expresses concern over misappropriation of funds undermining stability and security in South Sudan.\nHere is a concise summary of the Security Council document 2633 (2022):\n\nThe Security Council expresses grave concern at the threat to peace and security in South Sudan arising from the illicit transfer, destabilizing accumulation, and misuse of small arms and light weapons.\n\nThe Council renews until 31 May 2023 the arms embargo imposed on South Sudan, with exemptions for non-lethal military equipment supporting the implementation of the peace agreement.\n\nThe Council reiterates its readiness to review the arms embargo measures in light of progress achieved on key benchmarks and encourages the South Sudan authorities to achieve further progress.\n\nThe Council requests the Secretary-General to conduct an assessment of progress achieved on key benchmarks by 15 April 2023 and requests the South Sudan authorities to report on progress achieved by the same date.\n\nThe Council calls on Member States to inspect cargo to South Sudan and seize and dispose of prohibited items.\n\nThe Council renews until 31 May 2023 travel and financial measures imposed on individuals and entities responsible for or complicit in actions that threaten the peace, security, or stability of South Sudan.\n\nThe Council expresses its willingness to impose targeted sanctions to support the search for an inclusive and sustainable peace in South Sudan.\nThe Security Council:\n\nCondemns any entity, including South Sudanese government, opposition, militia, or group, that engages in activities described in paragraphs 14 and 15;\n\n Expresses concern at misappropriation and diversion of public resources, financial impropriety, lack of transparency, oversight, and financial governance, which pose a risk to peace, stability, and security of South Sudan;\n\n Notes that individuals engaged in actions or policies that expand or extend conflict in South Sudan may be listed for travel and financial measures;\n\n**Sanctions Committee and Panel of Experts**\n\n Emphasizes consultations with concerned Member States, international organizations, and UNMISS to ensure implementation of measures;\n\n Extends the Panel of Experts' mandate until 1 July 2023, with reporting requirements;\n\n Requests the Secretariat to include gender expertise on the Panel and integrate gender across investigations and reporting;\n\n Calls for cooperation with the Panel, including providing information on illicit wealth transfers;\n\n Requests information sharing between UNMISS, the Panel, and Special Representatives;\n\n Invites the Revitalised Joint Monitoring and Evaluation Commission (RJMEC) to share information on parties' implementation of the Revitalised Agreement;\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2633_2022_EN.pdf"
}