{
  "resolution_no": "2628",
  "year": "2022",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Terrorism",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "African Union Mission in Somalia (AMISOM)",
    "United Nations Support Office in Somalia (UNSOS)",
    "African Union Transition Mission in Somalia (ATMIS)",
    "United Nations Assistance Mission in Somalia (UNSOM)"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions and statements on Somalia, reaffirms respect for Somalia's sovereignty, territorial integrity, political independence, and unity.\n\nThe Federal Government of Somalia (FGS) has primary responsibility for security, and the Council recognises Somalia's request for continued international support to achieve a secure, stable, peaceful, united, and democratic country.\n\nInternational support should align with Somalia's strategic direction, as outlined in the Somalia Transition Plan (STP) and National Security Architecture (NSA).\n\nThe Council commends the African Union Mission in Somalia (AMISOM) and pays tribute to its personnel and Somali forces, especially those who have made sacrifices.\n\nThe security situation in Somalia has changed, with improvements in Somalia's capacity and capability to respond to security challenges.\n\nThe Council expresses grave concern at Al-Shabaab's continued threat to Somalia's peace, security, and stability, and its increased use of improvised explosive devices (IEDs) and exploitation of the licit financial system.\n\nThe Council also expresses concern at the presence of affiliates linked to Islamic State in Iraq and the Levant (ISIL).\n\nThe nature of the threat posed by Al-Shabaab has evolved, and international support must adapt to consolidate security gains and ensure continued progress.\n\nThe Council recalls the need for a reconfigured African Union mission in Somalia, focussed on enabling Somalia to take primary responsibility for its security.\n\nThe Council notes the proposal submitted by the Secretary-General and the African Union, and the African Union Peace and Security Council's decision to reconfigure AMISOM into the African Union Transition Mission in Somalia (ATMIS).\n\nThe Council stresses the need for robust command and control, operational coordination, and capacity building and security sector reform.\n\nA holistic approach is necessary to reinforce peace and stability, including enhancing effective governance, anti-corruption, preventing organised crime, the rule of law, justice, and law enforcement, efforts to counter terrorism, and preventing and countering violent extremism.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Welcomes agreements between the Federal Government of Somalia (FGS) and Federal Member States (FMS) and urges them to resolve disputes peaceably to complete the electoral process.\n\n2. Emphasizes progress on national priorities, including the National Security Architecture (NSA), Strategic Transition Plan (STP), and constitutional review.\n\n3. Reiterates the importance of women's full, equal, and meaningful participation in conflict prevention, reconciliation, and peacebuilding.\n\n4. Aims to enable Somalia to assume full security responsibility, including countering Al-Shabaab, and urges Somalia to prioritize STP and NSA implementation.\n\n5. Calls on Somali authorities to ensure STP and NSA delivery, including necessary logistical support capabilities.\n\n6. Underscores the Somali authorities' primary responsibility to protect civilians in accordance with international human rights and humanitarian law.\n\n7. Calls on Somali authorities to assume greater national security responsibility, with international community support, and develop a strategic plan to generate new security forces.\n\n Notes the potential of international cooperation for peacebuilding and post-conflict reconstruction in Somalia.\n\n Recognizes the complementary work of the UN Panel of Experts and sanctions imposed to reduce Al-Shabaab's destabilizing impact.\n\n Condemns human rights and humanitarian law violations, and calls for compliance.\n\n Expresses concern about the humanitarian situation and calls for facilitation of humanitarian assistance.\n\n Emphasizes the need for risk assessment and management strategies for climate change and ecological changes.\n\n Determines that the situation in Somalia continues to threaten regional and international peace and security.\n\n Acting under Chapter VII, the Security Council makes these stipulations.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. **Security Force Numbers**: Calls for Somalia to have 3850 security forces by Dec 2022, 8525 by Sep 2023, and 10450 by June 2024.\n\n2. **Force Generation and Integration**: Urges the Federal Government of Somalia (FGS) to work with the Federal Member States (FMS) on force generation and integration of regional forces.\n\n3. **Civilian Oversight and Accountability**: Calls on Somali authorities to enhance civilian oversight and accountability of their security apparatus and implement vetting procedures.\n\n4. **Police and Justice Sector**: Reaffirms the essential role of the police and justice sector in stabilization efforts and calls for support to the state and federal police.\n\n5. **Human Rights and International Law**: Calls on Somalia to ensure security and police forces respect international human rights law and humanitarian law.\n\n6. **Small Arms and Light Weapons**: Urges Somalia to combat the illicit trade, transfer, diversion, and accumulation of small arms and light weapons.\n\n7. **Child Protection**: Expresses concern over violence against children and calls on Somali authorities to strengthen legal frameworks, prevent violence, and hold perpetrators accountable.\n\n8. **Sexual and Gender-Based Violence**: Calls on Somali authorities to prevent and respond to sexual and gender-based violence.\n\n9. **Attacks on Schools and Civilians**: Condemns attacks on schools and civilians and urges parties to cease such attacks.\n\n10. **Humanitarian Crisis**: Expresses concern over the humanitarian crisis in Somalia and encourages partners to maintain humanitarian assistance.\n\n11. **Al-Shabaab and ISIL Affiliates**: Condemns Al-Shabaab's terrorist attacks and calls for action to prevent its activities.\nHere is a summarized version of the Security Council document:\n\n19. The FGS has primary responsibility for ensuring security in Somalia, and Somalia is urged to prioritize, coordinate, and strengthen efforts to counter Al-Shabaab and affiliates linked to ISIL through comprehensive measures, including military operations, in compliance with international law.\n\n20. All States must prevent and suppress terrorist acts, and are urged to take action against Al-Shabaab and affiliates linked to ISIL in Somalia, in line with conventions and UNSC resolutions, ensuring compliance with international law.\n\n21. Somalia is requested to strengthen cooperation with other Member States to prevent and counter terrorist financing, and work with the African Union, UN, and other Member States to deliver non-military activities to degrade Al-Shabaab and affiliates.\n\n22. The UNSC endorses the reconfiguration of AMISOM into ATMIS and authorizes Member States of the African Union to take necessary measures to: \n- carry out its mandate to reduce the threat posed by Al-Shabaab; \n- support capacity building of Somali security and police forces; \n- conduct a phased handover of security responsibilities to Somalia; \n- support peace and reconciliation efforts.\n\n23. ATMIS is authorized to pursue strategic objectives, including: \n- conducting joint operations with Somali security forces to degrade Al-Shabaab; \n- supporting Somali security forces in holding priority population centers and protecting local communities; \n- assisting the FGS in implementing stabilization efforts; \n- supporting capacity development of Somali security forces.\n\n24. ATMIS' components are authorized to conduct tasks outlined in paragraphs 33-39 of the Joint Proposal, including: \n- conducting joint operations to degrade Al-Shabaab; \n- supporting Somali security forces in providing security for the political process; \n- configuring ATMIS to support the handover of security responsibility; \n- supporting Somali security forces in various areas, including counter-improvised explosive devices operations and police support.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Authorizes the African Union to deploy up to 19,626 uniformed personnel, including 1,040 police personnel, until December 31, 2022, and up to 17,626 uniformed personnel, including 1,040 police personnel, between January 1, 2023, and March 31, 2023.\n\n Endorses the African Union's decision to draw down 2,000 personnel by December 31, 2022.\n\n Notes the plan to further reduce personnel to 14,626 by September 2023, 10,626 by June 2024, and zero personnel by December 2024.\n\n Requests the African Union to ensure clear oversight, command, and control of the mission, and accountability mechanisms.\n\n Urges the African Union to continuously review ATMIS' operational capabilities to enhance force protection and identify gaps in resource requirements.\n\n Requests ATMIS to cooperate with UNSOM and UNSOS in implementing the Human Rights Due Diligence Policy (HRDDP) and to undertake regular monitoring and investigations into allegations of human rights violations.\n\n Calls on ATMIS to support the implementation of the Somali National Stabilisation Strategy, the Joint Communique, and National Action Plan to prevent and respond to sexual violence in conflict.\n\n Requests the Secretary-General to provide logistical support to ATMIS through UNSOS, in full compliance with HRDDP.\n\n Requests the African Union to work closely with the United Nations to ensure the effectiveness of ATMIS compliance and accountability measures.\n\n Encourages efforts to ensure female uniformed personnel are deployed to ATMIS and urges ATMIS to integrate a gender perspective throughout its operations.\n\n Notes Somalia's request to the African Union on the recruitment of Somali nationals to ATMIS civilian staff positions.\n\n Requests the Secretary-General to support up to 13,900 Somali security forces through the United Nations Trust Fund in Somalia.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Expresses intention to consider increasing Somali security forces eligible for UNSOS support, subject to progress in force integration and generation (para 38)\n* Underscores importance of ATMIS and Somali security forces working jointly with UNSOS on logistics support (para 39)\n* Emphasizes implementation of the UN Department of Operational Support's Environment Strategy to enhance safety, security, and sustainability (para 40)\n* Requests continued UN support to Somali security forces to counter IED threats (para 41)\n* Stresses oversight and accountability, particularly compliance with HRDDP, in partnership between the UN, African Union, and Somalia (para 42)\n* Requests the Secretary-General to work closely with the African Union to support implementation of this resolution (para 43)\n\nInternational Support:\n\n* Welcomes continued financial support to ATMIS, stresses importance of including financial partners in strategic decision-making (para 44)\n* Urges Member States to provide predictable, sustainable, and multi-year support for ATMIS (para 45)\n* Urges Member States to consider funding to the UN Trust Fund in Somalia for training, equipment, and mentoring (para 46)\n* Urges Member States to consider providing bilateral funding to support national and state-level institutions (para 47)\n\nCoordination and Partnership:\n\n* Underlines need for a coordinated approach towards supporting Somali-led political and security reforms (para 48)\n* Urges FGS to lead strategic coordination through high-level meetings and agree joint operations with ATMIS and UN (para 48)\n* Requests the UN to establish a technical partnership coordination function to increase coordination and collaboration (para 48)\n\nEvaluation and Reporting:\n\n* Requests the UN, jointly with the African Union, FGS, European Union, and other donors, to identify clear and realistic benchmarks (para 50)\nThe Security Council:\n\n Requests benchmarks for security transition assessment, including ATMIS effectiveness and STP/NSA implementation, by 30 September 2022, considering resolution 2594 (2021);\n\n Requests joint technical assessments with the African Union, FGS, EU, and donors on progress against benchmarks, reporting to the Security Council by 15 February 2023;\n\n Requests FGS updates by 10 July 2022, 10 October 2022, and 10 January 2023 on:\n\n(a) STP and NSA implementation, force generation, and integration;\n\n(b) Roadmap implementation agreed on 27 May 2021;\n\n Requests African Union updates by 10 July 2022, 10 October 2022, and 10 January 2023 on:\n\n(a) Joint operations in support of STP and NSA;\n\n(b) ATMIS command and control mechanisms;\n\n(c) Progress against strategic objectives;\n\n(d) Quantitative and qualitative assessment of progress;\n\n(e) Accountability measures;\n\n(f) Effectiveness of measures to protect civilians;\n\n(g) Equipment review outcomes;\n\n Requests Secretary-General regular updates on resolution implementation and a strategic review of UNSOM; \n\nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2628_2022_EN.pdf"
}