{
  "resolution_no": "2664",
  "year": "2022",
  "theme": [
    "Sanctions",
    "Humanitarian",
    "Terrorism",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "1267/1989/2253 ISIL (Da’esh) and Al-Qaida Sanctions Committee",
    "United Nations Emergency Relief Coordinator (ERC)",
    "Security Council Sanctions Committees"
  ],
  "reporting_cycle": "The United Nations Emergency Relief Coordinator (ERC) to brief or arrange a briefing for each relevant Committee within its mandate 11 months from the date of adoption of this resolution and every 12 months afterwards; The Secretary-General issue a written report on unintended adverse humanitarian consequences of Security Council sanctions measures within 9 months of the adoption of this resolution",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n \nRecalling previous resolutions on sanctions, reaffirms the need to combat threats to international peace and security. \n\nSanctions are an important tool under the UN Charter for maintaining and restoring international peace and security. \n\nThe Council emphasizes that sanctions are not intended to have adverse humanitarian consequences and stresses the need for full implementation of all such measures.\n\nRecalling resolution 2462 (2019), the Council urges States to take into account the potential effect of counter-terrorism measures on humanitarian activities.\n\nThe Council decides that:\n\n1. The provision of humanitarian assistance, including by the UN, international organizations, and humanitarian organizations, is permitted and not a violation of asset freezes imposed by the Council or its Sanctions Committees.\n\n2. This provision applies to the 1267/1989/2253 ISIL (Da’esh) and Al-Qaida sanctions regime for two years, and the Council intends to make a decision on extending its application prior to expiration.\nThe Security Council \n \n\n1. Adopts a new paragraph that allows for the provision of humanitarian assistance and other activities supporting basic human needs, notwithstanding sanctions imposed by the Council; \n\n2. Urges cooperation with the 1267/1989/2253 Sanctions Committee and its Analytical Support and Sanctions Monitoring Team; \n\n3. Requests providers to minimize benefits accruing to sanctioned individuals or entities; \n\n4. Supersedes previous resolutions to the extent of conflicts, specifically replacing paragraphs in resolutions 2607 (2021) and 2653 (2022), while resolution 2615 (2021) remains in effect; \n\n5. Requests the United Nations Emergency Relief Coordinator (ERC) to brief relevant Committees on humanitarian assistance; \n\n6. Directs Committees to assist Member States in implementing new paragraph through Implementation Assistance Notices; \n\n7. Requests a written report from the Secretary-General on unintended adverse humanitarian consequences of sanctions within 9 months; \n\n8. Decides to remain seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2664_2022_EN.pdf"
}