{
  "resolution_no": "2645",
  "year": "2022",
  "theme": [
    "Haiti",
    "Peacekeeping",
    "Security",
    "Human Rights",
    "Economic Development"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "BINUH",
    "UNODC",
    "UNDP",
    "WCO",
    "CARICOM",
    "Haitian National Police (HNP)"
  ],
  "reporting_cycle": "90 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council adopted Resolution 2645 (2022) on July 15, 2022, recalling previous resolutions on Haiti, reaffirming its commitment to Haiti's sovereignty, independence, territorial integrity, and unity. The Council condemned the assassination of President Jovenel Moïse and urged the Government of Haiti to hold perpetrators accountable. \n\nThe Council acknowledged the Secretary-General's recommendation to adjust the mandate and resources of the United Nations Integrated Office in Haiti (BINUH) to increase its effectiveness in supporting the rule of law, human rights, and engagement between Haitian authorities, civil society, and stakeholders.\n\nThe Council expressed grave concern about high levels of gang violence, kidnappings, homicides, and sexual and gender-based violence, and stressed the need for a comprehensive and urgent response. It urged the Haitian authorities to address the root causes of instability, including through strengthened rule of law, socio-economic measures, and violence reduction programs.\n\nThe Council welcomed the establishment of the Basket Fund for security assistance for Haiti and BINUH's advisory support for the Haitian National Police (HNP). It encouraged BINUH to play a coordination role with regard to external security assistance to Haiti.\n\nThe Council recognized the important role of neighboring countries, regional and subregional organizations, and international partners in supporting Haiti's efforts to overcome the ongoing political stalemate and security situation. It called on the international community to remain committed to Haiti's efforts and to provide support and financing for activities to address Haiti's humanitarian, stabilization, reconstruction, and sustainable development challenges.\n\nThe Council emphasized the primary responsibility of the Government of Haiti to address longstanding drivers of instability and inequality and to engage with other stakeholders to deliver durable solutions to Haiti's challenges. It stressed the need to address the loss of livelihoods, food security and nutrition, health security, displacement of residents, and access to social infrastructure, including those caused by the earthquake and tropical storm that struck Haiti in 2021.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n \n1. Extends the mandate of BINUH until 15 July 2023, with reporting requirements every 90 days.\n\n2. Authorizes BINUH's police and corrections unit to have up to 42 personnel and a human rights unit to address sexual and gender-based violence.\n\n3. Urges Haitian stakeholders to reach an agreement on a sustainable framework for a political process, led by Haitians, to organize inclusive elections, with the Government of Haiti to provide an update by 17 October 2022.\n\n4. Calls on Member States to prohibit the transfer of small arms to non-State actors engaged in gang violence, and to prevent illicit trafficking and diversion.\n\n5. Demands an immediate cessation of gang violence and threatens measures, including assets freeze or travel ban, against those engaged in or supporting gang violence.\n\n6. Encourages close collaboration between BINUH, the UN Country Team, and international financial institutions to help Haiti achieve long-term stability and sustainable development.\n\n7. Encourages contributions to the Basket Fund for security assistance to Haiti and capacity building for Haitian authorities.\n\n8. Requests BINUH to work with UN agencies to support Haitian authorities in combating illicit financial flows and trafficking.\n\n9. Reiterates the importance of UN agencies' engagement in support of efforts against armed gangs and securing voluntary funding.\n\n10. Requests the Secretary-General to consult on options for enhanced security support for Haiti's police and submit a report by 15 October 2022.\n\n11. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2645_2022_EN.pdf"
}