{
  "resolution_no": "2626",
  "year": "2022",
  "theme": [
    "Humanitarian",
    "Peacekeeping",
    "WPS/CAAC",
    "Economic Development"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "United Nations Office on Drugs and Crime",
    "Security Council Committee pursuant to resolutions 1267 (1999), 1989 (2011) and 2253 (2015)"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Afghanistan, extends the mandate of the United Nations Assistance Mission in Afghanistan (UNAMA) until 17 March 2023.\n\nStresses the importance of promoting peace and stability, sovereignty, independence, territorial integrity, and national unity of Afghanistan.\n\nEmphasizes the need for an inclusive and representative government, full participation of women, and upholding human rights.\n\nExpresses deep concern over the dire economic and humanitarian situation, including food insecurity, and the disproportionate impact on women, children, and minorities.\n\nCalls for strengthened efforts to provide humanitarian assistance, and for full, safe, and unhindered humanitarian access.\n\nExpresses serious concern about restrictions on women's participation in public life and erosion of respect for their rights.\n\nAcknowledges the importance of enhancing respect for civil, political, social, economic, and cultural rights of all Afghans.\n\nFurther expresses deep concern about the security situation, including violence, landmines, and human rights abuses.\n\nReaffirms the importance of combating terrorism and ensuring Afghanistan's territory is not used to threaten or attack other countries.\n\nExpresses concern over illicit drug cultivation, production, trade, and trafficking.\n\nWelcomes the Secretary-General's report and appreciates the United Nations' long-term commitment to supporting the people of Afghanistan.\n\nDecides to extend UNAMA's mandate, with a focus on:\n\n* Coordinating and facilitating humanitarian assistance and financial resources\n* Supporting the people of Afghanistan in a manner consistent with Afghan sovereignty, leadership, and ownership\n* Prioritizing the full participation of women, and upholding human rights.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nAuthorizes the United Nations Assistance Mission in Afghanistan (UNAMA) to:\n\n(a) Support humanitarian efforts, facilitate voluntary and safe return of displaced persons and refugees;\n\n(b) Coordinate international donors, support development policy dialogue, and promote accountability and transparency;\n\n(c) Provide outreach and good offices to promote inclusive governance, and support confidence-building measures;\n\n(d) Promote responsible governance, monitor and report on security, social and economic developments;\n\n(e) Protect and promote human rights, monitor and report on civilians, and support victims of violence;\n\n(f) Integrate gender mainstreaming, support women's empowerment and protection;\n\n(g) Monitor and report on violations against children and support efforts to strengthen their protection;\n\n(h) Support regional cooperation and stability;\n\n(i) Coordinate risk management approach and monitor aid diversion;\n\n(j) Support security improvements, explosive ordnance threat mitigation, and humanitarian mine action.\n\nStresses the importance of UNAMA's presence across Afghanistan and calls for coordination and safety of UN personnel.\n\nRequests the Secretary-General to report every three months on the situation in Afghanistan.\n\nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2626_2022_EN.pdf"
}