{
  "resolution_no": "2644",
  "year": "2022",
  "theme": [
    "Libya",
    "Sanctions",
    "Peacekeeping",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNSMIL",
    "Panel of Experts",
    "Libyan Government",
    "National Oil Corporation"
  ],
  "reporting_cycle": "The Panel of Experts shall provide to the Council an interim report on its work no later than 15 March 2023, and a final report to the Council, after discussion with the Committee, no later than 15 September 2023",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Libya, including the arms embargo, travel ban, and assets freeze.\n\nReaffirming its commitment to Libya's sovereignty, independence, territorial integrity, and national unity.\n\nSupporting a Libyan-led and Libyan-owned political process to hold free and fair elections.\n\nRequesting Member States to support the UN's efforts and uphold the ceasefire.\n\nCalling for the implementation of existing measures and reporting of violations.\n\nReaffirming the importance of accountability for human rights violations and international humanitarian law.\n\nStressing that measures imposed are not intended to have adverse humanitarian consequences.\n\nExpressing concern about illicit oil exports from Libya and their threat to peace and stability.\n\nRecalling the need for Libyan State financial institutions and the National Oil Corporation to be unified.\n\nDetermining that the situation in Libya continues to threaten international peace and security.\n\nActing under Chapter VII of the UN Charter,\n\n Condemns attempts to illicitly export petroleum from Libya.\n\nExtends until 30 October 2023 authorisations and measures to prevent illicit oil exports.\n\nRequests the Government of Libya to inform the Committee of illicit oil exports and to work with the National Oil Corporation.\n\nCalls on the Government of Libya to expeditiously contact concerned parties regarding illicit oil exports.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n**Illicit Exports of Petroleum**\n\n* Directs the Committee to immediately inform all relevant Member States about notifications from the Government of Libya’s focal point regarding vessels transporting petroleum illicitly exported from Libya.\n* Encourages the vessel’s flag State to resolve the issue.\n\n**Arms Embargo**\n\n* Expresses concern over continued violations of the arms embargo and demands full compliance by all Member States.\n* Calls on all parties to implement the 23 October 2020 ceasefire agreement and for Member States to respect and support its full implementation.\n* Calls upon the Government of Libya to improve implementation of the arms embargo.\n\n**Travel Ban and Asset Freeze**\n\n* Calls on Member States to report on actions taken to implement the travel ban and asset freeze measures.\n* Reiterates that all States shall prevent entry into or transit through their territories of designated individuals.\n* Reaffirms intention to make frozen assets available to the Libyan people.\n\n**Panel of Experts**\n\n* Extends the mandate of the Panel of Experts until 15 November 2023.\n* Requests the Panel to provide an interim report by 15 March 2023 and a final report by 15 September 2023.\n* Urges all States and relevant UN bodies to cooperate with the Committee and the Panel.\n\n**General**\n\n* Affirms readiness to review the measures contained in this resolution and the mandate of UNSMIL and the Panel.\n* Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2644_2022_EN.pdf"
}