{
  "resolution_no": "2666",
  "year": 2022,
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Climate",
    "Political"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MONUSCO",
    "UNCT",
    "EAC Regional Force",
    "FARDC"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions and statements on the Democratic Republic of the Congo (DRC), adopted Resolution 2666 (2022) at its 9226th meeting on December 20, 2022. The resolution reaffirms the Council's commitment to the sovereignty, independence, unity, and territorial integrity of the DRC and all States in the region. It emphasizes the urgent need to respect the principles of non-interference, good-neighbourliness, and regional cooperation.\n\nThe Council notes the persistent security challenges threatening civilians, including international crimes, and recognizes the primary responsibility of the Government of the DRC to protect civilians. It expresses concern over the recurring cycles of conflict and violence by foreign and domestic armed groups, including the Allied Democratic Forces (ADF), which has links to terrorist networks.\n\nThe resolution welcomes efforts of the Government and people of the DRC, the Armed Forces of the DRC (FARDC), and the United Nations Organisation Stabilisation Mission in the DRC (MONUSCO) in addressing threats posed by armed groups. However, it remains deeply concerned by high levels of human rights violations and abuses, and intercommunal violence.\n\nThe Council stresses the importance of women's and youth's full, equal, effective, meaningful, and safe participation in peace and security efforts. It expresses great concern over the humanitarian situation, with 27 million Congolese in need of humanitarian assistance, 5.7 million internally displaced persons, and 523,000 refugees in the DRC.\n\nThe resolution recalls previous demands for a general and immediate cessation of hostilities and humanitarian pauses to enable the delivery of humanitarian assistance. It notes the importance of commercial trade of essential commodities and recalls relevant resolutions on women, peace, and security, youth, peace, and security, children, and armed conflict.\n\nThe Council recognizes the adverse effects of climate change, ecological changes, and natural disasters on the stability of the DRC and welcomes the leadership of the DRC in addressing these issues. It expresses concern regarding the activities of armed groups in protected areas.\nHere is a summarized version of the Security Council document 2666 (2022):\n\nThe Security Council:\n\n**Reiterates** the necessity for MONUSCO to fully implement its mandate to address threats from armed groups and other security threats in the DRC.\n\n**Welcomes** efforts by the Government of the DRC to respond to the needs of the Congolese people, and urges all stakeholders to implement critical governance, security, and economic reforms.\n\n**Requests** the Secretary-General and regional organizations to provide political support to strengthen State institutions in the DRC and restore trust among parties.\n\n**Welcomes** commitments by President Tshisekedi to protect and respect human rights and fundamental freedoms, and combat impunity.\n\n**Urges** the Government of the DRC to:\n\n* Hold accountable those responsible for human rights violations and abuses\n* Ensure accountability for security forces responsible for human rights violations\n* Facilitate access for the Joint Human Rights Office to detention centers, hospitals, and morgues\n* Strengthen efforts to combat impunity for sexual violence in conflict and post-conflict situations\n\n**Condemns** all sexual violence in conflict and post-conflict situations in the DRC, particularly by armed groups.\n\n**Calls upon** the Government of the DRC to:\n\n* Work towards stabilization and strengthening of State institutions, particularly in areas of conflict\n* Ensure the 2023 electoral process is funded and free and fair\n* Provide all necessary services and support to victims and survivors of sexual violence.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Condemns armed groups in the DRC, including M23, CODECO, ADF, FDLR, and Mai-Mai groups, for violating international humanitarian law and human rights, and reiterates that those responsible must be held accountable.\n\n Demands that all armed groups cease violence, destabilizing activities, and exploitation of natural resources, and that M23 withdraw from occupied areas.\n\n Urges the Government of the DRC to enhance implementation of the Joint Communiqué on the Fight Against Sexual Violence in Conflict and ensure adequate funding.\n\n Welcomes progress made by the Government of the DRC to consolidate gains of the Action Plan to End and Prevent the Recruitment and Use of Children and expedite its implementation.\n\n Calls on the Government of the DRC to continue efforts to hold perpetrators of violations and abuses accountable, including within security forces.\n\n Condemns the continued illegal exploitation and trafficking of natural resources, particularly conflict minerals, and encourages the Government of the DRC to strengthen efforts to safeguard protected natural areas.\n\n Welcomes commitments by President Tshisekedi to advance security sector reform and promote consolidation of State authority, reconciliation, tolerance, and democracy.\n\n Calls for continued national efforts to address the threat posed by the illicit transfer, destabilizing accumulation, and misuse of small arms and light weapons.\n\n Urges the Government of the DRC and its partners to provide support for swift and effective implementation of disarmament, demobilization, and reintegration of former combatants.\n\n Encourages international partners to increase support to the Government of the DRC to enhance Weapons and Ammunition Management.\nHere is a summarized version of the Security Council document:\n\n**Regional Support**\n\n* The Security Council recalls that eliminating the threat posed by armed groups requires an integrated regional approach and strong political engagement from the Government of the DRC, the African Union (AU), the East African Community (EAC), the International Conference on the Great Lakes Region (ICGLR), and the Southern African Development Community (SADC).\n* The Council reaffirms its support for national and regional efforts to promote peace and stability in the DRC and the region, building on the commitments made under the Peace, Security and Cooperation (PSC) Framework.\n* The Council commends the EAC-led Nairobi process and the AU-mandated mediation under the aegis of Angola, and encourages further efforts to implement the ICGLR Road Map and the Final Communiqué of the Mini-Summit on Peace and Security in the Eastern Region of the DRC.\n\n**MONUSCO's Mandate**\n\n* The Security Council decides to extend MONUSCO's mandate until 20 December 2023, including its Force Intervention Brigade.\n* The Council authorizes MONUSCO's troop ceiling to comprise 13,500 military personnel, 660 military observers and staff officers, 591 police personnel, and 1,410 personnel of formed police units.\n* The Council decides that MONUSCO's strategic priorities are to contribute to the protection of civilians and support the stabilization and strengthening of State institutions in the DRC.\n\n**Tasks by Order of Priority**\n\n* The Council decides that MONUSCO's mandate shall include the following tasks in priority order:\n\t1. Protection of civilians under threat of physical violence.\n\t2. Conduct targeted offensive operations to neutralize armed groups.\n\t3. Conduct joint operations with Congolese security forces.\n\n**Key Emphasis**\n\n* The Council stresses the need to carry out all operations in strict compliance with international law, including international humanitarian law and international human rights law.\n* The Council requests MONUSCO to ensure that any support provided to operations conducted by national security forces is subject to appropriate oversight and scrutiny.\nHere is a summarized version of the Security Council document:\n\n**Protection of Civilians**\n\n* Maintain proactive deployment and mobile posture, including active patrolling in high-risk areas (d)\n* Work with the Government of the DRC and humanitarian workers to identify threats to civilians and implement joint prevention and response plans (e)\n* Enhance community engagement and strategic communications to raise awareness about its mandate and activities (f)\n\n**Disarmament, Demobilisation, Reintegration (DDR) and Stabilisation**\n\n* Provide good offices, advice, and assistance to the Government of the DRC for the EAC-led Nairobi process and DDR of combatants (g)\n* Support disarmament, demobilisation, repatriation, resettlement, and reintegration of foreign combatants (h)\n* Advise and support the DRC authorities in the disposal of weapons and ammunitions (i)\n* Provide technical advice to the Government of the DRC on the management of natural resources (j)\n* Collaborate with the Government of the DRC to consolidate gains of the Action Plan to Prevent and End the Recruitment and Use of Children (k)\n\n**Security Sector Reform (SSR)**\n\n* Provide good offices and strategic and technical advice to the Government of the DRC to accelerate national ownership of SSR (l)\n* Promote and facilitate military, police, justice, and prison sector reforms to enhance accountability and operational effectiveness\n\n**Reporting and Follow-up**\n\n* Authorises MONUSCO to monitor, report, and follow-up on human rights violations and abuses (25)\n\n**Additional Tasks**\n\n* Support the 2023 electoral process, if officially requested by the Congolese authorities (26(a))\n* Work with the authorities of the DRC to strengthen and support the DRC judicial system (26(b))\n* Provide good offices, advice, and support to the Government of the DRC to promote human rights and fight impunity (26(c))\n\n**Protection of United Nations Personnel**\n\n* Ensure the protection of United Nations personnel, facilities, installations, and equipment (27)\nHere is a summarized version of the Security Council document:\n\n**Child Protection**\n\n* Requests MONUSCO to consider child protection in all aspects of its mandate, including DDR and SSR processes, and interventions to separate children from armed groups.\n* Emphasizes the crucial role of UN Child Protection Advisers in MONUSCO.\n\n**Gender, Sexual Violence**\n\n* Requests MONUSCO to consider gender considerations throughout its mandate and support the Government of the DRC in creating an environment conducive to women's participation and representation.\n* Acknowledges the crucial role of UN Women Protection Advisers in MONUSCO.\n* Reiterates the need to hold accountable perpetrators of violations of international humanitarian law, including sexual violence.\n\n**Humanitarian Access and Humanitarian Appeal**\n\n* Demands that all parties allow and facilitate humanitarian access, equipment, and supplies to populations in need.\n* Calls on Member States and international organizations to respond swiftly to humanitarian needs identified in the Humanitarian Response Plan.\n\n**Sanctions Regime**\n\n* Requests MONUSCO to monitor the implementation of the arms embargo and cooperate with the Group of Experts.\n\n**Mission Effectiveness and Safety and Security of Peacekeepers**\n\n* Requests the Secretary-General to provide MONUSCO with necessary capacities to fulfill its mandate and ensure peacekeeper safety and security.\n* Urges troop- and police-contributing countries to prevent sexual exploitation and abuse.\n\n**Exit Strategy**\n\n* Takes note of the Government of the DRC's call to review the Transition Plan for MONUSCO and encourages the UN and the Government to identify steps to create minimum security conditions for MONUSCO's exit.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Encourages the international community to support the scaling up of UNCT activities in the DRC, including peacebuilding activities, as MONUSCO prepares to withdraw.\n* Calls on MONUSCO to work with the UNCT to address capability gaps and clarify roles and responsibilities for a smooth exit.\n* Requests MONUSCO to progressively transfer tasks to the Government of the DRC, UNCT, and other stakeholders.\n* Highlights the importance of strategic communications in transition settings.\n\n Reporting requirements:\n\n* The Secretary-General is requested to report to the Council every three months on:\n\t+ Situation in the DRC, including progress on State institutions and security reforms.\n\t+ MONUSCO's mandate implementation, including performance metrics and challenges.\n\t+ Strategic communications and their impact.\n\t+ Progress on priority collaborative actions and resource mobilization.\n\t+ Transfer of MONUSCO's tasks to other stakeholders.\n* The Secretary-General is also requested to report every six months on:\n\t+ Progress towards benchmarks and indicators set out in the Transition plan.\n\t+ Implementation of commitments under the PSC Framework and its linkages with the broader security situation in the Great Lakes Region.\n\n Future planning:\n\n* The Secretary-General is requested to provide options for adapting MONUSCO's configuration and the UN's future presence in the DRC by July 2023.\n* The Council decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2666_2022_EN.pdf"
}