{
  "resolution_no": "2656",
  "year": "2022",
  "theme": [
    "Libya",
    "Peacekeeping",
    "Elections",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNSMIL",
    "Libyan High National Elections Commission (HNEC)",
    "Peacebuilding Commission",
    "African Union",
    "League of Arab States",
    "European Union"
  ],
  "reporting_cycle": "every 60 days",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nRecalling its previous resolutions on Libya, reaffirms its commitment to an inclusive Libyan-led political process, facilitated by the UN, to hold free and fair elections.\n\nThe Council expresses concern over the security situation, particularly violent clashes in Tripoli, and condemns the indiscriminate use of weapons in populated areas.\n\nIt recognizes the role of neighboring countries and regional organizations in supporting the UN's efforts and expresses concern over the impact of the conflict on these countries.\n\nThe Council calls for the protection of civilians, the disarmament and demobilization of armed groups, and the establishment of a unified, civilian-led security architecture.\n\nIt urges Libyan institutions to ensure the full participation of women in all levels of decision-making and to protect women's rights.\n\nThe Council recalls that Libya's oil resources are for the benefit of all Libyans and must be under the control of the National Oil Corporation.\n\nIt reaffirms its intention to make frozen assets available to the Libyan people and expresses concern over the humanitarian situation, including the situation of internally displaced persons and migrants.\n\nThe Council welcomes the work of UNSMIL in facilitating Libyan consultations and promoting peacebuilding and sustaining peace in the country and region.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Extends the mandate of the United Nations Support Mission in Libya (UNSMIL) until 31 October 2023.\n2. Welcomes the appointment of Abdoulaye Bathily as Special Representative of the Secretary-General for Libya and Head of UNSMIL.\n3. Requests UNSMIL to implement the recommendations of the Independent Strategic Review.\n4. Recalls the Libyan Political Dialogue Forum (LPDF) Roadmap and urges Libyan institutions to agree on a roadmap to deliver elections.\n5. Welcomes support provided to the Libyan High National Elections Commission (HNEC) and encourages continuation of this support.\n6. Underlines the importance of an inclusive national dialogue and reconciliation process.\n7. Emphasizes that there can be no military solution in Libya and calls upon parties to refrain from violence.\n8. Recalls measures set out in resolution 1970 (2011) and demands full compliance with the arms embargo.\n9. Urges member states to respect Libya's sovereignty, independence, territorial integrity, and national unity.\n10. Calls on parties to implement the 23 October 2020 ceasefire agreement, including the Action Plan agreed by the 5+5 Joint Military Commission.\n11. Requests the Secretary-General to report to the Security Council on the implementation of this resolution every 60 days.\n12. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2656_2022_EN.pdf"
}