{
  "resolution_no": "2624",
  "year": "2022",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Terrorism",
    "WPS/CAAC",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIFIL",
    "MINUSMA",
    "Al-Qaida Sanctions Committee",
    "ISIL & Al-Qaida Sanctions List",
    "The Houthis (Ansarallah)"
  ],
  "reporting_cycle": "The Panel of Experts to provide a midterm update to the Committee no later than 28 July 2022, and a final report no later than 28 January 2023",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions and statements on Yemen,\n\nReaffirms its commitment to Yemen's unity, sovereignty, independence, and territorial integrity.\n\nCondemns the ongoing military escalation, particularly in Marib city, resulting in civilian casualties, including children, and threatening internally displaced persons.\n\nCondemns Houthi terrorist attacks in Abu Dhabi and Saudi Arabia.\n\nDemands Houthis cease cross-border attacks, including against civilian targets.\n\nCalls for immediate de-escalation, a nationwide ceasefire, and implementation of the Secretary-General's Global Ceasefire call.\n\nUrges all parties to meet with the Special Envoy and participate in peace efforts without preconditions.\n\nExpresses concern over ongoing challenges in Yemen, including violence, enforced disappearances, and illicit weapon transfers.\n\nHighlights the environmental and humanitarian risk posed by the Safer oil tanker and stresses Houthi responsibility.\n\nReiterates the need for parties to resolve differences through dialogue and reject violence.\n\nReaffirms the need for compliance with international law, including humanitarian law and human rights law.\n\nExpresses concern over the humanitarian threat posed by explosive remnants of war.\n\nSupports the Special Envoy's work and an inclusive Yemeni-led peace process.\n\nDemands the full participation of women in the peace process and implementation of Yemen's Women, Peace, and Security National Action Plan.\n\nCondemns sexual and gender-based violence.\n\nCalls for full implementation of the Riyadh Agreement.\n\nExpresses alarm over Al-Qaida and ISIL presence in Yemen.\n\nRecalls the listing of AQAP and associated individuals on the ISIL and Al-Qaida Sanctions List.\nHere is a concise summary of the Security Council document 2624 (2022):\n\nNoting the critical importance of effective implementation of sanctions on Yemen, \nthe Security Council:\n- Notes the final report of the Panel of Experts, confirming weapons transfers to Yemen.\n- Expresses concern over the threat to peace and security from illicit small arms transfers.\n- Recalls the targeted arms embargo and calls for compliance.\n- Encourages regional cooperation to detect and prevent embargo violations.\n- Condemns attacks on ships off Yemen's coast and maritime smuggling of arms.\n- Demands the release of the crew of the vessel Rawabee and UN staff detained by Houthis.\n- Condemns human rights abuses, including conflict-related sexual violence and child recruitment.\n- Expresses concern over Yemen's humanitarian situation, including famine risk and COVID-19 impact.\n- Emphasizes facilitating commercial imports and humanitarian assistance.\n- Calls for preventing further economic fragmentation.\n- Strongly condemns Houthi cross-border attacks on Saudi Arabia and the UAE.\n- Reaffirms the need for a political transition and Yemeni-led dialogue.\n- Decides to renew sanctions measures until 28 February 2023.\n- Emphasizes facilitating humanitarian assistance and commercial imports.\n- Encourages capacity building of the Yemeni Coast Guard.\n- Calls on Member States to combat arms smuggling.\nHere is a concise summary of the Security Council document 2624 (2022):\n\n9. Emphasizes that States' measures to implement this resolution must comply with international law, including humanitarian, human rights, and refugee law.\n\n10. Reaffirms that provisions of previous resolutions (2140 (2014) and 2216 (2015)) apply to individuals/entities designated for threatening Yemen's peace, security, or stability.\n\n11. Reaffirms designation criteria set out in previous resolutions (2140 (2014) and 2216 (2015)).\n\n12. Reaffirms that sexual violence and child recruitment/use in armed conflict could be sanctionable acts.\n\n13. Affirms that cross-border launches from Yemen using ballistic/cruise missile technology may be included in designation criteria.\n\n14. Affirms that attacks on merchant vessels in the Red Sea or Gulf of Aden may be included in designation criteria.\n\n15. Extends the Panel of Experts' mandate until 28 March 2023 and requests the Secretary-General to re-establish the Panel.\n\n16. Requests the Panel to provide a midterm update by 28 July 2022 and a final report by 28 January 2023.\n\n17. Directs the Panel to cooperate with other expert groups supporting Sanctions Committees.\n\n18. Urges cooperation with the Panel and ensures the safety of its members and access to information.\n\n19. Emphasizes consultations with concerned Member States for full implementation.\n\n20. Condemns the continued supply of weapons to Yemen in violation of the targeted arms embargo.\n\n21. Urges Member States to prevent supply of arms to designated individuals/entities.\n\n22. Recalls best practices and methods for monitoring mechanisms.\n\n23. Reaffirms intention to review the situation in Yemen and measures contained in this resolution.\n\n24. Decides to remain actively seized of the matter.\nThe Houthis, also known as AnsarAllah, Ansar Allah, Partisans of God, and Supporters of God, have engaged in acts threatening Yemen's peace, security, and stability. Their actions include:\n\n* Attacks on civilians and civilian infrastructure in Yemen\n* Sexual violence and repression against politically active and professional women\n* Recruitment and use of children\n* Incitement of violence against groups based on religion and nationality\n* Indiscriminate use of landmines and improvised explosive devices on Yemen's West Coast\n* Obstruction of humanitarian assistance delivery in Yemen\n\nThey have also:\n* Conducted attacks on commercial shipping in the Red Sea using improvised explosive devices and sea mines\n* Perpetrated cross-border terrorist attacks on civilians and civilian infrastructure in Saudi Arabia and the United Arab Emirates, threatening to target civilian sites.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2624_2022_EN.pdf"
}