{
  "resolution_no": "2641",
  "year": "2022",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Group of Experts on the DRC",
    "UNIFIL",
    "MINUSMA",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days, mid-term report no later than 30 December 2022, and a final report no later than 15 June 2023",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions on the Democratic Republic of the Congo (DRC), reaffirms its commitment to the country's sovereignty, independence, unity, and territorial integrity. The Council expresses concern at the presence of armed groups in eastern DRC, their human rights abuses, and the illegal exploitation of natural resources, which enables these groups to operate. \n\nThe Council welcomes diplomatic efforts by regional states to foster peace and reconciliation and calls for the full implementation of commitments under the Peace and Security Framework for the DRC and the Region. \n\nThe Council renews until 1 July 2023 the measures set out in paragraphs 1 to 6 of resolution 2293 (2016) and reaffirms that these measures apply to individuals and entities designated by the Committee for involvement in the production or use of improvised explosive devices or attacks with such devices in the DRC.\n\nThe Council also decides to extend until 1 August 2023 the mandate of the Group of Experts and requests the Secretary-General to re-establish the Group, in consultation with the Committee. The Council demands that States ensure their measures to implement this resolution comply with their obligations under international law. \n\nThe Council affirms its readiness to review the appropriateness of these measures, including any modification, suspension, or lifting, as may be needed in light of progress achieved.\nThe Security Council:\n\n- Requires a mid-term report by 30 December 2022 and a final report by 15 June 2023, along with monthly updates except when these reports are due;\n\n- Reaffirms previous reporting provisions (resolutions 2360 (2017) and 2478 (2019));\n\n- Recalls the Committee's Guidelines for its Work adopted on 6 August 2010, and encourages Member States to use these guidelines on listing and delisting;\n\n- Recalls the Secretary-General's commitment to bring to justice the perpetrators of the killing of the Group of Experts members and accompanying Congolese nationals, and stresses the importance of the continued deployment of the Follow-on Mechanism;\n\n- Decides to remain seized of the matter.\n\nAnnex A lists the following types of weapons and associated ammunition:\n\n- All types of weapons with a calibre up to 14.5mm;\n- Mortars with a calibre up to 82mm;\n- Grenade and rocket launchers with a calibre up to 107mm;\n- Man-portable air-defense systems (MANPADS);\n- Anti-tank guided missile systems.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2641_2022_EN.pdf"
}