{
  "resolution_no": "2631",
  "year": "2022",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Climate"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMI",
    "UNITAD",
    "UN Country Team",
    "Independent High Electoral Commission"
  ],
  "reporting_cycle": "every four months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Iraq, reaffirms Iraq's independence, sovereignty, unity, and territorial integrity.\n\nSupports Iraq's stabilization efforts, including fighting terrorism, recovery, reconstruction, and reconciliation.\n\nCondemns the assassination attempt against Prime Minister Mustafa al Kadhimi and emphasizes the inviolability of diplomatic and consular premises.\n\nCommends the execution of a peaceful election and calls for the swift formation of a new government.\n\nUrges the Government of Iraq to deliver meaningful reforms to address corruption, improve governance, and promote human rights.\n\nNotes the importance of achieving durable solutions for internally displaced persons and recognizes the need to hold perpetrators of conflict-related sexual and gender-based violence accountable.\n\nEmphasizes the need for comprehensive risk assessments to address climate change and ecological changes.\n\nExpresses concern at the impact of the COVID-19 pandemic and calls for equitable access to vaccines.\n\nCalls on the international community to remain committed to providing support to Iraq.\n\nDecides to extend the mandate of the United Nations Assistance Mission for Iraq (UNAMI) until 31 May 2023.\n\nRequests the Special Representative of the Secretary-General and UNAMI to prioritize advice, support, and assistance to the Government and people of Iraq on advancing inclusive political dialogue and national reconciliation.\nThe Security Council:\n\n1. Decides to extend the mandate of the United Nations Assistance Mission for Iraq (UNAMI) until 31 May 2023;\n\n2. Directs UNAMI to:\n(a) Support efforts to:\n(i) Strengthen electoral preparation and processes;\n(ii) Constitutional review and implementation;\n(iii) Security sector reform;\n(iv) Facilitate regional dialogue and cooperation;\n\n(b) Promote, support, and facilitate:\n(i) Humanitarian and medical assistance;\n(ii) Safe return or local integration of refugees and displaced persons;\n(iii) Programmes to improve essential civil and social services;\n(iv) Economic reform and recovery;\n(v) Contributions of UN agencies;\n\n(c) Promote accountability, human rights, and judicial reform;\n\n(d) Support the work of the UN Investigative Team (UNITAD);\n\n(e) Mainstream gender issues and promote women's participation;\n\n(f) Strengthen child protection;\n\n(g) Support dialogue between the Government of Iraq and the Kurdistan Regional Government;\n\n3. Recognizes the essential security of UN personnel and calls upon the Government of Iraq to provide security and logistical support;\n\n4. Intends to review UNAMI's mandate and reporting cycle by 31 May 2023;\n\n5. Requests the Secretary-General to report to the Council every four months;\n\n6. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2631_2022_EN.pdf"
}