{
  "resolution_no": "2663",
  "year": "2022",
  "theme": [
    "Non-Proliferation",
    "Disarmament",
    "Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "1540 Committee",
    "Group of Experts",
    "United Nations Trust Fund for Global and Regional Disarmament Activities",
    "Financial Action Task Force (FATF)"
  ],
  "reporting_cycle": "The 1540 Committee will conduct comprehensive reviews on the status of implementation of resolution 1540 (2004) every 5 years, with the first review to be held before December 2027. The Committee will also submit to the Security Council a report upon the conclusion of each of those reviews.",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms its previous resolutions on the non-proliferation of nuclear, chemical, and biological weapons;\nReaffirms that the proliferation of such weapons and their means of delivery poses a threat to international peace and security;\n\nExpresses grave concern over illicit trafficking in such weapons and related materials;\nReaffirms the need for all Member States to comply with their obligations and commitments on arms control, disarmament, and non-proliferation;\n\nRemains concerned about the threat of terrorism and the risk of non-State actors acquiring such weapons;\nEmphasizes the need for States to take national measures to strengthen export controls and prevent proliferation financing;\n\nReaffirms the importance of preventing proliferation while allowing international cooperation for peaceful purposes;\n\nEndorses the work of the Committee established pursuant to resolution 1540 (2004) and reaffirms its continued support;\n\nRecognizes States' progress in presenting national reports on implementation and welcomes additional and updated information;\n\nHighlights the importance of active dialogue with Member States and the value of visits to States;\n\nRecognizes the need for assistance to Member States in implementing resolution 1540 (2004) and emphasizes the importance of improving the Committee's mechanism to provide effective, timely, and tailored assistance;\n\nNotes the importance of providing voluntary technical reference guidance and holding periodic open briefings to Member States;\n\nWelcomes efforts by international, regional, and subregional organizations in supporting Member States;\n\nAcknowledges the importance of improving the Committee's outreach, dialogue, and collaboration with regional and subregional organizations.\nEncouraging the 1540 Committee to give due consideration to the full, equal and meaningful participation of women in all its activities,\n\nRecognizing that implementation of the mandate of the 1540 Committee continues to require sustained support and adequate human and financial resources,\n\nAcknowledging the importance of voluntary contributions made in the field of assistance by Member States and international, regional and subregional organizations,\n\nEndorsing the 2022 comprehensive review of the status of the implementation of resolution 1540 (2004) and taking note of its results,\n\nActing under Chapter VII of the Charter of the United Nations:\n\n1. Reiterates its decisions in and the requirements of resolution 1540 (2004), and re-emphasizes the importance for all States to implement fully that resolution;\n\n2. Decides to extend the mandate of the 1540 Committee for a period of 10 years until 30 November 2032;\n\n3. Further decides that the 1540 Committee will conduct comprehensive reviews on the status of implementation of resolution 1540 (2004), including through the holding of open consultations of the Committee in New York, both after five years and prior to the renewal of its mandate;\n\n4. Decides that the 1540 Committee will continue to submit to the Security Council its Programme of Work, and will brief the Security Council in the first quarter of each year;\n\n5. Also decides to continue to provide the 1540 Committee with the assistance of its group of experts, and requests the Secretary-General to take the necessary administrative measures to this effect;\n\n6. Again calls upon all States that have not yet presented a first report on steps they have taken or intend to take to implement resolution 1540 (2004) to continue to undertake efforts to submit such a report to the 1540 Committee without delay;\n\n7. Again encourages all States that have submitted such reports to provide, when appropriate or upon the request of the 1540 Committee, additional information on their implementation of resolution 1540 (2004);\n\n8. Again encourages States to prepare on a voluntary basis national implementation action plans, with the assistance of the 1540 Committee and its expertise as appropriate;\n\n9. Encourages the 1540 Committee to continue to actively engage in dialogue with Member States on the implementation of resolution 1540 (2004);\n\n10. Stresses the importance of a tailored dialogue and engagement of the 1540 Committee with Member States;\n\n11. Encourages Member States to voluntarily share their experiences, lessons learned and best practices regarding implementation of resolution 1540 (2004);\n\n12. Reiterates its decision that the 1540 Committee shall continue to intensify its efforts to promote the full implementation by all States of resolution 1540 (2004);\n\n13. Encourages the 1540 Committee to develop and review, as appropriate, voluntary technical reference guides;\n\n14. Again calls upon States to take into account developments on the evolving nature of risk of proliferation and rapid advances in science and technology;\n\n15. Reiterates its request to the 1540 Committee to take note in its work, where relevant, of the continually evolving nature of the risks of proliferation;\n\n16. Continues to encourage Member States that have requests for assistance to make use of the Committee’s assistance template;\n\n17. Directs the 1540 Committee to periodically review, as appropriate, the role, efficiency and effectiveness of the Committee’s mechanism for matching offers and requests for assistance;\n\n18. Requests the 1540 Committee to maintain an updated comprehensive list of assistance providers;\n\n19. Urges the 1540 Committee to make its expertise fully available to Member States, as appropriate, during the preparation of their voluntary requests for assistance.\nHere is a summarized version of the Security Council document text:\n\n20. Encourages Member States to provide feedback to the 1540 Committee on assistance requests, including activities, achievements, and areas for improvement.\n\n21. Urges the 1540 Committee to promote technical assistance through international and regional conferences, and encourages Member States to support these efforts.\n\n22. Reiterates the need for cooperation among the 1540 Committee, the ISIL/Al-Qaida Committee, and the Counter-Terrorism Committee, including information sharing, coordination on visits, and technical assistance.\n\n23. Calls on international organizations to designate a Point of Contact or Coordinator for Resolution 1540 and enhance cooperation with the 1540 Committee.\n\n24. Encourages the 1540 Committee to develop a multi-year programme of outreach to States.\n\n25. Requests the 1540 Committee to organize outreach events on the implementation of Resolution 1540 at various levels.\n\n26. Directs the 1540 Committee to convene regular open briefings for Member States and international organizations on its activities and assistance matters.\n\n27. Requests the 1540 Committee to make information relevant to implementation of Resolution 1540 widely available.\n\n28. Underscores the importance of adequate resources for the 1540 Committee's support structure.\n\n29. Encourages States to contribute funds to finance projects and activities to assist States in implementing their obligations under Resolution 1540.\n\n30. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2663_2022_EN.pdf"
}