{
  "resolution_no": "2669",
  "year": "2022",
  "theme": [
    "Myanmar",
    "Humanitarian",
    "Peacekeeping",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNSC",
    "ASEAN",
    "Myanmar Government",
    "Bangladesh Government"
  ],
  "reporting_cycle": "Secretary-General reports orally by 15 March 2023",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council expresses deep concern at the ongoing state of emergency in Myanmar imposed by the military on 1 February 2021, and its grave impact on the people. It condemns all forms of violence, attacks on civilians and civilian infrastructure, and arbitrary detention of State Counsellor Aung San Suu Kyi and President Win Myint. The Council stresses the need to uphold the rule of law, respect human rights, and protect the rights of women and children. It demands an immediate end to violence, urges restraint and de-escalation of tensions, and calls for the immediate release of all arbitrarily detained prisoners. The Council reiterates its support for ASEAN's central role in facilitating a peaceful solution, and welcomes efforts to implement the Five Point Consensus. It urges all parties to respect human rights and the rule of law, and acknowledges the need for full, safe and unimpeded humanitarian access. The Council reaffirms its support for the people of Myanmar and its strong commitment to the country's sovereignty, independence, territorial integrity and unity. The Council \n1. Demands an immediate end to all forms of violence \n2. Urges the Myanmar military to release all arbitrarily detained prisoners \n3. Reiterates its call to uphold democratic institutions \n4. Urges all parties to respect human rights and the rule of law \n5. Acknowledges ASEAN’s central role in helping to find a peaceful solution.\n6. Calls for immediate actions to implement ASEAN's Five Point Consensus, agreed on 24 April 2021, and requests the Secretary-General or his Special Envoy to report orally by 15 March 2023 on UN support for its implementation.\n\n7. Reiterates support for the ASEAN Special Envoy's efforts to engage with all parties in Myanmar, promoting inclusive dialogue to achieve an end to violence and support democracy.\n\n8. Urges all parties in Myanmar to work constructively with the ASEAN and UN Special Envoys to commence dialogue for a peaceful solution.\n\n9. Reiterates the necessity for full, safe and unhindered humanitarian access, and scaled up humanitarian assistance to all people in need in Myanmar.\n\n10. Underscores the need to address the root causes of the crisis in Rakhine State, and create conditions for the voluntary return of Rohingya refugees and displaced persons.\n\n11. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2669_2022_EN.pdf"
}