{
  "resolution_no": "2643",
  "year": "2022",
  "theme": [
    "Peacekeeping",
    "Yemen Conflict",
    "Humanitarian"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMHA",
    "OSESGY",
    "UN Country Team in Yemen",
    "UNVIM"
  ],
  "reporting_cycle": "monthly",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n\nRecalling previous resolutions and statements on Yemen, \n\nRecognising the exacerbation of COVID-19 by armed conflict, \n\nWelcoming a two-month truce in Yemen and its extension, \n\nReaffirming commitment to Yemen's unity, sovereignty, and territorial integrity,\n\n1. Extends until 14 July 2023 the mandate of UNMHA to support the Hodeidah Agreement implementation.\n\n2. UNMHA's mandate includes: \n   (a) leading the RCC to oversee ceasefire, redeployment, and mine action,\n   (b) monitoring ceasefire compliance,\n   (c) ensuring security by local forces,\n   (d) facilitating UN support.\n\n3. Approves the Secretary-General's proposals on UNMHA's composition and operational aspects.\n\n4. Underlines close collaboration between UN entities in Yemen.\n\n5. Requests the Secretary-General to fully deploy UNMHA and calls on parties to ensure safety, security, and unhindered movement of UNMHA personnel.\nThe Security Council:\n\n Supports UNMHA's efforts to assist parties in implementing the Hodeidah Agreement, including announced and unannounced patrols, and welcomes UNMHA's presence in Government-controlled areas.\n\n Calls on parties to observe commitments under the Hodeidah Agreement, including not bringing military reinforcements or objects to the city, ports, and governorate, and removing military manifestations from the city.\n\n Requests Member States to support the UN in implementing UNMHA's mandate.\n\n Requests the Secretary-General to report monthly on progress, including obstructions to UNMHA's operation, ceasefire violations, and non-compliance.\n\n Requests a further review of UNMHA at least a month before its mandate expires.\n\n Expresses intention to review and adjust UNMHA's mandate as necessary, based on developments, including a durable nationwide ceasefire.\n\n Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2643_2022_EN.pdf"
}