{
  "resolution_no": "2648",
  "year": "2022",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Sanctions",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MINUSCA",
    "European Union Training Mission in the CAR (EUTM)",
    "African Union Observer Mission in the CAR (MOUACA)",
    "Panel of Experts"
  ],
  "reporting_cycle": "The Secretary-General reports no later than 15 May 2023, and the Panel of Experts provides a midterm report no later than 31 January 2023, a final report no later than 30 May 2023",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on the Central African Republic (CAR), welcomes efforts by CAR authorities to reform the security sector, and encourages them to continue implementing their National Defence Plan, Force Employment Concept, and National Security Policy.\n\nReaffirms that the Political Agreement on Peace and Reconciliation in the CAR remains the only mechanism for achieving lasting peace and stability, and urges all signatories to implement it in good faith.\n\nCondemns cross-border criminal activities, such as arms trafficking and illicit trade, and calls upon the Government of CAR to enhance collaboration with neighbouring countries to secure its borders.\n\nTakes note of the request of the CAR authorities to lift the arms embargo and the positions expressed by African regional and subregional organizations.\n\nRecalling that the Committee has approved all exemption requests submitted by the CAR authorities, encourages the CAR authorities to attain key benchmarks for the review of the arms embargo measures.\n\nWelcomes progress made by the CAR authorities towards achieving the key benchmarks, and encourages them to continue reforming their security forces, implementing the Disarmament, Demobilisation, Reintegration and Repatriation (DDRR) programme, and operating an effective weapons and ammunition management system.\n\nCalls on the CAR authorities and MINUSCA to strengthen coordination, and on regional and international partners to provide coordinated support to the CAR authorities.\n\nWelcomes efforts by CAR authorities towards achieving the key benchmarks and urges them to facilitate access by the Panel of Experts and MINUSCA to arms and related material exported to CAR.\nThe Security Council:\n\nWelcomes efforts by the Panel of Experts to investigate violations of the arms embargo and hold those who violate it accountable.\n\nStresses that deliveries of weapons and equipment to the CAR security forces must be used solely for the purposes specified in relevant notifications and contribute to the development of CAR security sector institutions.\n\nNotes that measures imposed are not intended to have adverse humanitarian consequences for the civilian population.\n\nRecalls the need for States to ensure compliance with international law, including humanitarian law, human rights law, and refugee law.\n\nWelcomes reports of the Secretary-General and the Panel of Experts.\n\nDetermines that the situation in the CAR continues to threaten international peace and security.\n\nActing under Chapter VII:\n\n1. Decides to continue measures to prevent the supply, sale, or transfer of arms and related materiel to the CAR, until 31 July 2023, with exemptions for:\n\t* Supplies for MINUSCA, EU training missions, and French forces.\n\t* Non-lethal equipment and training for CAR security forces for security sector reform (SSR).\n\t* Supplies for international patrols and humanitarian or protective use.\n\t* Protective clothing for UN personnel, media, and humanitarian workers.\n\t* Supplies for international-led patrols and armed wildlife rangers.\n\t* Supplies for SSR, as notified to the Committee.\n\t* Other sales or supply, as approved by the Committee.\n\n2. Decides that the supplying Member State or organization is responsible for notifying the Committee.\n\n3. Renews measures and provisions from resolutions 2488 (2019) and 2399 (2018) until 31 July 2023.\n\n4. Renews measures and provisions from resolution 2399 (2018) until 31 July 2023.\n\n5. Reaffirms measures apply to individuals and entities designated by the Committee.\n\n6. Extends the mandate of the Panel of Experts until 31 August 2023.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Requests the Secretary-General to take measures to allow the Panel of Experts to continue its work without interruptions (para 6).\n\n Requests the Panel of Experts to provide a midterm report by 31 January 2023, a final report by 30 May 2023, and progress updates as needed (para 7).\n\n Strongly condemns attacks by armed groups of the Coalition des patriotes pour le changement (CPC) and requests the Panel to consider proposing further designations (para 8).\n\n Expresses concern about illicit trafficking networks funding armed groups in the CAR, and requests the Panel to devote special attention to analyzing these networks and threats related to explosive ordnances (para 9).\n\n Urges cooperation with the Panel of Experts and ensures the safety of its members (para 10).\n\n Urges unhindered access to persons, documents, and sites for the Panel of Experts (para 11).\n\n Reaffirms Committee provisions and reporting requirements (para 12).\n\n Requests the CAR authorities to report on progress regarding SSR, DDRR, and weapons management by 15 May 2023 (para 13).\n\n Requests the Secretary-General to report on progress achieved by the CAR authorities on key benchmarks by 15 May 2023 (para 14).\n\n Affirms continuous review of the situation in the CAR and may review measures in light of progress achieved (para 15).\n\n Decides to remain actively seized of the matter (para 16).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2648_2022_EN.pdf"
}