{
  "resolution_no": "2653",
  "year": "2022",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "BINUH",
    "UNODC",
    "CARICOM",
    "Haitian National Police"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days, and the Panel of Experts reports within 60 days to the Security Council on its work with its observations and recommendations",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council reaffirms its commitment to Haiti's sovereignty, independence, territorial integrity, and unity. It recalls previous resolutions, particularly 2645 (2022), which extended the mandate of BINUH and demanded a cessation of gang violence. The Council expresses deep concern over Haiti's protracted crises, including political, institutional, economic, security, human rights, and humanitarian crises. \n\nIt recognizes the primary responsibility of the Haitian Government to address instability and inequality and reiterates the need for a sustainable, time-bound framework for a political process led by Haitians to organize inclusive, free, and fair elections. \n\nThe Council expresses grave concern over high levels of gang violence, kidnappings, trafficking, homicides, and sexual and gender-based violence. It demands an immediate cessation of violence, criminal activities, and human rights abuses. \n\nThe Council also stresses the need to prohibit the transfer of small arms to non-state actors engaged in gang violence and to prevent their illicit trafficking. It encourages cooperation between Member States to prevent illicit arms trafficking and diversion. \n\nThe Council welcomes the launch of technical programs by UNODC to assist national authorities in promoting border and ports control and tracing illicit financial flows. It recognizes the important role of neighboring countries, regional and subregional organizations, and other international partners. \n\nThe Council condemns attacks and kidnappings of UN personnel, violence against diplomatic premises, and the looting of humanitarian aid. It calls upon all actors in Haiti to issue clear orders prohibiting human rights violations and abuses. \n\nThe Council determines that the situation in Haiti continues to constitute a threat to international peace and security in the region and acts under Chapter VII of the Charter of the United Nations.\nThe Security Council:\n\nCondemns the ongoing violence, gang activities and their impact on the humanitarian situation in Haiti.\n\n**Urges** all political actors to engage constructively in meaningful negotiations to overcome the current political stalemate and hold inclusive, free, and fair legislative and presidential elections.\n\n**Travel Ban**\n\n* Decides to impose a travel ban on individuals designated by the Committee for an initial period of one year.\n* Notes concern that travel between two states of which a designated individual has nationality or passport may undermine objectives of the travel ban.\n* Requests the Panel of Experts to report to the Committee on such travel.\n\n**Exceptions to Travel Ban**\n\n* Humanitarian need, including religious obligation (paragraph 5a).\n* Judicial process (paragraph 5b).\n* Exemption to further peace and stability in Haiti (paragraph 5c).\n\n**Asset Freeze**\n\n* Decides to impose an asset freeze on individuals and entities listed in the Annex or designated by the Committee for an initial period of one year.\n* Allows for exceptions for:\n\t+ Basic expenses (paragraph 7a).\n\t+ Extraordinary expenses (paragraph 7b).\n\t+ Judicial lien or judgment (paragraph 7c).\n\n**Additional Provisions**\n\n* Allows addition of interests or earnings to frozen accounts (paragraph 8).\n* Permits payment due under contracts entered into prior to listing (paragraph 9).\n* Exempts humanitarian assistance programs (paragraph 10).\n\n**Targeted Arms Embargo**\n\n* Decides to impose an arms embargo on individuals and entities designated by the Committee for an initial period of one year.\nHere is a concise summary of the Security Council document 2653 (2022):\n\n12. Encourages Member States to ensure marking and record-keeping measures to trace arms, and assist neighboring countries in preventing illicit trafficking.\n\n13. Calls on States to inspect cargo to Haiti if there are reasonable grounds to believe it contains prohibited items.\n\n14. Encourages regional cooperation to detect and prevent violations of measures imposed.\n\n15-16. Decides that sanctions will be imposed on individuals and entities responsible for threatening Haiti's peace, security, or stability, including engaging in or supporting criminal activities, violence, and illicit trafficking.\n\n17. Demands that States ensure measures taken comply with international law.\n\n18. Decides that the individual listed in the annex will be subject to sanctions.\n\n19. Establishes a Committee to monitor implementation, seek information, designate individuals and entities for sanctions, and report to the Security Council.\n\n20. Directs the Committee to cooperate with other relevant Security Council Sanctions Committees.\nHere is a clear and concise summary of the Security Council document:\n\n21. The Secretary-General is requested to create a Panel of Experts for 13 months to assist the Committee in carrying out its mandate, including providing information on individuals and entities engaging in activities described in paragraphs 15 and 16. The Panel's tasks include:\n  a. Assisting the Committee with information on potential designations\n  b. Gathering and analyzing information on arms trafficking and incidents undermining the political transition\n  c. Providing an interim report by 15 March 2023, a final report by 15 September 2023, and periodic updates\n  d. Assisting the Committee in refining and updating information on listed individuals and entities\n\n22. The Panel is directed to cooperate with BINUH, UNODC, CARICOM, and relevant expert groups.\n\n23. All parties, Member States, and organizations are urged to cooperate with the Panel and ensure the safety of its members and unhindered access.\n\n24. The selection process for the Panel should prioritize qualified individuals with regional and gender representation.\n\n25. The Security Council will keep the situation in Haiti under review and review the measures contained in this resolution, including strengthening, modifying, suspending, or lifting them, based on progress achieved on key benchmarks:\n  a. Government of Haiti's judicial and rule of law capacity\n  b. Reduction in violence committed by armed groups and criminal networks\n  c. Progress on benchmarks outlined in the Secretary-General's report\n  d. Decrease in illicit trafficking and diversion of arms\n\n26. The Secretary-General is requested to conduct an assessment of progress achieved on key benchmarks by 15 September 2023.\n\n27. The UNODC is invited to work with BINUH and the Panel of Experts to report to the Committee on recommendations to stem illicit financial flows and trafficking and diversion of arms.\n\n28. The Security Council decides to remain actively seized of the matter.\nJimmy Cherizier, also known as “Barbeque”, a Haitian gang leader and head of the “G9 Family and Allies”, has engaged in acts threatening Haiti's peace, security, and stability, and committed serious human rights abuses. He planned and participated in violent attacks, including the November 2018 La Saline attack, which killed at least 71 people, destroyed over 400 houses, and involved the rape of at least seven women. Cherizier's actions, including blocking fuel movement from the Varreux terminal, have contributed to Haiti's economic paralysis and humanitarian crisis.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2653_2022_EN.pdf"
}