{
  "resolution_no": "2662",
  "year": "2022",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Arms Embargo",
    "Humanitarian",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Shabaab",
    "ISIL/Da'esh",
    "African Union Mission in Somalia (AMISOM)",
    "United Nations Assistance Mission in Somalia (UNSOM)",
    "United Nations Support Office for Somalia (UNSOS)",
    "Financial Reporting Centre",
    "Panel of Experts on Somalia",
    "Security Council Committee pursuant to resolution 751 (1992) concerning Al-Shabaab"
  ],
  "reporting_cycle": "The FGS, in coordination and collaboration with FMS as appropriate, shall provide reports by 1 March 2023 and then by 1 September 2023. The Panel of Experts shall provide regular updates to the Committee, including a minimum of four different thematic reports, a comprehensive mid-term update, and a final report by 1 October 2023.",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions and statements on Somalia, reaffirms respect for Somalia's sovereignty, territorial integrity, political independence, and unity.\n\nCommends support provided by the African Union, United Nations, and bilateral partners, and urges Somalia to continue codifying and implementing weapons and ammunition management policies.\n\nExpresses support for the Federal Government of Somalia (FGS) in reconstructing the country, countering terrorism, and stopping trafficking of weapons and ammunition.\n\nExpresses grave concern at Al-Shabaab's threat to Somalia's peace, security, and stability, and condemns terrorist attacks in Somalia and neighbouring states.\n\nUnderscores the importance of a holistic and gender-sensitive approach to counter terrorism and violent extremism.\n\nReiterates that terrorism cannot be associated with any religion, nationality, or ethnic group.\n\nCommends efforts to suppress piracy and armed robbery off Somalia's coast and urges continued development of Somalia's maritime governance sector.\n\nExpresses serious concern at the humanitarian situation in Somalia, encouraging scaled-up humanitarian support.\n\nStrongly condemns deliberate targeting of civilians, humanitarian personnel, and civilian objects.\n\nExpresses concern at reports of corruption and diversion of public resources in Somalia, calling for continued efforts to address corruption and improve financial transparency.\nHere is a summarized version of the Security Council document:\n\nThe Security Council expresses concern over Somalia being one of the deadliest conflict areas for children, with high levels of child recruitment and abduction by Al-Shabaab. The Council urges the Somali Government to strengthen efforts to address these issues.\n\nThe Council also notes with concern the smuggling and trafficking of weapons, military equipment, and ammunition, and urges the Somali Government to take measures to identify and hold accountable those responsible.\n\nThe Council determines that the situation in Somalia continues to threaten international peace and security in the region and, acting under Chapter VII of the UN Charter:\n\n1. Recalls its authorization of ATMIS and commends cooperation to implement its mandate in support of Somalia's Transition Plan.\n\n2. Aims to establish a consolidated framework to strengthen state- and peace-building in Somalia, defeat Al-Shabaab, and complement UNSOM and ATMIS mandates through two pillars: \n   (a) supporting weapons and ammunition management and security sector reform;\n   (b) degrading the threat posed by Al-Shabaab.\n\nThe Council emphasizes the importance of effective weapons and ammunition management to reduce the threat posed by terrorists. It underlines the responsibility of the Somali Government to ensure safe and effective management, storage, and security of their stockpiles.\n\nThe Council calls upon the Somali Government to:\n\n* Engage and cooperate on implementing the National Weapons and Ammunition Management Strategy;\n* Establish an ammunition accounting system and build sufficient armouries and ammunition storage areas;\n* Promote professionalization, training, and capacity-building of Somali security and police institutions.\n\nThe Council welcomes the technical assessment of Somalia's weapons and ammunition management capability and endorses its recommendations. It urges the international community to provide additional support to develop Somalia's weapons and ammunition management capacity.\n\nThe Council decides to impose a partial arms embargo, prohibiting deliveries of weapons and military equipment to Somalia, except for Somalia's security and police institutions, subject to certain procedures. It also decides that exemptions shall be subject to procedures outlined in the resolution.\n\nThe Council reaffirms its commitment to working with Somalia to ensure that procedures are lifted once benchmarks are met.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n**Notifications and Deliveries of Items**\n\n* Decides that deliveries of items in Annex A, intended for Somalia's security and police institutions, may be provided within 5 working days of notification, in the absence of a negative decision by the Committee (para 14).\n* Decides that deliveries of items in Annex B are subject to notification to the Committee at least 5 working days in advance (para 15).\n* Reaffirms that notifications should include details of the manufacturer, supplier, description of arms and ammunition, proposed date and place of delivery, and intended destination unit or place of storage (para 16).\n* Decides that Somalia has primary responsibility to notify the Committee of deliveries of weapons and military equipment (para 17).\n* Requires post-delivery notifications within 30 days of delivery, including serial numbers, shipping information, and specific place of storage (para 18).\n\n**Exemptions**\n\n* Decides that paragraph 10 shall not apply to supplies of weapons or military equipment for the support of:\n\t+ UN personnel, including UNSOM (para 21(a)(i)).\n\t+ African Union Transition Mission in Somalia (ATMIS) and its strategic partners (para 21(a)(ii)).\n\t+ European Union training and support activities, Türkiye, the United Kingdom, and the United States, as well as other State forces operating within the STP (para 21(a)(iii)).\n\t+ Protective clothing for personal use by UN personnel, media, humanitarian and development workers (para 21(b)).\n\t+ Non-lethal military equipment for humanitarian or protective use (para 21(c)).\n\t+ Vessels carrying weapons and military equipment for defensive purposes (para 21(d)).\n\n**Pillar 2 - Degrading the threat posed by Al-Shabaab**\n\n* Reiterates that Al-Shabaab poses a threat to peace and security in Somalia and the region (para 22).\n* Underscores the importance of a holistic and gender-sensitive approach to counter-terrorism and violent extremism (para 23).\n* Renames the Security Council Committee established pursuant to resolution 751 (1992) concerning Somalia as the \"Security Council Committee pursuant to resolution 751 (1992) concerning Al-Shabaab\" (para 24).\n* Decides to continue efforts to degrade Al-Shabaab and strengthen peace and security (para 25).\n\n**Targeted Sanctions**\n\n* Recalls its decisions imposing targeted sanctions and expands listing criteria (para 26).\nHere is a summarized version of the Security Council document:\n\n**Listing Criteria for Sanctions**\n\nThe Security Council reiterates that individuals or entities that have:\n(a) engaged in or provided support for acts that threaten the peace, security, or stability of Somalia, including acts that threaten the peace and reconciliation process, the Federal Government of Somalia, or ATMIS by force; or\n\n(b) are associated with Al-Shabaab, including:\n  (i) participating in financing, planning, facilitating, preparing, or perpetrating acts or activities by or in support of Al-Shabaab;\n  (ii) supplying, selling, or transferring arms and related materiel to Al-Shabaab;\n  (iii) recruiting for or supporting acts or activities of Al-Shabaab or its affiliates.\n\n**Assistance to the Panel of Experts**\n\nThe Council requests Member States to assist the Panel of Experts in its investigations and Somali Government authorities, ATMIS, and partners to share information regarding conduct or activities that threaten peace and security in Somalia.\n\n**Humanitarian Assistance**\n\nThe Council reaffirms that measures imposed by resolution 1844 (2008) shall not apply to humanitarian assistance programs conducted by the UN, its agencies, humanitarian organizations, and their implementing partners.\n\n**Disrupting Al-Shabaab's Finances**\n\nThe Council:\n29. Notes with concern Al-Shabaab's ability to generate revenue and launder resources.\n30. Calls upon the Federal Government of Somalia (FGS) to:\n  (a) identify, assess, and mitigate money laundering and terrorist financing risks;\n  (b) improve compliance with anti-money laundering and counter-terrorist financing regulations;\n  (c) strengthen supervision and enforcement;\n  (d) prioritize the development of a secure national identification system;\n  (e) improve monitoring, reporting, and investigations into money laundering and terrorist financing;\n  (f) develop a plan to mitigate risks posed by Al-Shabaab to personnel working in anti-money laundering and counter-terrorist financing roles.\n\n**Somalia Charcoal Ban**\n\nThe Council:\n34. Reaffirms the ban on the import and export of Somali charcoal.\n35. Welcomes measures taken to reduce charcoal export and requests ATMIS to support Somalia in implementing the ban.\n36. Urges the Somali Government authorities to monitor and control charcoal stockpiles and consider removing and relocating stockpiles to a central storage facility.\n\n**Reducing the Threat posed by Improvised Explosive Devices (IEDs)**\n\nThe Council reaffirms that all States shall prevent the direct or indirect sale, supply, or transfer of items in part I of Annex C to Somalia.\nHere is a summarized version of the Security Council document:\n\n**Maritime Interdiction and Improving Maritime Domain Awareness**\n\n* Decides to renew provisions for maritime interdiction and improving maritime domain awareness until 15 November 2023 (para 41)\n* Encourages UNODC to enhance regional cooperation on responding to illicit maritime flows, support Somalia to improve maritime domain awareness and enforcement, and engage with shipping association representatives (para 43)\n\n**Panel of Experts**\n\n* Decides to renew the Panel of Experts until 15 December 2023 with a mandate that includes tasks referred to in previous resolutions (para 44)\n* Requests the Panel to include gender as a cross-cutting issue in its investigations and reporting (para 44)\n* Requests Somalia to facilitate interviews of suspected members of Al-Shabaab and other persons of interest held in custody (para 45)\n\n**Reporting**\n\n* Requests reports from the FGS, in coordination with FMS, by 1 March 2023 and 1 September 2023, including:\n\t+ Description of Somalia's security and police institutions (para 47a(i))\n\t+ Reports of the Joint Verification Team (para 47a(ii))\n\t+ Notifications regarding the destination unit or place of storage of military equipment (para 47a(iii))\n\t+ Update on suspicious activity documented by domestic financial institutions and investigations and actions undertaken by the Financial Reporting Centre (para 47a(iv))\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Requests updates from:\n\n* Somali Government authorities on actions to counter terrorism financing and on individuals designated by the Committee\n* Secretary-General on progress against benchmarks by 15 September 2023\n* Panel of Experts: regular updates, a comprehensive mid-term update, and a final report by 1 October 2023\n* Emergency Relief Coordinator on humanitarian assistance delivery by 1 October 2023\n* UNODC on its work by 1 October 2023\n* African Union on preparations for ATMIS personnel drawdown by 1 December 2022\n* Organisations and states exempted via paragraph 21.a.iii on support provided to Somalia by 15 October 2023\n\n Requests the Special Representatives for Children and Armed Conflict and Sexual Violence in Conflict to share information with the Committee\n\n Recalls outstanding issues between Djibouti and Eritrea, notes no progress, but welcomes responsible behaviour\n\n Decides to remain actively seized of the matter\n\n Annex A lists items subject to a no-objection process, including:\n\n1. Surface-to-air missiles\n2. Large calibre weapons\n3. Mortars\n4. Anti-tank guided weapons\n5. Military charges and devices\n6. Night vision weapon sights\n7. Military aircraft\n8. Military vessels and amphibious vehicles\n9. Unmanned combat aerial vehicles\nAnnex B – items requiring advance notification \n\n1. Small arms up to 14.7mm calibre and ammunition; \n2. RPG-7 and recoilless rifles and ammunition; \n3. Night vision weapon sights (generation 2 or lower); \n4. Military helicopters; \n5. Body armour plates (level III or higher); \n6. Military ground vehicles; \n7. Military communication equipment.\n\nAnnex C – Improvised Explosive Devices (IED) Components \n\nPart I \n1. Certain explosive materials (e.g. nitrocellulose, tetryl, nitroglycerin); \n2. Equipment to initiate explosives; \n3. Technology for production or use of listed items.\n\nPart II \n1. Additional explosive materials (e.g. ANFO, PETN, TNT); \n2. Explosives precursors (e.g. ammonium nitrate, nitric acid).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2662_2022_EN.pdf"
}