{
  "resolution_no": "2649",
  "year": "2022",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Terrorism",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MINUSMA",
    "ECOWAS",
    "ISIL (Da’esh)",
    "Al-Qaida",
    "United Nations Multidimensional Integrated Stabilization Mission in Mali"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days, Midterm report no later than 28 February 2023, a final report no later than 15 August 2023",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions on Mali, reaffirms its commitment to the country's sovereignty, unity, and territorial integrity. The Council emphasizes the importance of achieving national ownership of peace- and security-related initiatives and notes the Malian authorities' primary responsibility for stability and security. \n\nThe Council recalls the Agreement on Peace and Reconciliation in Mali, calling for its full support, close monitoring, and measures against those hindering its implementation. It reiterates the commitment of the UN, African Union, and ECOWAS to the Agreement's implementation and welcomes a recent high-level meeting on its implementation but stresses the need for action.\n\nThe Council commends Algeria and the international mediation team's role in assisting Malian parties to implement the Agreement and underlines the central role of the Special Representative of the Secretary-General for Mali. \n\nThe Council expresses concern over violent actions by non-State actors, strongly condemns terrorist organizations' activities, and condemns abuses and violations of human rights and international humanitarian law. \n\nThe Council stresses that measures imposed are not intended to have adverse humanitarian consequences and recalls the need for compliance with international law. \n\nThe Council expresses concern over stalled Agreement implementation, stressing parties' shared responsibility to make progress. It recalls its readiness to respond with measures if parties engage in hostilities or obstruct the Agreement's implementation.\n\nThe Council takes note of the Committee's decisions on individuals subject to sanctions and reiterates its call for States to implement measures contained in this resolution. Individuals or entities on the sanctions list shall not benefit from financial, operational, or logistical support from UN entities deployed in Mali.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nNoting the final report of the Panel of Experts (S/2022/595) and the importance of cooperation between the Panel and UN entities in Mali,\n\nDetermining that the situation in Mali remains a threat to international peace and security,\n\nActing under Chapter VII of the UN Charter,\n\n1. Renews measures set out in resolution 2374 (2017) until 31 August 2023;\n2. Reaffirms that these measures apply to individuals and entities designated by the Committee for involvement in acts violating international humanitarian law in Mali;\n3. Welcomes the designation of a focal point by Malian authorities for communication with the Committee and calls for swift dialogue and information exchange;\n4. Extends the Panel of Experts' mandate until 30 September 2023 and requests the Secretary-General to re-establish the Panel, with a review of the mandate by 31 August 2023;\n5. Requests the Panel to provide a midterm report by 28 February 2023, a final report by 15 August 2023, and periodic updates;\n6. Reaffirms reporting and review provisions in resolution 2374 (2017);\n7. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2649_2022_EN.pdf"
}