{
  "resolution_no": "2647",
  "year": "2022",
  "theme": [
    "Libya",
    "Peacekeeping",
    "Elections",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNSMIL",
    "Libyan Political Dialogue Forum (LPDF)",
    "African Union",
    "League of Arab States",
    "European Union",
    "National Oil Corporation"
  ],
  "reporting_cycle": "every 30 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Libya, reaffirms its commitment to a Libyan-led and Libyan-owned political process to hold free, fair and inclusive national elections.\n\nRecognizes the important role of neighboring countries and regional organizations in supporting the UN's efforts.\n\nUrges Libyan institutions to ensure the full participation of women in the political process and decision-making.\n\nUnderlines the need to plan for the disarmament, demobilization, and reintegration of armed groups.\n\nRecalls that Libya's oil resources are for the benefit of all Libyans and must remain under the control of the National Oil Corporation.\n\nReaffirms the importance of establishing a Libyan-led mechanism to manage oil and gas revenues transparently.\n\nExpresses grave concern at the humanitarian situation in Libya, including the smuggling of migrants and human trafficking.\n\nRecalling resolution 2510 (2020), demands compliance with international law and emphasizes accountability for violations.\n\nRecalling its determination that the situation in Libya continues to constitute a threat to international peace and security.\n\nDecides to:\n\n1. Extend the mandate of UNSMIL until 31 October 2022.\n2. Reiterates its decision that UNSMIL should be led by a Special Representative of the Secretary-General.\n3. Recalls the Libyan Political Dialogue Forum (LPDF) Roadmap, regrets that some deliverables have not been achieved, and urges Libyan institutions to agree on a pathway to deliver elections.\nHere is a summarized version of the document:\n\nThe Security Council:\n\n Calls for a national dialogue and reconciliation process in Libya that is inclusive, comprehensive, and transparent, with the support of regional organizations such as the African Union, League of Arab States, and European Union.\n\n Urges Libyan institutions and authorities to implement confidence-building measures, ensure the participation of women, youth, and civil society representatives in decision-making, and create an environment conducive to successful elections.\n\n Demands that all parties refrain from actions that could undermine the political process or the 23 October 2020 ceasefire, and recalls that sanctions will be applied to individuals and entities that threaten Libya's peace, stability, or security.\n\n Emphasizes that there can be no military solution in Libya and demands full compliance with the arms embargo.\n\n Urges Member States to respect Libya's sovereignty, independence, territorial integrity, and national unity.\n\n Calls on all parties to implement the 23 October 2020 ceasefire agreement, including the Action Plan agreed by the 5+5 Joint Military Commission, and for Member States to support its full implementation, including the withdrawal of foreign forces, fighters, and mercenaries.\n\n Requests the Secretary-General to report to the Security Council on the implementation of this resolution every 30 days.\n\n Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2647_2022_EN.pdf"
}