{
  "resolution_no": "2630",
  "year": "2022",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UNISFA",
    "JBVMM",
    "African Union",
    "African Union High-Level Implementation Panel (AUHIP)"
  ],
  "reporting_cycle": "Secretary-General reports no later than 15 October 2022",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nReaffirms previous resolutions and statements on the situation in Abyei and along the Sudan-South Sudan border, emphasizing the importance of full compliance and implementation.\n\nReiterates its commitment to Sudan and South Sudan's sovereignty, independence, unity, and territorial integrity, and to the principles of good neighbourliness, non-interference, and regional cooperation.\n\nReaffirms that territorial boundaries shall not be altered by force and that territorial disputes shall be settled peacefully.\n\nWelcomes cooperation between Sudan and South Sudan, encouraging meetings of joint mechanisms to address Abyei's administrative and security arrangements.\n\nEncourages the African Union, AUHIP, and UN Special Envoy to intensify mediation efforts to establish temporary arrangements for Abyei and achieve a political solution for its final status.\n\nExpresses concern over recent violence in Abyei, urging an immediate cessation of violence and facilitation of humanitarian access.\n\nCommends UNISFA's assistance to the parties and encourages coordination with local administrations to maintain stability and facilitate the return of displaced persons.\n\nExpresses grave concern over security threats and attacks against UNISFA peacekeepers, stressing that such attacks are unacceptable and should be investigated and accounted for.\n\nBears in mind the ongoing humanitarian needs in Abyei and the importance of support to livelihoods and resilience.\n\nTakes note of the Secretary-General's report and recognizes the current situation in Abyei and along the Sudan-South Sudan border as a threat to international peace and security.\n\nDecides to:\n\n1. Extend UNISFA's mandate until 15 November 2022, under Chapter VII of the UN Charter.\n2. Extend UNISFA's tasks and mandate modification regarding support to the Joint Border Verification and Monitoring Mechanism (JBVMM) until 15 November 2022.\n3. Maintain authorized troop and police ceilings.\n4. Urge Sudan and South Sudan to provide full support for UNISFA, ensuring the safety and security of UN personnel and assets.\nThe Security Council:\n\n5. Urges Sudan and South Sudan to facilitate UNISFA's smooth functioning, enable mutual cooperation, and allow redeployment to previous locations, including Gok Machar, and requests the Secretary-General to ensure UNISFA's use of confidence-building measures to support its mandate implementation.\n\n6. Reiterates that the Abyei Area shall be demilitarized, except for UNISFA and the Abyei Police Service, and urges Sudan, South Sudan, and local communities to ensure demilitarization and cooperate with UNISFA.\n\n7. Requests the Secretary-General to report on progress in implementing UNISFA's mandate, including police increase, civilian Deputy Head of Mission appointment, Athony airport usage, visa issuance, and issues described in paragraph 5, by October 15, 2022.\n\n8. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2022/S_RES_2630_2022_EN.pdf"
}