{
  "resolution_no": "1511",
  "year": "2003",
  "theme": [
    "Peacekeeping",
    "Political",
    "Reconstruction",
    "Terrorism",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "United Nations Assistance Mission for Iraq",
    "Multinational force",
    "Iraqi Governing Council",
    "Coalition Provisional Authority"
  ],
  "reporting_cycle": "every six months",
  "operative_authority": "Chapter VII",
  "summary": "1. Reaffirms Iraq's sovereignty and territorial integrity, and the temporary nature of the Coalition Provisional Authority's (CPA) exercise of specific responsibilities, \n2. Welcomes the international community's positive response to the Governing Council's establishment, \n3. Supports the Governing Council's efforts to mobilize the Iraqi people, \n4. Determines the Governing Council and its ministers embody Iraq's sovereignty during the transitional period, \n5. Affirms the administration of Iraq will be progressively undertaken by the Iraqi interim administration, \n6. Calls upon the CPA to return governing responsibilities to the Iraqi people as soon as practicable, \n7. Invites the Governing Council to provide a timetable and programme for drafting a new constitution and holding democratic elections, \n8. Resolves the UN should strengthen its role in Iraq, including providing humanitarian relief and promoting economic reconstruction, \n9. Requests the Secretary-General to pursue the course of action outlined in his report.\nThe Security Council:\nTakes note of the Governing Council's intention to hold a constitutional conference, and calls for its preparation through national dialogue and consensus-building. \nRequests the Special Representative of the Secretary-General to lend UN expertise to the Iraqi people in this process. \nRequests the Secretary-General to ensure UN resources are available to assist the Governing Council and encourages other organizations to support it. \nRequests the Secretary-General to report to the Security Council on his responsibilities. \nDetermines that security and stability are essential to the political process and authorizes a multinational force to contribute to security and stability in Iraq. \nUrges Member States to contribute to the multinational force. \nDecides to review the force's requirements and mission within a year and expresses readiness to consider future needs. \nEmphasizes establishing effective Iraqi police and security forces. \nCondemns terrorist attacks and calls for those responsible to be brought to justice. \nCalls on Member States to prevent terrorist transit, arms, and financing. \nAppeals for assistance in Iraq's reconstruction and development. \nUrges support for the Iraq reconstruction effort and help to meet the needs of the Iraqi people. \nEmphasizes the importance of the International Advisory and Monitoring Board. \nReminds Member States of their obligations under previous resolutions.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2003/S_RES_1511_2003_EN.pdf"
}