{
  "resolution_no": "1509",
  "year": "2003",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UNMIL",
    "ECOMIL",
    "ECOWAS",
    "African Union"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\n1. Authorizes the movement of UN personnel throughout Liberia.\n2. Encourages UNMIL to support the voluntary return of refugees and internally displaced persons.\n3. Requests the Liberian Government to conclude a status-of-force agreement within 30 days.\n4. Calls for full, safe and unhindered access of relief personnel to all those in need.\n5. Recognizes the importance of protecting children in armed conflict and demands an end to the use of child soldiers.\n6. Stresses the need to bring to justice those responsible for human rights violations and atrocities.\n7. Reaffirms the importance of a gender perspective in peacekeeping operations and post-conflict peace-building.\n8. Exempts supplies and technical training for UNMIL from measures imposed by resolution 1343 (2001).\n9. Demands that States in the region cease military support for armed groups in neighbouring countries.\n10. Calls on the transitional government to restore Liberia's relations with its neighbours and normalize relations with the international community.\n11. Calls on the international community to consider assistance for Liberia's economic development.\n12. Stresses the need for an effective public information capacity, including UN radio stations.\n13. Calls on Liberian parties to engage on disarmament, demobilization, rehabilitation and reintegration (DDRR) on an urgent basis.\n14. Calls on the international donor community to provide assistance for DDRR and sustained international assistance.\n15. Requests the Secretary-General to provide regular updates on the implementation of the Comprehensive Peace Agreement and UNMIL's mandate.\n16. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2003/S_RES_1509_2003_EN.pdf"
}