{
  "resolution_no": "1497",
  "year": "2003",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42",
    "Article 41",
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMSIL",
    "ECOWAS",
    "Multinational Force in Liberia"
  ],
  "reporting_cycle": "periodic reports by the Secretary-General",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council, deeply concerned over the conflict in Liberia and its humanitarian impact, adopted Resolution 1497 (2003) on August 1, 2003. The Council:\n\n1. Authorized a Multinational Force in Liberia to support the June 17, 2003 ceasefire agreement, establish security, and facilitate humanitarian assistance.\n2. Declared readiness to establish a follow-on UN stabilization force to support the transitional government and implement a comprehensive peace agreement.\n3. Authorized UNAMSIL to provide logistical support to the Multinational Force.\n4. Requested the Secretary-General to take steps to support the Multinational Force and prepare for a potential UN peacekeeping operation.\n5. Authorized the Multinational Force to take necessary measures to fulfill its mandate.\n6. Called on Member States to contribute personnel, equipment, and resources to the Multinational Force.\n7. Decided on jurisdictional arrangements for personnel from contributing states.\n8. Exempted the Multinational Force from certain measures imposed by Resolution 1343 (2001).\n9. Demanded that states in the region refrain from actions contributing to instability in Liberia or on neighboring borders.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n- Calls on Liberian parties to cooperate with the Joint Verification Team and Joint Monitoring Commission.\n- Urges Liberian parties and Member States to cooperate with the Multinational Force in Liberia, respect its security and freedom of movement, and ensure safe access for humanitarian personnel.\n- Stresses the need for Liberian parties to uphold the 17 June ceasefire agreement, cease using violence, and agree to a transitional government framework.\n- Urges LURD and MODEL to refrain from seizing power by force, in line with the African Union's stance on unconstitutional changes of government.\n- Decides to review implementation within 30 days, consider the Secretary-General's report, and potential further steps.\n- Requests periodic reports from the Secretary-General on the situation in Liberia.\n- Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2003/S_RES_1497_2003_EN.pdf"
}