{
  "resolution_no": "1474",
  "year": "2003",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Arms Embargo"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41"
  ],
  "entities": [
    "UNSC",
    "Somalia",
    "IGAD",
    "African Union",
    "League of Arab States"
  ],
  "reporting_cycle": "The Panel of Experts to provide a mid-term briefing and a final report at the end of its mandated period; neighbouring States to report to the Committee quarterly",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\nReaffirming previous resolutions on Somalia, particularly resolution 733 (1992) imposing an arms embargo, and expressing regret over continuous violations since 1992, \nNoting concern over illegal activities linked to arms purchases and military activities by embargo violators,\nSupports the Somali National Reconciliation Process, and reaffirms Somalia's sovereignty, territorial integrity, and unity.\n Insists that States, particularly regional ones, should not interfere in Somalia's internal affairs.\nConcerned over continued arms flows to Somalia, contravening the embargo, \nDetermining the situation in Somalia threatens regional international peace and security,\nActing under Chapter VII,\n1. Stresses obligation to comply with resolution 733 (1992) and reaffirms non-compliance as Charter violation;\n2. Welcomes the 25 March 2003 Panel of Experts report, and intends to consider it;\n3. Re-establishes a Panel of Experts for 6 months, based in Nairobi, to:\n   (a) Investigate embargo violations;\n   (b) Provide detailed information and recommendations;\n   (c) Conduct field research;\n   (d) Assess regional States' capacity to implement the embargo;\n   (e) Focus on ongoing violations;\n   (f) Identify violators and their supporters;\n   (g) Explore a monitoring mechanism;\n   (h) Refine previous recommendations;\n4. Requests the Secretary-General to appoint up to four experts, in consultation with the Committee.\nThe Security Council:\n \n3. Requests the Chairman to utilize the expertise of the Panel of Experts, \nappointed pursuant to resolution 1425 (2002), and makes necessary financial \narrangements to support their work.\n\n5. Requests the Secretary-General to ensure the Panel comprises sufficient \nexpertise in armament, financing, civil aviation, maritime transport, and \nregional affairs, particularly regarding Somalia.\n\n6. Requests Somali and regional parties, government officials, and other \nactors to cooperate fully with the Panel, and for the Panel to notify the \nSecurity Council of any lack of cooperation.\n\n7. Requests a mid-term briefing and final report from the Panel through the \nCommittee.\n\n8. Decides to send a Committee mission, led by its Chairman, to the region \nto demonstrate determination to enforce the arms embargo.\n\n9. Calls on States to provide information on violations of the arms embargo.\n\n10. Invites neighbouring States to report quarterly on their efforts.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2003/S_RES_1474_2003_EN.pdf"
}