{
  "resolution_no": "1491",
  "year": "2003",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "International Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "SFOR",
    "International Tribunal for the Former Yugoslavia",
    "Peace Implementation Council",
    "High Representative"
  ],
  "reporting_cycle": "reports every 12 months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n \nRecalling previous resolutions on the conflicts in the former Yugoslavia, reaffirms its commitment to a political settlement, preserving sovereignty and territorial integrity within internationally recognized borders.\n\nEmphasizes support for the High Representative's role in Bosnia and Herzegovina and the implementation of the General Framework Agreement for Peace.\n\n Appreciates contributions of the High Representative, SFOR, OSCE, and other international organizations.\n\nStresses a comprehensive return of refugees and displaced persons is crucial to lasting peace.\n\n Noting reports of the High Representative, determines the situation remains a threat to international peace and security.\n\n Acting under Chapter VII, \n\n1. Reaffirms support for the Peace Agreement and Dayton Agreement, calls for strict compliance.\n\n2. Authorities in Bosnia and Herzegovina have primary responsibility for implementation; international community's continued support depends on their compliance and active participation.\n\n3. Parties must cooperate fully with entities involved in peace settlement implementation, including the International Tribunal for the Former Yugoslavia.\n\n4. Emphasizes full support for the High Representative's role in monitoring implementation and gives guidance.\n\n5. Expresses support for declarations of the Ministerial meetings of the Peace Implementation Conference.\nHere is a concise summary of the Security Council document:\n\n6. Recognizes parties' authorization of a multinational force to take actions, including use of force, to ensure compliance with Annex 1-A of the Peace Agreement.\n\n7. Reaffirms intention to monitor the situation in Bosnia and Herzegovina, consider reports, and potentially impose measures if parties fail to meet obligations.\n\n8. Pays tribute to participating Member States in the multinational stabilization force and welcomes their continued deployment.\n\n9. Notes parties' support for the continued presence of the multinational stabilization force.\n\n10. Authorizes a 12-month continuation of the multinational stabilization force (SFOR) under unified command to fulfill its role in the Peace Agreement.\n\n11. Authorizes SFOR to take measures to ensure compliance with Annex 1-A and stresses parties' equal responsibility for compliance.\n\n12. Authorizes Member States to take measures to defend SFOR or assist in its mission.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2003/S_RES_1491_2003_EN.pdf"
}