{
  "resolution_no": "1493",
  "year": "2003",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MONUC",
    "UNIFIL",
    "MINUSMA"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on the Democratic Republic of the Congo (DRC), reaffirms its commitment to the country's sovereignty, territorial integrity, and political independence.\n\nConcerned by the continued exploitation of the DRC's natural resources and hostilities in the eastern part of the country, particularly in North and South Kivu and in Ituri.\n\nWelcoming the Global and All Inclusive Agreement on the Transition in the DRC and the establishment of the Government of National unity and Transition.\n\n1. Expresses satisfaction with the Transitional Constitution and the Government of National unity and Transition, and encourages Congolese parties to ensure effective functioning of transitional institutions.\n\n2. Extends the mandate of MONUC until 30 July 2004.\n\n3. Authorizes increasing MONUC's military strength to 10,800 personnel.\n\n4. Requests the Secretary-General to ensure coordination of UN activities in the DRC and facilitate coordination with other actors.\n\n5. Encourages MONUC to provide assistance for security force reform, establishment of a State based on the rule of law, and preparation of elections.\n\n6. Approves temporary deployment of MONUC personnel in Kinshasa and reconfiguration of the civilian police component.\n\n7. Encourages donors to support the establishment of an integrated Congolese police unit and approves MONUC's provision of assistance for its training.\n\n8. Strongly condemns acts of violence against civilians, including massacres and sexual violence, and urges all parties to bring those responsible to justice.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2003/S_RES_1493_2003_EN.pdf"
}