{
  "resolution_no": "1503",
  "year": "2003",
  "theme": [
    "International Criminal Tribunals",
    "War Crimes",
    "Justice and Accountability"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "International Criminal Tribunal for the Former Yugoslavia (ICTY)",
    "International Criminal Tribunal for Rwanda (ICTR)",
    "Security Council",
    "High Representative to Bosnia and Herzegovina"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council,\nRecalling previous resolutions on the International Criminal Tribunal for the Former Yugoslavia (ICTY) and the International Criminal Tribunal for Rwanda (ICTR),\nCommending the important work of ICTY and ICTR,\nNoting full cooperation by all States is essential to achieving ICTY and ICTR objectives,\nUrging Member States to consider imposing measures against individuals and groups assisting indictees at large,\nRecalling the ICTY Completion Strategy to complete investigations by 2004, trials by 2008, and all work by 2010,\nUrging the ICTR to formalize a similar strategy,\nNoting strengthening national judicial systems is crucial,\nActing under Chapter VII of the Charter,\n1. Calls on the international community to assist national jurisdictions in improving their capacity to prosecute transferred cases,\n2. Calls on States, especially Serbia and Montenegro, Croatia, and Bosnia and Herzegovina, to intensify cooperation with ICTY, \n   and bring indictees, including Radovan Karadzic, Ratko Mladic, and Ante Gotovina, to the ICTY,\n3. Calls on States, especially Rwanda, Kenya, and the Democratic Republic of the Congo, to intensify cooperation with ICTR, \n   and bring indictees, including Felicien Kabuga, to the ICTR,\n4. Calls on States to cooperate with the International Criminal Police Organization (ICPO-Interpol) in apprehending and transferring indicted persons.\nHere is a summarized version of the document:\n\nThe Security Council:\n5. Calls on donors to support the High Representative to Bosnia and Herzegovina in creating a special chamber within the State Court to adjudicate serious humanitarian law violations.\n6. Requests the ICTY and ICTR Presidents and Prosecutors to explain their Completion Strategies in their annual reports.\n7. Calls on the ICTY and ICTR to complete investigations by 2004, trial activities by 2008, and all work by 2010.\n8. Amends Article 15 of the ICTR Statute, replacing it with the provision in Annex I, and requests the Secretary-General to nominate a person as ICTR Prosecutor.\n9. Welcomes the Secretary-General's intention to nominate Carla Del Ponte as ICTY Prosecutor.\n10. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2003/S_RES_1503_2003_EN.pdf"
}