{
  "resolution_no": "1483",
  "year": "2003",
  "theme": [
    "Peacekeeping",
    "Reconstruction",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "United Nations",
    "United Kingdom",
    "United States of America",
    "International Monetary Fund",
    "World Bank",
    "UNESCO",
    "Interpol"
  ],
  "reporting_cycle": "Secretary-General reports every regular intervals",
  "operative_authority": "Chapter VII",
  "summary": "* The Special Representative's responsibilities include: \n  (a) coordinating humanitarian and reconstruction assistance; \n  (b) promoting the safe return of refugees and displaced persons; \n  (c) working with the Authority and Iraqis to establish representative governance; \n  (d) facilitating infrastructure reconstruction; \n  (e) promoting economic reconstruction; \n  (f) encouraging international efforts to contribute to civilian administration; \n  (g) promoting human rights; \n  (h) rebuilding the Iraqi civilian police force; and \n  (i) promoting legal and judicial reform.\n\n* Supports the formation of an Iraqi interim administration with the help of the Authority.\n\n* Lifts most prohibitions on trade with Iraq and the provision of financial or economic resources.\n\n* Reaffirms Iraq's disarmament obligations and the role of the United Nations Monitoring, Verification, and Inspection Commission and the International Atomic Energy Agency.\n\n* Notes the establishment of a Development Fund for Iraq to be held by the Central Bank of Iraq.\n\n* The Fund shall be used for humanitarian needs, economic reconstruction, and Iraqi civilian administration.\n\n* Calls upon international financial institutions to assist Iraq's reconstruction and development.\n\n* Requests the Secretary-General to continue exercising his responsibilities under previous resolutions and terminate the \"Oil-for-Food\" Programme within six months.\nThe Secretary-General is authorized to:\n(a) Ensure humanitarian relief in Iraq through contracts previously concluded by the previous Government of Iraq, with possible adjustments, under the supervision of the Authority and Iraqi interim administration.\n\n(b) Review the utility of approved contracts, postpone those of questionable utility, and defer action until an internationally recognized government of Iraq makes its own determination.\n\n(c) Provide the Security Council within 21 days with an estimated operating budget, including costs for:\n- Continued functioning of Programme activities\n- Programme termination\n- Restoring Government of Iraq funds\n- Special Representative and qualified representative on the International Advisory and Monitoring Board\n\n(d) Consolidate accounts established under resolution 986 (1995) into a single fund.\n\n(e) Fulfil remaining obligations related to Programme termination, including negotiating settlement payments and determining the future status of contracts.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2003/S_RES_1483_2003_EN.pdf"
}