{
  "resolution_no": "1457",
  "year": "2003",
  "theme": [
    "Natural Resources",
    "Conflict",
    "Peacekeeping",
    "Economic Development"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39"
  ],
  "entities": [
    "Panel of Experts",
    "United Nations",
    "Democratic Republic of the Congo",
    "OECD"
  ],
  "reporting_cycle": "six months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on the Democratic Republic of the Congo (DRC), reaffirms the country's sovereignty, territorial integrity, and political independence.\n\nDetermining that the situation in the DRC continues to threaten international peace and stability in the Great Lakes region, the Council:\n\n1. Takes note of the report on the illegal exploitation of natural resources in the DRC.\n2. Strongly condemns the illegal exploitation of the DRC's natural resources.\n3. Demands that all States concerned take immediate steps to end these illegal activities.\n\nThe Council also:\n\n4. Reiterates that the DRC's natural resources should be exploited transparently, legally, and on a fair commercial basis.\n5. Stresses the importance of withdrawing foreign troops and establishing a transitional government in the DRC.\n6. Suggests that an international conference on peace, security, democracy, and development in the Great Lakes region could promote regional economic integration.\n\nThe Council:\n\n7. Encourages States, international financial institutions, and organizations to assist the DRC in controlling resource exploitation.\n8. Requests the Secretary-General to give a new mandate to the Panel of Experts for six months to:\n\t* Review and update its findings on the link between the illegal exploitation of resources and the conflict.\n\t* Gather information on actions taken by Governments in response to previous recommendations.\nThe Security Council:\n- Requests an assessment of actions taken by those named in the reports regarding exploitation of the Democratic Republic of the Congo's resources.\n- Requests recommendations on measures for a transitional Government in the Democratic Republic of the Congo and other Governments in the region to ensure the country's resources are exploited legally and for the benefit of the Congolese people.\n\nThe Council requests the Panel's chairman to brief on progress towards stopping the plundering of natural resources three months after the Panel's work resumes.\n\nThe Council invites individuals, companies, and States named in the report to send their reactions to the Secretariat by 31 March 2003 and requests publication of these reactions by 15 April 2003.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2003/S_RES_1457_2003_EN.pdf"
}