{
  "resolution_no": "1468",
  "year": "2003",
  "theme": [
    "Humanitarian",
    "Peacekeeping",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MONUC",
    "UN High Commissioner for Human Rights",
    "Government of Angola",
    "Government of South Africa",
    "Government of Uganda",
    "Government of Rwanda"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "Expresses concern over fighting in Bunia, demands a ceasefire, and stresses cooperation with MONUC.\n\n Requests increased MONUC presence in Ituri to monitor developments.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n- Requests MONUC to provide support to humanitarian efforts, facilitate the Ituri Pacification Commission, and assist in its work, within its current mandate.\n- Encourages MONUC to consult with parties on addressing the security situation in Ituri and keep the Council informed.\n- Demands that governments in the Great Lakes region cease military and financial support to parties engaged in conflict in Ituri.\n- Urges the Government of Uganda to withdraw its troops without delay and calls on Rwanda not to return forces to the Democratic Republic of Congo.\n- Expresses concern at rising tensions between Rwanda and Uganda and their proxies in the Democratic Republic of Congo.\n- Demands that parties ensure civilian security and grant MONUC and humanitarian organizations access to populations in need.\n- Reiterates demands to halt recruitment or use of children in armed conflict.\n- Recalls demands for access to be granted to MONUC and the Third Party Verification Mechanism.\n- Requests MONUC to report on investigation results.\n- Expresses support for MONUC's role in supporting the peace process and intends to consider Secretary-General's recommendations.\n- Reiterates full support for MONUC and stresses the importance of its phase III deployment.\n- Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2003/S_RES_1468_2003_EN.pdf"
}