{
  "resolution_no": "1458",
  "year": "2003",
  "theme": [
    "Sanctions",
    "Peacekeeping"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "Panel of Experts on Liberia",
    "Security Council Committee established by resolution 1343 (2001)"
  ],
  "reporting_cycle": "The Panel of Experts to report no later than 16 April 2003",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\nReaffirmed resolution 1408 (2002) and noted the next review of measures imposed by resolution 1343 (2001) is scheduled for 6 May 2003.\n Deeply concerned by the situation in Liberia and neighbouring countries, especially Côte d’Ivoire.\n \n1. Took note of the report of the Panel of Experts on Liberia dated 25 October 2002.\n2. Expressed its intention to give full consideration to the report.\n3. Decided to re-establish the Panel of Experts for a further period of three months commencing no later than 10 February 2003.\n\nThe Panel of Experts is to:\n4. Conduct a follow-up assessment mission to Liberia and neighbouring States to investigate and compile a report on:\n   - Government of Liberia’s compliance with demands referred to in paragraph 2 of resolution 1343 (2001).\n   - Violations of measures referred to in paragraph 5 of resolution 1408 (2002).\n   - Review audits referred to in paragraph 10 of resolution 1408 (2002).\n   - Report to the Council through the Committee by 16 April 2003.\n\n5. The Panel to bring any relevant information to the attention of States concerned for investigation and corrective action.\n\n6. The Secretary-General to appoint no more than five experts, in consultation with the Committee, and make necessary financial arrangements.\n\n7. Urged all States, UN bodies, and organizations to cooperate fully with the Committee and Panel of Experts.\n\n8. Decided to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2003/S_RES_1458_2003_EN.pdf"
}