{
  "resolution_no": "1493",
  "year": "2003",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MONUC",
    "UNIFIL",
    "MINUSMA"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "8. Strongly condemns acts of violence against civilians, including massacres and sexual violence, and urges all parties to bring those responsible to justice.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Urges the Government of the Democratic Republic of the Congo to prevent further human rights and humanitarian law violations.\n* Reaffirms the importance of a gender perspective in peacekeeping operations and encourages MONUC to address violence against women and girls.\n* Calls on all Congolese parties to respect human rights, international humanitarian law, and the security and well-being of civilians.\n* Urges the Government of National Unity and Transition to prioritize human rights and the establishment of a State based on the rule of law.\n* Strongly condemns the recruitment and use of children in hostilities and demands that all parties provide information on measures taken to end this practice.\n* Condemns the continuing armed conflict in eastern Democratic Republic of the Congo and demands a full cessation of hostilities.\n* Demands that all parties provide full access to MONUC and cooperate with its mandate.\n* Authorizes MONUC to assist in disarming and demobilizing Congolese combatants who voluntarily enter the disarmament, demobilization, and reintegration process.\n* Imposes an arms embargo on all foreign and Congolese armed groups operating in North and South Kivu and Ituri for 12 months.\n* Exempts supplies to MONUC, the Interim Emergency Multinational Force, and the integrated Congolese national army and police forces from the embargo.\n* Decides to review the situation in 12 months and renew the measures if no significant progress has been made in the peace process.\nHere is a summarized version of the Security Council document:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2003/S_RES_1493_2003_EN.pdf"
}