{
  "resolution_no": "1494",
  "year": "2003",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Refugees",
    "Humanitarian"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNOMIG",
    "CIS peacekeeping force",
    "OSCE",
    "UNHCR",
    "UNDP"
  ],
  "reporting_cycle": "Secretary-General reports every 3 months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n- Calls on parties to revitalize the peace process, including work in the Coordinating Council, and to implement confidence-building measures agreed in Yalta (para 12).\n- Reminds parties to refrain from actions impeding the peace process (para 13).\n- Stresses the need for progress on refugees and internally displaced persons, and calls for their safe and dignified return (para 14).\n- Urges the Abkhaz side to protect returnees and facilitate the return of displaced persons (para 15).\n- Welcomes consideration of the joint assessment mission's recommendations and urges their implementation (para 16).\n- Endorses adding a civilian police component to UNOMIG (para 17).\n- Calls on the Abkhaz side to improve law enforcement and address education for the ethnic Georgian population (para 18).\n- Condemns ceasefire violations and calls for public dissociation from militant rhetoric (paras 19-20).\n- Welcomes calm in the Kodori Valley and urges peaceful resolution (para 21).\n- Condemns the abduction of UNOMIG personnel and demands accountability (para 22).\n- Welcomes safeguards for helicopter flights and calls for accountability for past incidents (para 23).\n- Calls for improved security for UNOMIG and CIS peacekeeping force patrols (para 24).\n- Underlines the primary responsibility of both sides to ensure security and freedom of movement for international personnel (para 25).\n- Welcomes UNOMIG's review of security arrangements (para 26).\n- Extends UNOMIG's mandate until 31 January 2004 (para 27).\n- Requests regular updates from the Secretary-General (para 28).\n- Decides to remain actively seized of the matter (para 29).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2003/S_RES_1494_2003_EN.pdf"
}