{
  "resolution_no": "1455",
  "year": "2003",
  "theme": [
    "Terrorism",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "Taliban",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\nRecalling previous resolutions on terrorism, \nUnderlining the obligation on all Member States to implement resolution 1373 (2001) and other relevant resolutions,\nReaffirming the need to combat terrorist threats to international peace and security,\n Condemning Al-Qaida and associated terrorist groups,\nDecides to improve implementation of measures imposed by previous resolutions; \nDecides that these measures will be further improved in 12 months or sooner if necessary;\nStresses need for coordination and information exchange between Committees established by resolutions 1267 (1999) and 1373 (2001);\nRequests the Committee to update the list of Al-Qaida and Taliban members every three months;\nCalls on States to enforce and strengthen measures against nationals and entities operating in their territory; \nCalls on States to report to the Committee on steps taken to implement measures and on investigations and enforcement actions; \n Requests the Secretary-General to reappoint five experts to monitor implementation of measures for 12 months.\nHere is a clear and concise summary of the Security Council document:\n\n9. Requests the Chairman of the Committee to report orally to the Council every 90 days on the Committee's work and the Monitoring Group's activities, including progress on submitting reports.\n\n10. Requests the Secretary-General to ensure the Monitoring Group and Committee have sufficient expertise and resources.\n\n11. Requests the Committee to consider visiting selected countries to enhance implementation of measures.\n\n12. Requests the Monitoring Group to submit a detailed work programme within 30 days and assist the Committee in providing guidance to Member States.\n\n13. Requests the Monitoring Group to submit two written reports to the Committee by 15 June and 1 November 2003 on implementation of measures.\n\n14. Requests the Committee to provide the Council with detailed oral assessments by 1 August and 15 December 2003 on Member State implementation of measures.\n\n15. Requests the Committee to prepare a written assessment of actions taken by States to implement measures.\n\n16. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2003/S_RES_1455_2003_EN.pdf"
}