{
  "resolution_no": "1456",
  "year": "2003",
  "theme": [
    "Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "Counter-Terrorism Committee (CTC)",
    "Security Council",
    "United Nations"
  ],
  "reporting_cycle": "Secretary-General reports within 28 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n \n1. Decides to adopt the attached declaration on combating terrorism.\n\nAnnex:\n\nThe Security Council reaffirms:\n- Terrorism in all forms and manifestations is a serious threat to peace and security.\n- Terrorist acts are criminal and unjustifiable, and should be unequivocally condemned.\n- There is a growing danger of terrorists accessing nuclear, chemical, biological and deadly materials.\n- Terrorists exploit technology, communications and resources for their objectives.\n- Measures to detect and stem finance and funds for terrorism must be strengthened.\n- Terrorists must be prevented from using other criminal activities.\n\nThe Security Council calls for:\n1. All States to prevent and suppress support to terrorism, and comply with relevant resolutions (1373, 1390, 1455).\n2. States to:\n(a) become parties to relevant international conventions and protocols on terrorism, particularly the 1999 convention on suppressing financing of terrorism.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Urges States to assist each other in preventing, investigating, prosecuting, and punishing terrorist acts, and to cooperate in implementing sanctions against terrorists and their associates.\n\n2. Requires States to bring to justice those who finance, plan, support, or commit terrorist acts.\n\n3. Directs the Counter-Terrorism Committee (CTC) to intensify efforts to promote implementation of resolution 1373 (2001), and States to report to the CTC according to the set timetable.\n\n4. Calls on States to respond promptly and fully to CTC's requests for information, and for the CTC to report regularly on progress.\n\n5. Encourages States to assist each other in improving their capacity to prevent and fight terrorism.\n\n6. Emphasizes that measures to combat terrorism must comply with international law, including human rights, refugee, and humanitarian law.\n\n7. Invites international organizations to evaluate ways to enhance their action against terrorism.\n\n8. Encourages regional and subregional organizations to work with the CTC to facilitate sharing of best practices.\n\n9. Urges participants in the Special Meeting of the CTC to make progress on matters related to the fight against terrorism.\n\n10. Emphasizes the importance of dialogue and understanding among civilizations to prevent targeting of different religions and cultures.\n\n11. Reaffirms its determination to intensify the fight against terrorism.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2003/S_RES_1456_2003_EN.pdf"
}