{
  "resolution_no": "1467",
  "year": "2003",
  "theme": [
    "Small Arms",
    "Light Weapons",
    "Mercenary Activities",
    "Peace and Security in West Africa"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39"
  ],
  "entities": [
    "ECOWAS",
    "UN"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n- Expresses profound concern at the impact of proliferation of small arms and light weapons, and mercenary activities on peace and security in West Africa.\n- Condemns serious violations of human rights and international humanitarian law.\n- Requests States to put into effect measures to combat these problems.\n- Calls on States to strengthen adopted measures, consider additional steps, and enhance cooperation to identify and combat illegal trafficking and mercenary activities.\n- Acknowledges the need for involvement of national Commissions, Committees, and civil society in implementing the ECOWAS moratorium and UN Programme of Action.\n- Calls on West African States to consider recommendations to effectively implement the ECOWAS Moratorium, including:\n  (a) Broadening the Moratorium to include information exchange on small arms.\n  (b) Enhancing transparency in armaments through an ECOWAS register.\n  (c) Strengthening national Commissions and developing national plans.\n  (d) Building the capacity of the ECOWAS secretariat.\n  (e) Computerizing aircraft registration lists.\n  (f) Introducing standardized end-user certificates for imported weapons.\n- Expresses concern at violations of arms embargoes and calls on Member States to comply with relevant resolutions.\nThe Security Council expresses concern at links between mercenary activities, illicit arms trafficking, and arms embargo violations that foster and prolong conflicts in West Africa. \nThe Council emphasizes the need to raise awareness of the dangers and consequences of illicit trade in small arms and light weapons and mercenary activities. \nIt encourages ECOWAS States to submit national reports on actions to implement the UN programme of action for small arms and light weapons. \nThe Council appeals to the donor community to assist States in implementing measures related to small arms proliferation and mercenary activities. \nIt calls on parties to conflicts to prioritize disarmament, demobilization, and reintegration in post-conflict situations. \nThe Council urges States to cease military support for armed groups in neighbouring countries and prevent attacks from their territory. \nIt calls on arms-producing countries to enact laws to control small arms transfers, including scrutiny of end-user certificates.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2003/S_RES_1467_2003_EN.pdf"
}