{
  "resolution_no": "1478",
  "year": "2003",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNIFIL",
    "MINUSMA",
    "ECOWAS",
    "LURD",
    "Special Court for Sierra Leone"
  ],
  "reporting_cycle": "The Secretary-General reports every 6 months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council, recalling previous resolutions on the situation in the region, expresses concern at the findings of the UN Panel of Experts on Liberia, which indicate that the Government of Liberia continues to breach measures imposed by resolution 1343 (2001), particularly through arms acquisition. The Council welcomes regional efforts to restore peace and stability, including the appointment of a mediator and the launch of the Kimberley Process. \n\nThe Council determines that Liberia's support for armed rebel groups in the region constitutes a threat to international peace and security. Acting under Chapter VII, it:\n\n1. Finds that Liberia has not complied with demands in resolution 1343 (2001);\n2. Notes with concern the inactive aircraft registry;\n3. Stresses the importance of regional peace initiatives;\n4. Calls on states, particularly Liberia, to participate in regional peace initiatives;\n5. Urges Liberia and the LURD to enter ceasefire negotiations;\n6. Offers exemptions from travel measures for peaceful conflict resolution;\n7. Welcomes Liberia's agreement to a revised UN Office mandate;\n8. Calls on parties to ensure safe movement for humanitarian personnel.\nThe Security Council:\n \nReiterates demands to all parties in Liberia to end hostilities, disarm and demobilize, and to cease military support for armed groups; \n\n Reiterates demands that all States in the region cease military support for armed groups, prevent attacks on neighboring countries, and refrain from actions that might destabilize the region; \n\nDecides to extend measures imposed by paragraphs 5-7 of resolution 1343 (2001) for 12 months from 00:01 Eastern Daylight Time on 7 May 2003; \n\nTerminates these measures if the Government of Liberia complies with demands; \n\nReiterates call to the Government of Liberia to establish a Certificate of Origin regime for Liberian rough diamonds; \n\nExempts rough diamonds controlled by the Government of Liberia through the Certificate of Origin regime from measures imposed by paragraph 6 of resolution 1343 (2001) when the Committee reports that the regime is ready to become fully operational; \n\nCalls on States to offer assistance to the Government of Liberia and other diamond exporting countries in West Africa with their Certificate of Origin regimes;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2003/S_RES_1478_2003_EN.pdf"
}