{
  "resolution_no": "1470",
  "year": "2003",
  "theme": [
    "Peacekeeping",
    "Security",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMSIL",
    "Sierra Leone Police",
    "Special Court for Sierra Leone",
    "Truth and Reconciliation Commission"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "It emphasizes the need to develop the Government's administrative capacities, particularly \nthe police force, army, penal system and judiciary, and urges the Government to accelerate \nthe consolidation of civil authority and public services.\n\nThe Council calls on States and organizations to support the National Recovery Strategy \nand urges the Government of Sierra Leone to regulate and control diamond mining activities.\nIt welcomes progress with UN civilian police deployment and urges Member States to provide \npolice trainers and advisers.\nThe Security Council:\n Reiterates support for the Special Court for Sierra Leone, appeals to States to contribute to the Trust Fund, and urges cooperation with the Court.\n Welcomes the Truth and Reconciliation Commission's launch, urges donors to commit funds, and supports its activities.\n Urges Mano River Union member States' Presidents to resume dialogue, implement regional peace and security commitments, and encourages Economic Community of West African States and Morocco to settle the crisis.\n Notes concern over Sierra Leone-Liberia border instability, demands Liberia's armed forces and groups refrain from incursions, and calls for compliance with resolutions, including the arms embargo on Liberia.\n Encourages Sierra Leone's Government to address women and children's needs affected by war.\n Encourages UNAMSIL's support for refugees' and displaced persons' return, and urges stakeholders to cooperate.\n Welcomes the Secretary-General's intention to monitor the situation and report to the Council.\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2003/S_RES_1470_2003_EN.pdf"
}