{
  "resolution_no": "1483",
  "year": "2003",
  "theme": [
    "Peacekeeping",
    "Reconstruction",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "United Nations",
    "United Kingdom",
    "United States of America",
    "International Monetary Fund",
    "World Bank",
    "UNESCO",
    "Interpol"
  ],
  "reporting_cycle": "Secretary-General reports every regular intervals",
  "operative_authority": "Chapter VII",
  "summary": "(d) Consolidate accounts established under resolution 986 (1995) into a single fund.\n\n(e) Fulfil remaining obligations related to Programme termination, including negotiating settlement payments and determining the future status of contracts.\n\n(f) Provide the Security Council 30 days prior to Programme termination with a comprehensive strategy for transferring operational responsibility to the Authority.\n\nThe Secretary-General is requested to:\n- Transfer $1 billion to the Development Fund for Iraq\n- Restore Government of Iraq funds\n- Transfer surplus funds in escrow accounts to the Development Fund for Iraq\n\nThe Security Council:\n- Terminates functions related to observation and monitoring activities under the Programme\n- Terminates the Committee established under resolution 661 (1990) after six months\n- Decides that export sales of petroleum, petroleum products, and natural gas from Iraq shall be made with transparency and audited by independent accountants\n- Deposits proceeds from such sales into the Development Fund for Iraq, with 5% going to the Compensation Fund\n- Provides immunity to petroleum, petroleum products, and natural gas from Iraq from legal proceedings until December 31, 2007.\nThe Security Council:\n\n- Decides that Iraq and the Coalition Provisional Authority (CPA) shall not enjoy \n  immunities equivalent to those enjoyed by the United Nations in legal proceedings \n  related to liability for damages assessed in connection with an ecological accident.\n\n- Requests all Member States to freeze funds or financial assets or economic resources \n  of the previous Government of Iraq or its state bodies, corporations, or agencies, \n  and those of Saddam Hussein or other senior officials of the former Iraqi regime \n  and their immediate family members, and transfer them to the Development Fund \n  for Iraq.\n\n- Decides that these funds shall enjoy the same privileges, immunities, and \n  protections as provided under paragraph 22.\n\n- Requests the Secretary-General to report on the implementation of this resolution \n  and the work of the International Advisory and Monitoring Board.\n\n- Decides to review the implementation within twelve months and consider further \n  steps that might be necessary.\n\n- Calls upon Member States and international and regional organizations to \n  contribute to the implementation.\n\n- Decides to remain seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2003/S_RES_1483_2003_EN.pdf"
}