{
  "resolution_no": "1519",
  "year": "2003",
  "theme": [
    "Somalia",
    "Arms Embargo",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Somalia",
    "IGAD",
    "African Union (AU)",
    "League of Arab States (LAS)",
    "United Nations Security Council Committee"
  ],
  "reporting_cycle": "The Monitoring Group to provide a mid-term briefing and a final report at the end of its mandated period of 6 months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\nReaffirming previous resolutions on Somalia, particularly resolution 733 (1992) which established an arms embargo, and reiterating support for the Somali National Reconciliation Process. \nReiterating insistence that all States, particularly those in the region, should not interfere in Somalia's internal affairs, and stressing that Somalia's territory should not be used to undermine subregional stability. \nConcerned over continued arms and ammunition supplies to Somalia, contrary to the arms embargo, and welcoming the Committee's mission to regional States. \nDetermining that Somalia's situation threatens international peace and security in the region, \nActing under Chapter VII, \n1. Stresses obligation to comply with resolutions 733 (1992) and 1356 (2001); \n2. Requests the Secretary-General to establish a Monitoring Group of up to four experts for six months to: \n(a) Investigate arms embargo violations; \n(b) Provide recommendations to strengthen the embargo; \n(c) Conduct field investigations; \n(d) Assess States' progress in implementing the embargo; \n(e) Provide a draft list of embargo violators; \n(f) Make recommendations based on investigations; \n3. Requests the Secretary-General to make necessary financial arrangements; \n4. Requests cooperation from Somali and regional parties; \n5. Calls on regional organizations to establish focal points to enhance cooperation with the Monitoring Group.\nHere is a clear and concise summary of the Security Council document:\n\n6. Requests the Monitoring Group to provide a mid-term briefing and a final report to the Security Council through the Committee.\n7. Encourages States signatories to the Nairobi Declaration to implement measures required by the Coordinated Agenda for Action to support the arms embargo on Somalia.\n8. Calls on neighbouring States to report quarterly to the Committee on their efforts to implement the arms embargo.\n9. Encourages the donor community to provide assistance to States and regional organizations to support monitoring and implementing the arms embargo.\n10. Encourages Member States to enact legislation or regulations to ensure effective implementation of the arms embargo.\n11. Expresses determination to review the situation regarding implementation of the arms embargo based on the Monitoring Group's reports.\n12. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2003/S_RES_1519_2003_EN.pdf"
}