{
  "resolution_no": "1478",
  "year": "2003",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNIFIL",
    "MINUSMA",
    "ECOWAS",
    "LURD",
    "Special Court for Sierra Leone"
  ],
  "reporting_cycle": "The Secretary-General reports every 6 months",
  "operative_authority": "Chapter VII",
  "summary": "Calls on States to offer assistance to the Government of Liberia and other diamond exporting countries in West Africa with their Certificate of Origin regimes; \n\nConsiders that audits do not demonstrate that revenue from the Liberia Ship and Corporate Registry and the Liberian timber industry is used for legitimate purposes; \n\nDecides to impose a 10-month ban on the import of Liberian round logs and timber products; \n\nRequests reports from the Secretary-General on the humanitarian or socio-economic impact of these measures; \n\nRequests regular reports from ECOWAS on its activities; \n\nCalls on States to strengthen measures to combat the spread of small arms and light weapons; \n\nRequests the Committee to carry out tasks set out in this resolution.\nThe Security Council:\n Requests the Secretary-General to establish a Panel of Experts of up to six members within one month, in consultation with the Committee, for a five-month period, to:\n- Conduct a follow-up assessment mission to Liberia and neighbouring States to investigate the Government's compliance with demands (para 1) and violations of measures (paras 10 and 17).\n- Investigate whether Liberian Government revenues are used in violation of this resolution.\n- Assess the humanitarian and socio-economic impact of measures imposed (para 17) and make recommendations by 7 August 2003.\n- Report to the Council through the Committee by 7 October 2003 with observations and recommendations.\n\n Requests the Panel to bring relevant information to the attention of concerned States for investigation and corrective action.\n\n Calls upon all States to ensure individuals and companies in their jurisdiction act in conformity with UN embargoes and take necessary judicial and administrative action.\n\n Decides that all States shall prevent entry into or transit through their territories of individuals in violation of paragraph 5 of resolution 1343 (2001).\n\n Requests the Committee to establish, maintain and update a list of air and maritime companies whose aircraft and vessels have been used in violation of paragraph 5 of resolution 1343 (2001).\n\n Calls on ECOWAS member States to cooperate with the Panel in identifying such aircraft and vessels.\n\n Asks the Government of Liberia to provide statistical data to the Flight Information Region in Conakry.\n\n Decides to conduct reviews of measures before 7 November 2003 and every six months thereafter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2003/S_RES_1478_2003_EN.pdf"
}