{
  "resolution_no": "1460",
  "year": "2003",
  "theme": [
    "Children",
    "Armed Conflict",
    "Humanitarian"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations",
    "Security Council",
    "Special Representative of the Secretary-General for Children and Armed Conflict"
  ],
  "reporting_cycle": "Secretary-General reports by 31 October 2003",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\nReaffirming previous resolutions on children in armed conflict, calls for \nimplementation of international norms for their protection; \nSupports Secretary-General's call for \"an era of application\" of these norms; \nEncourages UN agencies to strengthen cooperation on child protection; \nDemands parties to conflict stop recruiting or using children, and \nsupports dialogue to develop action plans to end this practice; \nNotes with concern the list of parties violating children's rights, \nand may take steps if insufficient progress is made; \nUrges States to control illicit trade of small arms to parties not respecting children's rights; \nCalls on States to respect humanitarian law on child protection; \nReiterates its determination to include child protection in UN peacekeeping mandates; \nNotes with concern cases of sexual exploitation and abuse, \nand requests countries to incorporate core principles into codes of conduct.\nHere is a summarized version of the document:\n\nThe Security Council:\n11. Requests UN agencies to provide HIV/AIDS education, testing, and counselling services to all UN peacekeepers, police, and humanitarian personnel.\n\n12. Calls for the protection, rights, and well-being of children to be integrated into peace processes, agreements, and post-conflict recovery.\n\n13. Urges parties to involve children affected by armed conflict in disarmament, demobilization, and reintegration processes, considering girls' specific needs.\n\n14. Calls on parties to abide by commitments made to the Special Representative of the Secretary-General for Children and Armed Conflict.\n\n15. Requests the Secretary-General to include child protection in all country-specific reports to the Security Council.\n\n16. Requests the Secretary-General to submit a report by 31 October 2003 on:\n    (a) Progress made by parties to end recruitment or use of children in armed conflict.\n    (b) Assessment of child rights violations and abuses.\n    (c) Proposals for effective monitoring and reporting.\n    (d) Best practices on integrating child needs into disarmament, demobilization, rehabilitation, and reintegration programmes.\n\n17. Decides to remain actively seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2003/S_RES_1460_2003_EN.pdf"
}