{
  "resolution_no": "1357",
  "year": "2001",
  "theme": [
    "Peacekeeping",
    "Bosnia and Herzegovina"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIBH",
    "SFOR",
    "IPTF",
    "International Tribunal for the Former Yugoslavia"
  ],
  "reporting_cycle": "reports at least every six months",
  "operative_authority": "Chapter VII",
  "summary": "Authorizes Member States to take necessary measures to ensure compliance with Annex 1-A and protect SFOR.\n\nRecognizes the right of SFOR to defend itself from attack or threat of attack.\n\nAuthorizes Member States to take necessary measures to ensure compliance with airspace rules and procedures established by the Commander of SFOR.\n\nRequests authorities in Bosnia and Herzegovina to cooperate with the Commander of SFOR for effective airport management.\n\nDemands respect for the security and freedom of movement of SFOR and other international personnel.\n\nInvites States to provide support and facilities for Member States acting under paragraph 10.\n\nRecalls agreements concerning the status of forces and reminds parties of their obligation to comply.\n\nRequests Member States to report to the Council at least at monthly intervals.\n\nDecides to extend the mandate of UNMIBH, including the IPTF, until 21 June 2002.\n\nRequests the Secretary-General to report regularly on the implementation of the mandate of UNMIBH.\n\nReiterates that the successful implementation of IPTF tasks rests on the quality, experience, and professional skills of its personnel.\nThe Security Council:\n\n* Urges Member States to ensure provision of qualified personnel with Secretary-General's support (para 22);\n* Reaffirms parties' responsibility to cooperate with and provide full support to IPTF (para 22);\n* Calls for closest coordination between High Representative, SFOR, UNMIBH, and civilian organizations to implement Peace Agreement and civilian consolidation plan (para 23);\n* Urges Member States to intensify efforts to provide training, equipment, and assistance to local police forces in Bosnia and Herzegovina on a voluntary-funded basis (para 24);\n* Requests Secretary-General to continue submitting reports on implementation of Peace Agreement and parties' compliance (para 25);\n* Decides to remain seized of the matter (para 26).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2001/S_RES_1357_2001_EN.pdf"
}