{
  "resolution_no": "1353",
  "year": "2001",
  "theme": [
    "Peacekeeping",
    "Cooperation with Troop-Contributing Countries"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 1",
    "Article 2",
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations Peacekeeping Operations",
    "Security Council Working Group on Peacekeeping Operations",
    "Troop-Contributing Countries"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council on individual peacekeeping operations; assessments meetings with interested delegations, in particular troop-contributing countries, at appropriate stages of each peacekeeping operation",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n- Reaffirms previous resolutions and statements on peacekeeping, including 1318 (2000), 1327 (2000), and the need to strengthen cooperation with troop-contributing countries.\n- Commits to enhancing the UN's capacity to maintain international peace and security.\n- Supports efforts to strengthen the efficiency and effectiveness of UN peacekeeping operations.\n- Stresses the need to ensure the safety and security of peacekeepers and to improve the relationship between the Security Council, troop-contributing countries, and the Secretariat.\n\nThe Council:\n1. Agrees to adopt decisions and recommendations in the annexes.\n2. Requests its Working Group on Peacekeeping Operations to continue its work.\n3. Undertakes to follow closely the implementation of measures for cooperation with troop-contributing countries and requests an assessment within six months.\n\nAnnex I:\n- The Council recognizes the importance of partnership with troop-contributing countries and encourages Member States to provide personnel, assistance, and facilities to the UN.\n- Emphasizes the need for troop-contributing countries to ensure their peacekeepers can fulfil their mandates.\n- Underlines the importance of effective support from the Secretariat, including training, logistics, and equipment.\n- Stresses the need for sufficient and efficient use of resources.\nHere is a summarized version of the Security Council document:\n\n**A. Consultations and Decision-Making**\n\n* Consultations between the Security Council, Secretariat, and troop-contributing countries should enhance the Security Council's ability to make effective and timely decisions.\n* A comprehensive approach is needed to improve the effectiveness of peacekeeping operations, including contingency planning and cohesive exit strategies.\n\n**B. Operational Issues**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2001/S_RES_1353_2001_EN.pdf"
}