{
  "resolution_no": "1343",
  "year": "2001",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Conflict Prevention"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNAMSIL",
    "ECOWAS",
    "Liberia Government",
    "RUF"
  ],
  "reporting_cycle": "The Secretary-General reports every 6 months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n \nRecalling previous resolutions on Sierra Leone and the region, \n\nWelcoming General Assembly resolution A/RES/55/56, \n\nNoting the report of the UN Panel of Experts on Sierra Leone, \n\nFindings that diamonds are a major source of income for the RUF, \n\nand that the Government of Liberia is actively supporting the RUF, \n\nRecalling ECOWAS Moratorium on Small Arms and Light Weapons, \n\nTaking note of Liberia's measures since the Panel's report, \n\nRecalling concerns on the illicit diamond trade fuelling conflict in Sierra Leone, \n\nReiterating call on States in West Africa to cease military support for armed groups, \n\nDetermining that Liberia's support for rebel groups is a threat to international peace and security, \n\nActing under Chapter VII of the Charter,\n\nA. Terminating prohibitions imposed by resolution 788 (1992) and dissolving the Committee established by resolution 985 (1995),\n\nB. Demands that the Government of Liberia:\n\n2. immediately cease support for the RUF and other rebel groups;\n\n(a) expel all RUF members, including listed individuals, and prohibit RUF activities;\n\n(b) cease financial, military support, including arms transfers, training, and logistical support;\n\n(c) cease import of Sierra Leone rough diamonds not controlled through the Certificate of Origin regime.\nThe Security Council demands Liberia: \n- freeze RUF assets; \n- ground Liberia-registered aircraft; \nThe Council calls on President of Liberia to ensure RUF: \n- allows UNAMSIL free access; \n- releases abductees; \n- enters fighters in disarmament process; \n- returns seized equipment; \n\nThe Council imposes measures on Liberia: \n- prevent sale/supply of arms; \n- prevent provision of technical training/assistance; \n- prevent import of rough diamonds; \n- prevent entry/transit of senior Govt members and those supporting rebel groups; \n\nThese measures will come into force at 00:01 Eastern Daylight Time two months after adoption, unless Liberia complies with demands. \nThe measures imposed by paragraph 5 are established for 14 months, paragraphs 6 and 7 for 12 months. \nThe measures will be terminated if Liberia complies with demands. \nThe Secretary-General is requested to submit reports to the Council.\nThe Security Council:\n\n Reviews Liberia's compliance with demands and progress towards objectives, and calls on Liberia to support UN efforts to verify compliance information.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2001/S_RES_1343_2001_EN.pdf"
}