{
  "resolution_no": "1376",
  "year": "2001",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MONUC",
    "UN",
    "Democratic Republic of the Congo",
    "Rwanda",
    "Lusaka Ceasefire Agreement"
  ],
  "reporting_cycle": "Secretary-General reports as necessary",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the document:\n\nThe Security Council:\n- Recalls previous resolutions and reaffirms the territorial integrity and sovereignty of the Democratic Republic of the Congo (DRC).\n- Notes the Secretary-General's report (S/2001/970) and welcomes the participation of the Political Committee in joint meetings.\n- Determines that the situation in the DRC continues to threaten international peace and security.\n\nThe Council:\n1. Welcomes the general respect for the ceasefire, but expresses concern at hostilities in eastern DRC and calls for parties to cease support to armed groups.\n2. Welcomes the withdrawal of some foreign forces and requests all States to withdraw their forces in accordance with resolution 1304 (2000).\n3. Demands the demilitarization of Kisangani and welcomes the pledge by RCD-Goma to do so.\n4. Supports the inter-Congolese dialogue and calls on parties to work together for its success.\n5. Expresses grave concern at human rights violations and calls on parties to end them.\n6. Expresses concern at the humanitarian situation and calls for increased international support.\n7. Expresses concern at economic difficulties and stresses the need for increased international economic assistance.\n8. Condemns the illegal exploitation of natural resources and demands that it cease.\n9. Notes links between peace processes in Burundi and DRC and invites parties to work together.\n10. Supports the deployment of MONUC phase III and stresses its importance in eastern DRC.\n11. Notes with concern a joint communiqué on a special force in Kindu and stresses the need for appropriate conditions for MONUC to fulfil its role.\n12. Affirms that MONUC phase III implementation requires steps from parties and requests the Secretary-General to report on progress.\nThe Security Council \n3\n1376 (2001)\n\n13.Expresses satisfaction with the partnership with Lusaka Ceasefire Agreement parties, strengthened by regular contacts between the Political Committee and the Council; \n Reiterates determination to continue assisting parties in achieving peace.\n\n14.Commends MONUC personnel's outstanding work; Pays tribute to the Special Representative of the Secretary-General.\n\n15.Decides to remain actively seized of the matter.\n\n Requests \n\n(i) Transmission to MONUC of operational information for planning MONUC support for foreign troops withdrawal from DRC;\n\n(ii) Transmission to MONUC of operational information for DDRRR programme planning for armed groups;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2001/S_RES_1376_2001_EN.pdf"
}