{
  "resolution_no": "1374",
  "year": "2001",
  "theme": [
    "Sanctions",
    "Peacekeeping"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41"
  ],
  "entities": [
    "Monitoring Mechanism",
    "Committee established pursuant to resolution 864 (1993)",
    "UNITA"
  ],
  "reporting_cycle": "The monitoring mechanism to report periodically to the Committee and provide an additional report by 19 April 2002; Secretary-General reports every 6 months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n- Reaffirms its previous resolutions on Angola, particularly 864 (1993), 1127 (1997), 1173 (1998), 1237 (1999), 1295 (2000), 1336 (2001), and 1348 (2001).\n- Expresses concern over the humanitarian situation in Angola and reaffirms its commitment to preserving Angola's sovereignty and territorial integrity.\n- Determines that the situation in Angola remains a threat to international peace and security.\n- Acting under Chapter VII of the UN Charter:\n  1. Takes note of the supplementary report (S/2001/966) of 12 October 2001.\n  2. Intends to give full consideration to this report.\n  3. Extends the mandate of the monitoring mechanism for six months, until 19 April 2002.\n  4. Requests the Committee to review reports of the Monitoring Mechanism and provide guidance.\n  5. Requests the monitoring mechanism to provide a detailed action plan within 60 days.\n  6. Requests the monitoring mechanism to report periodically and provide an additional report by 19 April 2002.\n  7. Requests the Secretary-General to appoint four experts to the monitoring mechanism and make necessary financial arrangements.\n  8. Requests the Chairman of the Committee to submit an additional report to the Council by 19 April 2002.\n  9. Calls upon all States to cooperate with the monitoring mechanism.\n  10. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2001/S_RES_1374_2001_EN.pdf"
}