{
  "resolution_no": "1379",
  "year": "2001",
  "theme": [
    "Children",
    "Armed Conflict",
    "Human Rights",
    "Peacekeeping"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 41",
    "Article 99"
  ],
  "entities": [
    "United Nations Children's Fund",
    "Office of the United Nations High Commissioner for Refugees",
    "Office of the United Nations High Commissioner for Human Rights"
  ],
  "reporting_cycle": "Secretary-General reports by 31 October 2002",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n \nRecalling previous resolutions on children and armed conflict, \nRecognizing the devastating impact of armed conflict on children, \n\n1. Determines to give full attention to protecting children in armed conflict;\n2. Ready to include child protection provisions in peacekeeping mandates and to deploy child protection advisers; \n3. Supports work by the Secretary-General, the Special Representative for Children and Armed Conflict, UNICEF, and other UN agencies; \n4. Intends to call on parties to make arrangements for protecting women, children, and vulnerable groups;\n5. Stresses the importance of humanitarian access to children affected by conflict; \n6. Intends to address links between conflict, terrorism, and illicit trade; \n7. To consider the impact of sanctions on children and provide humanitarian exemptions; \n8. Calls on parties to:\n    (a) Respect international law protecting children in conflict; \n    (b) Protect and assist refugees and internally displaced persons; \n    (c) Promote and protect girls' rights and end violence and exploitation; \n    (d) Abide by commitments to the Special Representative and UN bodies.\nHere is a summarized version of the Security Council document:\n\n**Protection of Children in Armed Conflict**\n\nThe Security Council:\n\n* Urges parties to armed conflict to protect children and prevent their recruitment and use in armed forces and groups.\n\n**Peace Agreements and Child Soldiers**\n\n* Requests protection of children in peace agreements, including disarmament, demobilization, reintegration, and rehabilitation of child soldiers and family reunification.\n\n**Member State Responsibilities**\n\n* Urges Member States to:\n\t+ End impunity and prosecute those responsible for crimes against children.\n\t+ Exclude crimes against children from amnesty provisions.\n\t+ Ensure post-conflict truth-and-reconciliation processes address abuses against children.\n\t+ Consider measures to prevent corporate actors from engaging with parties to armed conflict that violate children's rights.\n\t+ Consider ratifying the Optional Protocol to the Convention on the Rights of the Child.\n\n**Secretary-General Responsibilities**\n\n* Requests the Secretary-General to:\n\t+ Include child protection staff in peacekeeping and peace-building operations.\n\t+ Ensure peacekeeping personnel receive guidance on HIV/AIDS and human rights law relevant to children.\n\t+ Continue monitoring and reporting on the situation of children in armed conflict.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2001/S_RES_1379_2001_EN.pdf"
}