{
  "resolution_no": "1338",
  "year": "2001",
  "theme": [
    "Peacekeeping",
    "East Timor",
    "Justice",
    "Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "UNTAET",
    "East Timorese people",
    "Government of Indonesia",
    "International financial institutions",
    "United Nations funds and programmes"
  ],
  "reporting_cycle": "Secretary-General reports by 30 April 2001",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n- Reaffirms previous resolutions on East Timor, particularly 1272 (1999) and 1319 (2000).\n- Commends the work of UNTAET and its Special Representative.\n- Supports steps to strengthen East Timorese involvement in administration and urges further delegation of authority.\n- Encourages efforts to achieve independence for East Timor by the end of 2001.\n- Endorses recommendations of the Security Council Mission to East Timor and Indonesia.\n- Expresses concern over refugees in West Timor and the security situation.\n- Emphasizes the need for safety and security of international personnel.\n- Welcomes efforts to prevent and control HIV/AIDS and other communicable diseases.\n\nThe Council:\n1. Welcomes the Secretary-General's report.\n2. Extends UNTAET's mandate until 31 January 2002.\n3. Requests progressive delegation of authority to the East Timorese people.\n4. Encourages support for transition to independence, including development and training.\n5. Calls on international financial institutions and donors to fulfil commitments.\n6. Urges assistance for the creation of an East Timor Defence Force.\n7. Underlines the need for a robust response to the militia threat.\n8. Emphasizes the need to address shortcomings in the administration of justice.\n9. Encourages the Government of Indonesia to continue cooperation with UNTAET.\n10. Requests a report on UNTAET's mandate implementation by 30 April 2001.\nThe Security Council:\n\n Requests a report on the situation on the ground, including military and political assessments, and their implications for UNTAET's size, structure, and deployment;\n\n Expresses intention to take steps based on the report, considering troop-contributing countries' views;\n\n Stresses the need for a substantial international presence in East Timor after independence;\n\n Requests the Secretary-General to make detailed recommendations within six months, in consultation with the East Timorese people, international financial institutions, and UN funds and programmes;\n\n Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2001/S_RES_1338_2001_EN.pdf"
}