{
  "resolution_no": "1366",
  "year": "2001",
  "theme": [
    "Conflict Prevention",
    "Peace and Security",
    "Sustainable Development"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27",
    "Article 33",
    "Article 34",
    "Article 99"
  ],
  "entities": [
    "United Nations",
    "Security Council",
    "Secretary-General",
    "Economic and Social Council",
    "General Assembly",
    "International Court of Justice"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\nRecalling previous resolutions and presidential statements,\nHaving considered the Secretary-General's report on conflict prevention,\nReaffirms its commitment to preventing armed conflicts, maintaining international peace and security, and upholding the principles of state sovereignty and territorial integrity.\n Recognizes the need for a comprehensive strategy to prevent armed conflicts, including operational and structural measures.\n \nEmphasizes addressing root causes and regional dimensions of conflicts, and notes the importance of preventing the illicit trade in small arms and light weapons.\n \nStresses the interdependence of early warning, preventive diplomacy, and post-conflict peace-building.\n \nUnderlines the importance of raising awareness of and ensuring respect for international humanitarian law, and preventing impunity for genocide, crimes against humanity, and war crimes.\n \nReiterates the primary responsibility of Member States in conflict prevention and the role of the Secretary-General and other UN organs, and \nResolves to take action to prevent armed conflicts, drawing on lessons learned from past failures, and \nAcknowledges the role of non-governmental organizations, civil society, and the private sector in conflict prevention.\nHere is a concise summary of the Security Council document:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2001/S_RES_1366_2001_EN.pdf"
}