{
  "resolution_no": "1343",
  "year": "2001",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Conflict Prevention"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNAMSIL",
    "ECOWAS",
    "Liberia Government",
    "RUF"
  ],
  "reporting_cycle": "The Secretary-General reports every 6 months",
  "operative_authority": "Chapter VII",
  "summary": "Reviews Liberia's compliance with demands and progress towards objectives, and calls on Liberia to support UN efforts to verify compliance information.\n\n Requests the Secretary-General to provide:\n \n- A preliminary assessment of the potential economic, humanitarian, and social impact on Liberia of possible follow-up action.\n- A report on Liberia's steps to improve air traffic control and surveillance.\n\n Establishes a Committee to:\n \n- Seek information from States on implementing measures.\n- Investigate alleged violations and identify individuals/entities involved.\n- Promulgate guidelines for implementation.\n- Consider exemption requests.\n- Designate individuals subject to measures and update the list.\n- Make information publicly available.\n- Cooperate with other Sanctions Committees.\n\n Calls on Liberia to establish a Certificate of Origin regime for rough diamonds.\n\n Urges West African countries to establish similar regimes.\n\n Calls for assistance to reinforce the fight against proliferation and illicit trafficking of light weapons.\n\n Requests States to report on actions taken to implement measures.\n\n Requests the Secretary-General to establish a Panel of Experts to:\n \n- Investigate violations.\n- Collect information on Liberia's compliance.\n- Investigate links between natural resource exploitation and conflict.\n- Collect information on illegal activities.\nThe Security Council:\n- Requests the Committee to be updated on activities as appropriate and the Secretary-General to provide necessary resources;\n- Mandates the Panel of Experts to share relevant information with States for investigation and corrective action, allowing for a right of reply;\n- Calls on States to ensure individuals and companies comply with UN embargoes, taking judicial and administrative action to end illegal activities;\n- Urges States and organizations to adhere to this resolution, notwithstanding prior rights or obligations;\n- Decides to review measures every six months, starting within sixty days;\n- Urges cooperation with the Committee and Panel of Experts, including information sharing on possible violations;\n- Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2001/S_RES_1343_2001_EN.pdf"
}