{
  "resolution_no": "1363",
  "year": "2001",
  "theme": [
    "Sanctions",
    "Terrorism",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41"
  ],
  "entities": [
    "Committee established pursuant to resolution 1267 (1999)",
    "Monitoring Group",
    "Sanctions Enforcement Support Team"
  ],
  "reporting_cycle": "The Monitoring Group to report to the Committee including through briefings of experts of the monitoring mechanism, and the Sanctions Enforcement Support Team to report at least once a month to the Monitoring Group. The Committee to report to the Security Council on the implementation of this resolution at regular intervals.",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n- Reaffirms previous resolutions 1267 (1999) and 1333 (2000) regarding the situation in Afghanistan, which constitutes a threat to international peace and security.\n- Stresses the obligation of all Member States to comply with measures imposed by resolutions 1267 (1999) and 1333 (2000).\n- Welcomes the report of the Committee of Experts and its conclusions and recommendations.\n- Establishes a monitoring mechanism to:\n  (a) Monitor implementation of measures imposed by resolutions 1267 (1999) and 1333 (2000).\n  (b) Offer assistance to States to increase their capacity to implement these measures.\n  (c) Collate, assess, verify, report and make recommendations on information regarding violations.\n- The monitoring mechanism will consist of:\n  (a) A Monitoring Group in New York of up to five experts.\n  (b) A Sanctions Enforcement Support Team of up to fifteen members with expertise in areas such as customs, border security, and counter-terrorism.\n- Requests the Monitoring Group and Sanctions Enforcement Support Team to report regularly.\n- Requests the Committee established pursuant to resolution 1267 (1999) to report to the Security Council on implementation.\n- Calls upon all States, the UN, and concerned parties to cooperate with the monitoring mechanism.\n- Urges States to enforce and strengthen measures against their nationals and entities operating on their territory.\n- Requests the Secretary-General to make necessary arrangements to support the monitoring mechanism. \n- Expresses its intention to review implementation of measures based on information provided by the monitoring mechanism.\n- Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2001/S_RES_1363_2001_EN.pdf"
}