{
  "resolution_no": "1369",
  "year": "2001",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMEE",
    "OAU",
    "International Committee of the Red Cross"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n \nRecalling previous resolutions and statements on the situation between Ethiopia and Eritrea, reaffirms its commitment to the sovereignty, independence, and territorial integrity of both countries.\n\nReaffirms its strong support for the Comprehensive Peace Agreement and the Agreement of Cessation of Hostilities (Algiers Agreements) and the role of the UN Mission in Ethiopia and Eritrea (UNMEE) and the Organization of African Unity (OAU).\n\nWelcoming progress made in implementing the Algiers Agreements, \n\n1. Extends UNMEE's mandate at current troop and military observer levels until 15 March 2002.\n\n2. Calls on parties to cooperate fully with UNMEE and abide by their agreements.\n\n3. Emphasizes that UNMEE's termination is linked to the Boundary Commission's completion of border delimitation and demarcation.\n\n4. Emphasizes the Temporary Security Zone (TSZ) must be completely demilitarized.\n\n5. Calls on parties to resolve outstanding issues, fulfil obligations: \n\n- Provide freedom of movement and access for UNMEE personnel and supplies.\n\n- Eritrea to allow UNMEE to monitor the 15km area north of the TSZ.\n\n- Establish a secure air corridor between Addis Ababa and Asmara.\n\n- Eritrea to provide information on local militia and police inside the TSZ.\n\n- Ethiopia to provide information and maps on minefields.\n\n- Eritrea to conclude the Status of Forces Agreement.\n\n- Release and return prisoners of war and detainees.\n\n- Fulfil financial responsibilities regarding the Boundary Commission.\n\n6. Calls on parties to explore confidence-building measures.\nThe Security Council:\n\n6. Calls on the parties to:\n(a) Treat each other’s nationals humanely, allow them to remain in chosen locations without discrimination;\n(b) Support initiatives and contacts between organizations and groups, including civil society;\n(c) Make restrained public statements;\n\n7. Encourages States and international organizations to support the peace process through:\n(a) Contributions to the Trust Fund for Quick-Impact Projects;\n(b) Contributions to the Trust Fund for border delimitation and demarcation;\n(c) Contributions to Consolidated Appeals for Humanitarian Assistance;\n(d) Assistance for reintegration of demobilized soldiers, internally displaced persons, and refugees;\n(e) Long-term reconstruction and development assistance;\n(f) Discouraging arms flows to the region;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2001/S_RES_1369_2001_EN.pdf"
}