{
  "resolution_no": "1353",
  "year": "2001",
  "theme": [
    "Peacekeeping",
    "Cooperation with Troop-Contributing Countries"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 1",
    "Article 2",
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations Peacekeeping Operations",
    "Security Council Working Group on Peacekeeping Operations",
    "Troop-Contributing Countries"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council on individual peacekeeping operations; assessments meetings with interested delegations, in particular troop-contributing countries, at appropriate stages of each peacekeeping operation",
  "operative_authority": "Chapter VI",
  "summary": "**Consultation Meetings with Troop-Contributing Countries**\n\n* Consultation meetings will continue as the principal means of consultation, convened and chaired by the President of the Security Council.\n* Meetings may be convened at different stages of peacekeeping operations, including mission planning, changes to the mandate, renewal of mandate, and significant developments.\n* Invitees to these meetings include:\n\t+ Troop-contributing countries\n\t+ Prospective troop-contributing countries\n\t+ Relevant UN bodies and agencies\n\t+ Other bodies and agencies as observers\n\t+ Countries making special contributions\n\t+ Host country/countries as observers\n\t+ Regional or subregional organizations contributing troops\n* Meetings will consider:\n\t+ Preparations for peacekeeping mandates\n\t+ Operational issues\n\t+ Secretary-General's concerns and recommendations\n\t+ Specific concerns of troop-contributing countries\n\t+ Progress in mission tasks\n\n**Improving Quality and Effectiveness of Consultations**\n\n* An informal paper setting out the agenda will be circulated to participants.\n* The Secretary-General will ensure reports are issued in good time to allow timely meetings with troop-contributing countries.\n* Fact sheets will be made available to all participants.\n* Briefings will be given by senior personnel working with the mission in the field, where possible.\nThe Security Council makes the following arrangements for communication and consultation:\n\nThe Secretary-General should provide objective assessments and analyses of political, military, humanitarian, and human rights situations in briefings, making them more user-friendly through information technology.\n\nTo ensure timely communication of troop-contributing countries' concerns and views to the Security Council:\n\n* The President of the Security Council will prepare a summary of consultation meetings with troop-contributing countries, assisted by the Secretariat.\n* The summary will be distributed to Council members before informal consultations or the next meeting on the relevant peacekeeping operation.\n\nThe Security Council supports meetings between the Secretariat and troop-contributing countries, with participation of Special Representatives, Force Commanders, and Civilian Police Commissioners, where appropriate.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2001/S_RES_1353_2001_EN.pdf"
}