{
  "resolution_no": "1357",
  "year": "2001",
  "theme": [
    "Peacekeeping",
    "Bosnia and Herzegovina"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIBH",
    "SFOR",
    "IPTF",
    "International Tribunal for the Former Yugoslavia"
  ],
  "reporting_cycle": "reports at least every six months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n- Recalls previous resolutions on the conflicts in the former Yugoslavia\n- Reaffirms commitment to a political settlement, preserving sovereignty and territorial integrity\n- Supports implementation of the General Framework Agreement for Peace in Bosnia and Herzegovina\n- Appreciates contributions of the High Representative, SFOR, UNMIBH, IPTF, OSCE, and other organizations\n- Notes the importance of regional cooperation, particularly from Croatia and Yugoslavia\n- Emphasizes the need for a comprehensive return of refugees and displaced persons\n- Welcomes reports and plans, including the UNMIBH Mandate Implementation Plan\n- Determines the situation remains a threat to international peace and security\n\n Acting under Chapter VII, the Council:\n1. Reaffirms support for the Peace Agreement and Dayton Agreement, calls for strict compliance\n2. Reiterates the primary responsibility of Bosnian authorities for implementation, with international support conditional on their cooperation\n3. Reminds parties of their commitment to cooperate with entities involved in implementation, including the International Tribunal for the Former Yugoslavia.\nThe Security Council:\n \nEmphasizes its full support for the High Representative's role in monitoring the implementation of the Peace Agreement and giving guidance to and coordinating civilian organizations and agencies.\n\nSupports the declarations of the Ministerial meetings of the Peace Implementation Conference.\n\nRecognizes the parties' authorization to the multinational force to take actions, including the use of necessary force, to ensure compliance with Annex 1-A of the Peace Agreement.\n\nReaffirms its intention to keep the situation in Bosnia and Herzegovina under close review and consider imposing measures if any party fails to meet its obligations.\n\nPays tribute to Member States participating in the multinational stabilization force and welcomes their continued deployment.\n\nAuthorizes the continuation of the multinational stabilization force (SFOR) for a further 12 months under unified command and control to fulfil its role specified in Annex 1-A and Annex 2 of the Peace Agreement.\n\nAuthorizes Member States to take necessary measures to ensure compliance with Annex 1-A and protect SFOR.\n\nRecognizes the right of SFOR to defend itself from attack or threat of attack.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2001/S_RES_1357_2001_EN.pdf"
}