{
  "resolution_no": "1386",
  "year": "2001",
  "theme": [
    "Peacekeeping",
    "Security",
    "Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "International Security Assistance Force",
    "Afghan Interim Authority",
    "United Nations"
  ],
  "reporting_cycle": "periodic reports",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n Reaffirming previous resolutions on Afghanistan, particularly 1378 (2001) and 1383 (2001), \nSupporting international efforts to combat terrorism, \nWelcoming developments in Afghanistan for all Afghans to enjoy rights and freedom, \nRecognizing Afghan responsibility for providing security and law and order, \nReiterating endorsement of the Bonn Agreement, \nNoting the request for an international security force, \nWelcoming the UK offer to lead the force, \nStressing adherence to human rights and humanitarian law, \nReaffirming commitment to Afghanistan's sovereignty and unity, \nDetermining the situation in Afghanistan still threatens international peace and security, \n Authorizes for 6 months an International Security Assistance Force to assist the Afghan Interim Authority in maintaining security in Kabul and surrounding areas. \n Calls upon Member States to contribute personnel, equipment and resources to the Force. \n Authorizes participating Member States to take necessary measures to fulfil the Force's mandate. \n Calls upon the Force to work in close consultation with the Afghan Interim Authority and the Special Representative of the Secretary-General. \n Calls upon all Afghans to cooperate with the Force and relevant organizations. \n Takes note of the Afghan parties' pledge to withdraw military units from Kabul and calls for its implementation. \n Encourages neighbouring States and Member States to provide assistance to the Force. \n Stresses expenses of the Force will be borne by participating Member States.\nThe Security Council:\n \nRequests the International Security Assistance Force leadership to provide periodic reports through the Secretary-General on progress towards its mandate implementation;\n Calls on participating Member States to assist the Afghan Interim Authority in establishing and training new Afghan security and armed forces;\nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2001/S_RES_1386_2001_EN.pdf"
}