{
  "resolution_no": "1353",
  "year": "2001",
  "theme": [
    "Peacekeeping",
    "Cooperation with Troop-Contributing Countries"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 1",
    "Article 2",
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations Peacekeeping Operations",
    "Security Council Working Group on Peacekeeping Operations",
    "Troop-Contributing Countries"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council on individual peacekeeping operations; assessments meetings with interested delegations, in particular troop-contributing countries, at appropriate stages of each peacekeeping operation",
  "operative_authority": "Chapter VI",
  "summary": "**B. Operational Issues**\n\n* Encourages international cooperation and support for peacekeeping training, including regional training centers.\n* Requests the Secretary-General to:\n\t+ Include information on consultations with troop-contributing countries in regular reports.\n\t+ Convene assessment meetings with interested delegations.\n\t+ Take into account operational experiences of national contingents.\n* Undertakes to:\n\t+ Inform troop-contributing countries of mission terms of reference and conclusions.\n\t+ Encourage reconnaissance visits to mission areas.\n* Urges the Secretary-General to implement proposals to create integrated mission task forces.\n* Stresses the need to improve the Secretariat's information and analysis capacity.\n\n**C. Other Mechanisms**\n\n* Considers using the Military Staff Committee to enhance peacekeeping operations.\n* Believes that Groups of Friends of the Secretary-General and other informal mechanisms can play a useful role.\n\n**D. Follow-up**\n\n* Intends to assess within six months the efficiency and effectiveness of meetings with troop-contributing countries.\n* Decides to strengthen cooperation with troop-contributing countries by improving and expanding existing consultation mechanisms.\n\n**Annex II: Format, procedures and documentation of meetings with troop-contributing countries**\n\n* Consultations will take place in specific formats (not detailed in the summary).\nThe Security Council adopts the following measures to enhance its consultations with troop-contributing countries:\n\n**Public or Private Meetings of the Security Council**\n\n* The Security Council will hold public or private meetings with troop-contributing countries to discuss critical issues related to a specific peacekeeping operation.\n* Such meetings may be held when the Secretary-General identifies potential troop-contributing countries, when considering changes to a peacekeeping mandate, or when there is a rapid deterioration in the situation on the ground.\n\n**Consultation Meetings with Troop-Contributing Countries**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2001/S_RES_1353_2001_EN.pdf"
}