{
  "resolution_no": "1339",
  "year": "2001",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNOMIG",
    "CIS peacekeeping force",
    "OSCE",
    "United Nations"
  ],
  "reporting_cycle": "Secretary-General reports every 3 months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\nRecalling previous resolutions and statements, considered the report of the Secretary-General on the situation in Abkhazia, Georgia. \nThe Council stressed that lack of progress on key issues of a comprehensive settlement is unacceptable and expressed deep concern over the volatile situation in the conflict zone.\nThe Council welcomed efforts of the Secretary-General and his Special Representative, assisted by the Russian Federation, the Group of Friends, and the OSCE, to promote stabilization and a comprehensive political settlement.\nThe Council supported, in particular, the Special Representative's intention to submit proposals on the distribution of constitutional competences between Tbilisi and Sukhumi.\nThe Council called upon the parties, in particular the Abkhaz side, to engage in negotiations on core political questions and outstanding issues.\nThe Council also:\n- Welcomed the upcoming meeting on confidence-building measures in Yalta in March 2001.\n- Reaffirmed the inalienable right of refugees and displaced persons to return to their homes.\n- Urged the parties to address the status of spontaneous returnees to the Gali district.\n- Expressed satisfaction with the joint assessment mission to the Gali district.\n- Condemned all ceasefire violations, the rise in criminality, and activities of armed groups.\n- Condemned the abduction of UNOMIG military observers and called for the perpetrators to be brought to justice.\n- Called upon the parties to ensure security and freedom of movement of UN personnel. \n- Welcomed UNOMIG's review of its security arrangements.\n1339 (2001) \n15. Decides to extend UNOMIG's mandate until 31 July 2001, subject to a review in case of changes to the mandate or CIS peacekeeping force presence, and intends to conduct a thorough review at the end of the current mandate, considering steps taken by parties towards a comprehensive settlement;\n16. Requests the Secretary-General to regularly inform the Council, report on the Abkhazia, Georgia situation within three months, and provide a briefing on the political settlement progress, including the draft paper to be submitted to parties;\n17. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2001/S_RES_1339_2001_EN.pdf"
}