{
  "resolution_no": "1341",
  "year": "2001",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MONUC",
    "UNICEF",
    "Special Representative of the Secretary-General for Children and Armed Conflicts"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council, recalling its previous resolutions and statements on the Democratic Republic of the Congo (DRC), reaffirms the country's sovereignty, territorial integrity, and political independence. The Council expresses alarm at the humanitarian situation, human rights violations, and the increase in HIV/AIDS infections, particularly among women and girls. It also condemns the recruitment and use of child soldiers.\n\nThe Council reaffirms its support for the Lusaka Ceasefire Agreement and stresses the need for a new impetus to the peace process to secure the withdrawal of foreign troops from the DRC. It demands the withdrawal of Ugandan and Rwandan forces and other foreign forces from the DRC's territory, in compliance with previous resolutions and the Lusaka Ceasefire Agreement.\n\nThe Council urges parties to implement the Kampala plan and Harare sub-plans for disengagement and redeployment of forces, and to cooperate with the United Nations Organization Mission in the DRC (MONUC). It commends MONUC personnel and notes the strong leadership of the Special Representative of the Secretary-General.\n\nDetermining that the situation in the DRC continues to pose a threat to international peace and security, the Council, acting under Chapter VII of the Charter, calls on parties to respect the ceasefire, demands the withdrawal of foreign forces, and urges parties to implement agreements and relevant Security Council resolutions.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Urges parties to the Harare Agreement to submit reservations within 14 days from March 15, 2001.\n\n2. Welcomes Rwandan authorities' commitment to withdraw forces from Pweto, calls for implementation, and requests other parties to respect the withdrawal.\n\n3. Welcomes Ugandan authorities' commitment to reduce forces in the Democratic Republic of Congo by two battalions, and calls for implementation and verification by MONUC.\n\n4. Urges parties to prepare and adopt a plan for the withdrawal of foreign troops by May 15, 2001.\n\n5. Demands parties refrain from offensive military action during disengagement and withdrawal.\n\n6. Urges parties to prepare plans for disarmament, demobilization, reintegration, repatriation, or resettlement of armed groups.\n\n7. Condemns massacres and atrocities, demands an end to human rights and humanitarian law violations.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2001/S_RES_1341_2001_EN.pdf"
}