{
  "resolution_no": "1377",
  "year": "2001",
  "theme": [
    "Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "Counter-Terrorism Committee",
    "Security Council",
    "United Nations"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n- Decides to adopt the attached declaration on the global effort to combat terrorism.\n \nAnnex:\n- Recalls resolutions 1269 (1999), 1368 (2001), and 1373 (2001).\n- Declares international terrorism a serious threat to international peace and security and a challenge to all States and humanity.\n- Condemns all acts of terrorism as criminal and unjustifiable, regardless of motivation.\n- Stresses terrorism is contrary to the UN Charter's purposes and principles.\n- Underlines terrorism endangers innocent lives, dignity, and security, and undermines global stability and prosperity.\n- Affirms a sustained, comprehensive approach involving all Member States is essential to combat international terrorism.\n- Stresses international efforts to broaden understanding among civilizations and address global issues will contribute to cooperation against terrorism.\n- Welcomes States' commitment to fight terrorism, calls on States to become parties to relevant conventions and protocols, and encourages work in this area.\n- Calls on States to implement resolution 1373 (2001) fully, assist each other, and deny support and safe haven to terrorists.\n- Expresses determination to implement resolution 1373 (2001) in full cooperation with the UN membership, and welcomes progress made by the Counter-Terrorism Committee.\nThe Security Council:\n Recognizes States may need assistance implementing resolution 1373 (2001), invites them to inform the Counter-Terrorism Committee of areas where support is required. \nInvites the Counter-Terrorism Committee to explore assistance methods with States and international, regional, and subregional organizations, including: \n- promoting best practices and model laws \n- identifying existing technical, financial, and legislative assistance programs \n- promoting synergies between these programs. \nCalls on all States to intensify efforts to eliminate international terrorism.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2001/S_RES_1377_2001_EN.pdf"
}