{
  "resolution_no": "1379",
  "year": "2001",
  "theme": [
    "Children",
    "Armed Conflict",
    "Human Rights",
    "Peacekeeping"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 41",
    "Article 99"
  ],
  "entities": [
    "United Nations Children's Fund",
    "Office of the United Nations High Commissioner for Refugees",
    "Office of the United Nations High Commissioner for Human Rights"
  ],
  "reporting_cycle": "Secretary-General reports by 31 October 2002",
  "operative_authority": "Chapter VI",
  "summary": "**UN Agencies, Funds, and Programmes**\n\n* Requests UN agencies, funds, and programmes to:\n\t+ Coordinate support and assistance to parties to armed conflict.\n\t+ Reduce child recruitment in development assistance programmes.\n\t+ Devote resources to rehabilitation and reintegration of children affected by armed conflict.\n\n**International Financial Institutions**\n\n* Encourages international financial institutions to:\n\t+ Support rehabilitation and reintegration programmes.\n\t+ Contribute resources for quick-impact projects in conflict zones.\n\n**Regional Organizations**\n\n* Urges regional and subregional organizations to:\n\t+ Establish child protection mechanisms.\n\t+ Consider the views of children in policy design and implementation.\nThe Security Council:\n\n Requests inclusion of child protection staff in peacekeeping and field operations and provide training on children's rights and protection;\n\n Calls for elimination of cross-border activities harming children, such as recruitment, abduction, sale, and trafficking, and illicit trade in minerals and arms;\n\n Encourages regional initiatives to prevent use of child soldiers and ensure compliance with protection obligations;\n\n Requests the Secretary-General to: \n- include observations on child protection in reports on conflict situations; \n- submit a report by 31 October 2002 on implementation of resolutions 1261, 1314, and 1379; \n- attach a list of parties to armed conflict that recruit or use children in violation of international obligations. \n\nDecides to remain actively seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2001/S_RES_1379_2001_EN.pdf"
}