{
  "resolution_no": "1341",
  "year": "2001",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MONUC",
    "UNICEF",
    "Special Representative of the Secretary-General for Children and Armed Conflicts"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "6. Urges parties to prepare plans for disarmament, demobilization, reintegration, repatriation, or resettlement of armed groups.\n\n7. Condemns massacres and atrocities, demands an end to human rights and humanitarian law violations.\n\n8. Demands an end to recruitment, training, and use of children in armed forces.\n\n9. Calls for safe access for relief personnel and guarantees for UN personnel's safety and security.\n\n10. Urges respect for humanitarian assistance neutrality and impartiality.\n\n11. Calls on the international community to increase support for humanitarian relief.\n\n12. Reminds parties of obligations to protect civilian populations.\n\n13. Welcomes the inter-Congolese Dialogue and calls for concrete steps to move it forward.\n\n14. Reiterates MONUC's cooperation with the Dialogue Facilitator.\n\n15. Calls for cooperation in MONUC's deployment and operations.\n\n16. Requests relocation of the Joint Military Commission to Kinshasa.\n\n17. Reaffirms MONUC's authorization and mandate.\n\n18. Endorses the updated concept of operations for MONUC.\n\n19. Emphasizes review of MONUC's concept of operations.\n\n20. Reaffirms readiness to support the Secretary-General on troop deployment.\nThe Security Council:\n\n* Welcomes dialogue between DR Congo and Burundi, urging continued efforts, emphasizing that Burundi's crisis settlement will positively impact DR Congo's conflict settlement (para 22);\n* Welcomes recent meetings between parties, encouraging intensified dialogue for regional security structures based on common interest and mutual respect (para 23);\n* Supports the expert panel's work on illegal exploitation of DR Congo's resources, urging parties to cooperate fully (para 24);\n* Reaffirms importance of stopping illegal exploitation, ready to consider actions to end it, and awaits expert panel's conclusions (para 25);\n* Reaffirms need for an international conference on peace, security, democracy, and development in the Great Lakes region under UN and OAU aegis (para 26);\n* Intends to monitor progress, undertake a mission to the region, and consider measures in case of non-compliance (paras 27-28);\n* Decides to remain actively seized of the matter (para 29).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2001/S_RES_1341_2001_EN.pdf"
}