{
  "resolution_no": "1355",
  "year": "2001",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Economic Recovery"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MONUC",
    "UNIFIL",
    "MINUSMA",
    "Lusaka Ceasefire Agreement",
    "Inter-Congolese Dialogue"
  ],
  "reporting_cycle": "at least every four months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n- Calls on all parties to refrain from offensive actions during disengagement and withdrawal of foreign forces, expressing concern over recent military operations in the Kivus (para 4).\n- Demands Rassemblement Congolais pour la Démocratie demilitarize Kisangani and all parties respect the demilitarization (para 5).\n- Demands all parties cease assistance and cooperation with armed groups listed in Annex A, Chapter 9.1 of the Lusaka Ceasefire Agreement (para 6).\n- Takes note of plans for the withdrawal of foreign forces and disarmament, demobilization, repatriation, and reintegration (DDRR) of armed groups, and calls for their finalization and implementation (para 7).\n- Requests parties to provide operational information to the Joint Military Commission to facilitate UN planning (para 8).\n- Encourages the Presidents and Governments of the Democratic Republic of the Congo and Rwanda to intensify dialogue for regional security structures (para 9).\n- Condemns recent incursions by armed groups into Rwanda and Burundi (para 10).\n- Welcomes dialogue between the Democratic Republic of the Congo and Burundi, and urges all States to bring influence on Burundian armed groups to refrain from violence (para 11).\n- Stresses that durable peace in the Democratic Republic of the Congo should not be achieved at the expense of peace in Burundi (para 12).\n- Welcomes the announcement of the Inter-Congolese Dialogue and calls on all Congolese parties to commence dialogue (para 13).\n- Calls on all parties to address urgent child protection concerns, including DDRR of child soldiers (para 14).\n- Condemns massacres and atrocities, and demands an end to human rights and international humanitarian law violations (para 15).\n- Reminds parties of their obligations to protect civilian populations under the Fourth Geneva Convention (para 16).\n- Condemns attacks against humanitarian organizations and demands perpetrators be brought to justice (para 17).\n- Condemns the use of child soldiers and demands an end to recruitment, training, and use of children in armed forces (para 18).\n- Calls on parties to ensure access of relief personnel and delivery of humanitarian assistance (para 19).\n- Calls on the international community to increase support for humanitarian relief activities (para 20).\n- Expresses support for the Expert Panel on the illegal exploitation of natural resources and notes the report's disturbing information (para 21).\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2001/S_RES_1355_2001_EN.pdf"
}