{
  "resolution_no": "1382",
  "year": "2001",
  "theme": [
    "Humanitarian",
    "Sanctions",
    "Peacekeeping"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNMOVIC",
    "IAEA",
    "Office of the Iraq Programme (OIP)"
  ],
  "reporting_cycle": "Secretary-General reports every 180 days",
  "operative_authority": "Chapter VII",
  "summary": "- Certain biological equipment, specifically for the microencapsulation of live microorganisms and toxins in particle sizes of 1-15 microns. \n\nSoftware and technology for the development or production of these components and equipment are also included.\nApplications for exporting commodities and products to Iraq should be forwarded to the Office of the Iraq Programme (OIP) with technical specifications and end-user information. \nThe OIP and UNMOVIC experts, consulting the IAEA, review applications and concluded contractual arrangements to determine if the contract contains items referred to in paragraph 24 of resolution 687 (1991) or listed on the Goods Review List (GRL). \nThe experts may request additional information within 60 days. \nIf the contract contains items referred to in paragraph 24, the application lapses. \nIf the contract contains GRL items, the Committee receives full details, and an assessment of humanitarian, economic, and security implications. \nIf the contract does not contain restricted items, the OIP informs the Government of Iraq and the exporting State, and the exporter is eligible for payment upon verification by Cotecna. \nThe mission or agency may appeal the decision to refer the contract to the Committee within two business days to the Executive Director of OIP. \nExperts reviewing contracts should be drawn from a broad geographical base. \nThe Secretariat reports to the Committee every 180 days on contracts submitted and approved. \nThe Committee keeps these procedures under review and amends them as appropriate. \nAny Committee member may call for an urgent meeting to consider revising or revoking these procedures.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2001/S_RES_1382_2001_EN.pdf"
}