{
  "resolution_no": "1362",
  "year": "2001",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 4"
  ],
  "entities": [
    "UNMOP",
    "Federal Republic of Yugoslavia",
    "Republic of Croatia"
  ],
  "reporting_cycle": "bi-monthly",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\nRecalling previous relevant resolutions, considered the report of the Secretary-General on the United Nations Mission of Observers in Prevlaka (UNMOP) and letters from the Chargé d’affaires a.i. of the Federal Republic of Yugoslavia and the Republic of Croatia.\n\nReaffirming commitment to Croatia's independence, sovereignty and territorial integrity, it noted the Joint Declaration signed at Geneva on 30 September 1992, and the Agreement on Normalization of Relations between Croatia and the Federal Republic of Yugoslavia of 23 August 1996.\n\nNoting the overall situation in the UNMOP area is stable and calm, but with continuing violations of the demilitarization regime, it welcomed the opening of crossing points between Croatia and the Federal Republic of Yugoslavia, facilitating civilian and commercial traffic.\n\nWelcoming the joint statement by the Presidents of Croatia and the Federal Republic of Yugoslavia on 8 June 2001, committing to normalize bilateral relations, the Council:\n1. Authorized UN military observers to continue monitoring the demilitarization of the Prevlaka Peninsula until 15 January 2002.\n2. Called on parties to cease violations of the demilitarized regime and ensure the safety and freedom of movement of UN military observers.\n3. Welcomed resumed talks between Croatia and the Federal Republic of Yugoslavia, urging parties to fulfill their commitment to a negotiated resolution on Prevlaka.\n4. Encouraged parties to consider confidence-building measures.\n5. Requested parties to report bi-monthly on bilateral negotiations.\n6. Requested UN military observers and the multinational stabilization force to cooperate.\n7. Decided to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2001/S_RES_1362_2001_EN.pdf"
}