{
  "resolution_no": "1360",
  "year": "2001",
  "theme": [
    "Humanitarian",
    "Peacekeeping",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "United Nations",
    "Security Council",
    "Government of Iraq",
    "UN Secretary-General"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n \nRecalling previous relevant resolutions, \n\n1. Decides to continue the provisions of resolution 986 (1995), except for paragraphs 4, 11 and 12, for a new 150-day period starting 4 July 2001, to address humanitarian needs in Iraq.\n\n2. Allocates funds from petroleum and petroleum products imports for food/nutrition and health sectors, with 13% for purposes referred to in paragraph 8 (b) of resolution 986 (1995).\n\n3. Requests the Secretary-General to ensure effective implementation, enhance UN observation in Iraq, and assure equitable distribution of goods.\n\n4. Decides to review implementation after 90 days and before the 150-day period ends, intending to renew provisions if satisfactorily implemented.\n\n5. Requests the Secretary-General to report on implementation after 90 days and before the 150-day period ends.\n\n6. Requests the Committee established by resolution 661 (1990) to report on implementation.\n\n7. Allows up to $600 million for expenses from contracts approved in 1998 and 1999.\n\n8. Requests the Secretary-General to transfer excess funds for humanitarian purchases.\n\n9. Sets the effective deduction rate for the Compensation Fund at 25%, with additional funds for humanitarian projects for vulnerable groups in Iraq.\nThe Security Council:\n- Requests the Secretary-General to report on the use of funds in his reports \n- Expresses intention to review effective deduction rate of funds deposited in escrow account \n- Urges all States, particularly Iraq, to cooperate in implementing this resolution;\n- Calls on Iraq to implement paragraph 27 of resolution 1284 (1999) \n- Requests Secretary-General to review Iraq's progress in implementing these measures;\n- Stresses need to ensure security and safety of persons involved in implementation;\n- Appeals to States to cooperate in submitting applications and issuing export licences \n- Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2001/S_RES_1360_2001_EN.pdf"
}