{
  "resolution_no": "1346",
  "year": "2001",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMSIL",
    "ECOWAS",
    "Government of Sierra Leone",
    "Revolutionary United Front (RUF)"
  ],
  "reporting_cycle": "Secretary-General reports at regular intervals",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\nRecalling its previous resolutions on Sierra Leone,\nAffirming commitment to respect Sierra Leone's sovereignty and territorial integrity,\nConcerned at the fragile security situation and humanitarian consequences,\nRecognizing the importance of extending State authority, national reconciliation, and disarmament,\n \n1. Extends UNAMSIL's mandate for six months;\n2. Increases UNAMSIL's military component to 17,500;\n3. Welcomes the revised concept of operations and encourages its completion;\n4. Appreciates Member States providing troops and support, and requests further contributions;\n5. Requests regular updates on UNAMSIL's progress;\n6. Expresses concern at human rights abuses, demands they cease, and requests filled human rights monitoring positions;\n7. Demands the RUF implement the Abuja Ceasefire Agreement;\n8. Requests UNAMSIL to support returning refugees and displaced persons;\n9. Requests the Secretary-General's views on refugee and internally displaced persons' issues;\n10. Calls on parties to intensify efforts towards peace process and Abuja Ceasefire Agreement implementation.\nHere is a clear and concise summary of the Security Council document:\n\n11. Encourages ECOWAS efforts towards a lasting settlement of the crisis in the Mano River Union region and underlines the importance of UN political support to stabilize the region.\n\n12. Notes UNAMSIL's role in supporting Sierra Leone's disarmament, demobilization, and reintegration programme, commends the Government's improvements, and encourages urgent decisions to finalize the programme and encourages international support.\n\n13. Emphasizes the need for Sierra Leone to develop administrative capacities for sustainable peace and development, and urges the Government to restore civil authority and public services, with assistance from States and organizations.\n\n14. Encourages the establishment of the Truth and Reconciliation Commission and Special Court, with protection for children.\n\n15. Welcomes the Secretary-General's intention to monitor the situation and report to the Council with recommendations, including potential strengthening of UNAMSIL.\n\n16. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2001/S_RES_1346_2001_EN.pdf"
}