{
  "resolution_no": "1345",
  "year": "2001",
  "theme": [
    "Peacekeeping",
    "Terrorism",
    "Regional Stability"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "KFOR",
    "UN Interim Administration Mission in Kosovo",
    "European Union Monitoring Mission",
    "Organization for Security and Cooperation in Europe (OSCE)"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on the region, welcomes steps taken by the Government of the former Yugoslav Republic of Macedonia to consolidate a multi-ethnic society and the plan by the Federal Republic of Yugoslavia to resolve the crisis in southern Serbia.\n\nStrongly condemns extremist violence, including terrorist activities, in parts of the former Yugoslav Republic of Macedonia and southern Serbia, which constitutes a threat to regional security and stability.\n\nReaffirms commitment to the sovereignty and territorial integrity of the Federal Republic of Yugoslavia, the former Yugoslav Republic of Macedonia, and other regional States.\n\nDemands that those engaged in armed action against authorities cease immediately, lay down their weapons, and return home.\n\nSupports the Governments of the former Yugoslav Republic of Macedonia and the Federal Republic of Yugoslavia in their efforts to end violence in a manner consistent with the rule of law.\n\nUnderlines the need for dialogue among legitimate parties, restraint, and respect for international humanitarian law and human rights.\n\nWelcomes efforts by the Government of Albania to promote peace and isolate extremists.\n\nCalls on Kosovo Albanian leaders and ethnic Albanian community leaders to publicly condemn violence and ethnic intolerance.\n\nWelcomes KFOR's efforts to implement resolution 1244 (1999) and calls on KFOR to strengthen its efforts to prevent unauthorized movement and illegal arms shipments.\n\nCalls on States and international organizations to consider practical help to efforts to strengthen democratic, multi-ethnic societies and assist the return of displaced persons.\n\nCalls on regional States to respect each other's territorial integrity and cooperate on measures fostering stability and regional cooperation.\n\nDecides to monitor developments and remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2001/S_RES_1345_2001_EN.pdf"
}