{
  "resolution_no": "1355",
  "year": "2001",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Economic Recovery"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MONUC",
    "UNIFIL",
    "MINUSMA",
    "Lusaka Ceasefire Agreement",
    "Inter-Congolese Dialogue"
  ],
  "reporting_cycle": "at least every four months",
  "operative_authority": "Chapter VII",
  "summary": "- Expresses support for the Expert Panel on the illegal exploitation of natural resources and notes the report's disturbing information (para 21).\nThe Security Council:\n Reaffirms the importance of cessation of illegal exploitation of the Democratic Republic of Congo's natural resources and is ready to consider actions to end this exploitation.\n Awaits the publication of the Expert Panel's addendum report and urges parties to cooperate with the Panel.\n Stresses the link between peace process progress and economic recovery, welcoming initial economic reforms and urging international economic assistance.\n Stresses the importance of restoring river traffic, welcoming the reopening of the Congo and Oubangui Rivers, and calls for cooperation to re-establish economic links.\n Emphasizes that durable peace requires regional countries to define rules for promoting security and development.\n Expresses intention to monitor progress and consider measures in case of non-compliance.\n \n Extends MONUC's mandate until June 15, 2002, and reviews progress every four months.\n Requests the Secretary-General to propose ways MONUC can assist in implementing plans.\n Approves the updated concept of operations, including a civilian police component and an integrated civilian/military section.\n Authorizes MONUC to assist in the early implementation of DDRR of armed groups on a voluntary basis.\n Reiterates authorization for up to 5,537 MONUC military personnel.\n Requests the Secretary-General to expand the civilian component, including human rights personnel.\n Calls on the Secretary-General to ensure sufficient deployment of child protection advisers.\n Stresses the need for increased public information capacity.\n Calls on parties to cooperate fully with MONUC's deployment and operations.\n Stresses the need for co-location of the Joint Military Commission with MONUC in Kinshasa.\n Reaffirms readiness to support further deployment of military personnel in border areas if necessary.\nHere is a summarized version of the document:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2001/S_RES_1355_2001_EN.pdf"
}