{
  "resolution_no": "1370",
  "year": "2001",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMSIL",
    "ECOWAS",
    "Government of Sierra Leone",
    "Revolutionary United Front (RUF)",
    "Civil Defence Forces (CDF)"
  ],
  "reporting_cycle": "Secretary-General reports at regular intervals",
  "operative_authority": "Chapter VII",
  "summary": "1. Extends UNAMSIL's mandate for six months from 30 September 2001;\n2. Appreciates troop-contributing Member States;\n3. Requests the Secretary-General to report on UNAMSIL's progress and provide an assessment on improving its effectiveness;\n4. Expresses concern at human rights abuses, demands they cease, and requests filled human rights monitoring positions;\n5. Welcomes efforts by the Government of Sierra Leone and the RUF to implement the Abuja Ceasefire Agreement;\n6. Urges the RUF to ensure full liberty for UN deployment and restore Government authority;\n7. Encourages dialogue and national reconciliation, and stresses the RUF's transformation into a political party;\n8. Requests UNAMSIL to support returning refugees and displaced persons;\n9. Requests an update on refugees and internally displaced persons;\n10. Urges cooperation with ECOWAS and the UN to promote peaceful implementation of the Abuja Ceasefire Agreement.\nThe Security Council:\n \nEncourages ECOWAS' efforts towards a lasting settlement of the crisis in the Mano River Union region and underlines the importance of UN support. \nWelcomes progress in Sierra Leone's peace process and its positive impact on the Mano River basin, and encourages the Mano River Union Women's Peace Network. \nEmphasizes the importance of a successful disarmament, demobilization and reintegration programme and urges the RUF, CDF and other groups to continue their commitment to it. \nExpresses concern at the financial shortfall in the multi-donor Trust Fund for the programme and urges international organizations and donor countries to provide support. \nEmphasizes the importance of free, fair, transparent and inclusive elections for Sierra Leone's long-term stability and takes note of UNAMSIL's readiness to provide support. \nUrges the Government of Sierra Leone to accelerate efforts to restore civil authority and basic public services, with UNAMSIL's assistance. \nEncourages the establishment of the Truth and Reconciliation Commission and the Special Court, and urges donors to commit funds. \nWelcomes the Secretary-General's intention to keep the situation under review and report to the Council. \nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2001/S_RES_1370_2001_EN.pdf"
}