{
  "resolution_no": "1366",
  "year": "2001",
  "theme": [
    "Conflict Prevention",
    "Peace and Security",
    "Sustainable Development"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27",
    "Article 33",
    "Article 34",
    "Article 99"
  ],
  "entities": [
    "United Nations",
    "Security Council",
    "Secretary-General",
    "Economic and Social Council",
    "General Assembly",
    "International Court of Justice"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n1. Determines to pursue conflict prevention as part of its primary responsibility for maintaining international peace and security.\n2. Stresses national Governments' responsibility for conflict prevention, with the UN and international community playing a supporting role.\n3. Calls for a comprehensive conflict prevention strategy, with Member States, regional and subregional organizations supporting the Secretary-General's proposal.\n4. Emphasizes the need for the UN's consent and support from the Government concerned, and cooperation from other national actors for a preventive strategy.\n5. Will give prompt consideration to early warning or prevention cases brought by the Secretary-General.\n6. Will keep potential conflict situations under review and consider cases brought by Member States, the General Assembly, or the Economic and Social Council.\n7. Commits to taking early and effective action to prevent armed conflict, using all means at its disposal.\n8. Urges Member States to strengthen the UN's capacity for peace and security, providing necessary resources for preventive measures.\n9. Reaffirms its role in peaceful dispute settlement, calling on Member States to settle disputes peacefully.\n10. Invites the Secretary-General to refer information on serious law violations and potential conflict situations to the Council.\n11. Intends to invite briefings from the Office of the UN Emergency Relief Coordinator on emergency situations.\n12. Will consider preventive deployment upon the Secretary-General's recommendation and with concerned Member States' consent.\n13. Calls on Member States to implement the UN Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms.\n14. Will make full use of information from the Secretary-General in preventing armed conflict.\n15. Stresses the importance of peace-building components, including civilian police, in peacekeeping operations.\n16. Decides to consider including disarmament, demobilization, and reintegration components in peacekeeping and peace-building operations.\n17. Recognizes the role of women in conflict prevention and requests the Secretary-General to give greater attention to gender perspectives.\n18. Supports enhancing the Secretary-General's role in conflict prevention, including increased use of fact-finding and confidence-building missions.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2001/S_RES_1366_2001_EN.pdf"
}