{
  "resolution_no": "1880",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Elections",
    "Human Rights",
    "Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "African Union",
    "ECOWAS"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days, and a mid-term report by the end of September 2009",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n- Recalls previous resolutions and statements on Côte d’Ivoire, reaffirming its commitment to the country’s sovereignty, independence, territorial integrity, and unity.\n- Endorses the Ouagadougou Political Agreement and subsequent Supplementary Agreements.\n- Appreciates the efforts of President Blaise Compaoré, the African Union, and ECOWAS in promoting peace and stability in Côte d’Ivoire.\n- Stresses the importance of a rigorous approach to peacekeeping deployments and condemns attempts to destabilize the peace process by force.\n- Notes with concern human rights violations, including sexual violence, and stresses that perpetrators must be brought to justice.\n- Expresses concern about children suffering from violence and condemns sexual violence against women.\n- Determines that the situation in Côte d’Ivoire poses a threat to international peace and security.\n- Acting under Chapter VII, \n  1. Recalls the new electoral timeline and underlines that Ivorian political actors must respect it to demonstrate their commitment to free and fair elections.\n  2. Reiterates its support for a credible electoral process and expresses conviction that postponing the presidential elections would be inconsistent with a credible process and the Ouagadougou Political Agreement.\n  3. Welcomes the successful completion of voter registration.\n  4. Recalls the request for the President of the Independent Electoral Commission to share details of the electoral process.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n \n1. Takes note of the electoral time frame and the five stages leading to the 29 November 2009 elections.\n\n2. Reiterates the importance of publishing the electoral list, urging Ivorian actors to meet their commitments.\n\n3. Requests the Special Representative of the Secretary-General to certify the voters list and ensure the electoral process is free, fair, and transparent.\n\n4. Emphasizes the importance of inclusive participation of Ivorian civil society and respect for human rights.\n\n5. Urges the Government of Côte d’Ivoire to provide necessary support for the electoral process.\n\n6. Threatens targeted measures against those who threaten the peace and national reconciliation process.\n\n7. Urges parties to comply with the Code of Good Conduct for elections.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1880_2009_EN.pdf"
}