{
  "resolution_no": "1878",
  "year": "2009",
  "theme": [
    "International Criminal Tribunal for Rwanda",
    "Judicial Proceedings"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41"
  ],
  "entities": [
    "International Criminal Tribunal for Rwanda",
    "International Tribunal for the former Yugoslavia"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nTaking note of letters from the Secretary-General regarding the International Criminal Tribunal for Rwanda, \n\nRecalling resolutions 955 (1994), 1165 (1998), 1329 (2000), 1411 (2002), 1431 (2002), 1717 (2006), 1824 (2008) and 1855 (2008), \n\nRecalling resolutions 1503 (2003) and 1534 (2004) which called on the International Tribunal to complete investigations by 2004, trial activities by 2008, and all work in 2010, \n\nNoting the International Tribunal's assessment that it will not complete all work in 2010, \n\nHaving considered proposals from the President of the International Tribunal, \n\nExpressing determination to support the International Tribunal's completion efforts, \n\nRecalling the extension of judges Mehmet Güney and Andrésia Vaz's terms until 31 December 2010, \n\nExpecting that extending judges' terms will enhance judicial proceedings and contribute to the Completion Strategy,\n\nNoting permanent judge Sergei Aleckseevich Egorov's intention to resign, \n\nDecides to:\n \n1. Review the extension of permanent judges' terms in the Appeals Chamber by 31 December 2009;\n2. Extend the terms of Trial Chamber judges Charles Michael Dennis Byron, Joseph Asoka Nihal de Silva, Khalida Rachid Khan, Arlette Ramaroson, and William H. Sekule until 31 December 2010;\n3. Extend the term of the judge replacing Sergei Aleckseevich Egorov until 31 December 2010;\n4. Extend the terms of ad litem judges Aydin Sefa Akay, Florence Rita Arrey, and Solomy Balungi Bossa until 31 December 2010.\nThe Security Council:\n\n- Allows ad litem judge Vagn Joensen to serve beyond the cumulative period under article 12 ter, paragraph 2, of the International Tribunal's Statute.\n\n- Authorizes Judges Joseph Asoka Nihal de Silva and Emile Francis Short to work part-time and engage in another judicial occupation in their home countries, notwithstanding article 12 bis, paragraph 3, until completion of assigned cases by mid-2010, on an exceptional basis.\n\n- Allows Judge Egorov to complete cases begun before his resignation, notwithstanding article 11, paragraph 1, on an exceptional basis, with the intention of completing cases by end-2009.\n\n- Amends article 13, paragraph 3, of the International Tribunal's Statute as set out in the annex.\n\n- Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1878_2009_EN.pdf"
}