{
  "resolution_no": "1882",
  "year": "2009",
  "theme": [
    "Children and Armed Conflict",
    "Human Rights",
    "Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "Security Council Working Group on Children and Armed Conflict",
    "United Nations country-level task forces",
    "Special Representative for Children and Armed Conflict"
  ],
  "reporting_cycle": "Secretary-General reports by May 2010 and periodically thereafter",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council reaffirms its previous resolutions on the protection of children in armed conflict, and acknowledges progress made in releasing and reintegrating children, but remains concerned about ongoing violations. The Council stresses the primary role of national Governments in providing protection and relief to affected children and reiterates the need to end impunity for crimes committed against children. \n\nThe Council strongly condemns all violations of international law involving the recruitment and use of children, killing and maiming, rape and other sexual violence, abductions, and attacks on schools and hospitals. \n\nThe Council reaffirms the monitoring and reporting mechanism to track violations and requests the Secretary-General to include in his reports parties to armed conflict that engage in patterns of killing, maiming, rape, and other sexual violence against children. \n\nThe Council emphasizes its determination to ensure respect for its resolutions and international obligations on the protection of children affected by armed conflict.\nThe Security Council,\n\nbearing in mind all other violations and abuses against children, notes that paragraph will apply to situations in accordance with conditions set out in paragraph 16 of its resolution 1379 (2001);\n\n Invites the Secretary-General through his Special Representative for Children and Armed Conflict to exchange information and interact with governments regarding violations and abuses committed against children;\n\n Notes some parties responded to its call to prepare and implement action plans to halt recruitment and use of children, and:\n\n Reiterates its call on parties listed in the annexes to prepare and implement action plans to halt recruitment and use of children;\n\n Calls upon parties listed in the annexes that commit killing, maiming, rape, and other sexual violence against children to prepare action plans to halt those violations;\n\n Further calls upon all parties listed to address all other violations and abuses committed against children;\n\n Urges parties to implement provisions in close cooperation with the Special Representative and UN country-level task forces;\n\n Encourages Member States to devise ways to facilitate development and implementation of time-bound action plans;\n\n Reiterates its determination to ensure respect for its resolutions on children and armed conflict;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1882_2009_EN.pdf"
}