{
  "resolution_no": "1887",
  "year": "2009",
  "theme": [
    "Nuclear Non-Proliferation",
    "Disarmament",
    "International Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "International Atomic Energy Agency (IAEA)",
    "Security Council Committee established pursuant to resolution 1540 (2004)"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "20. Urges states to require recipient states to continue safeguards on nuclear material and equipment provided prior to termination of IAEA safeguards.\n\n21. Calls for universal adherence to the Convention on Physical Protection of Nuclear Materials and its 2005 Amendment, and the Convention for the Suppression of Acts of Nuclear Terrorism.\n\n22. Welcomes recommendations to make effective use of existing funding mechanisms and affirms commitment to promote full implementation of resolution 1540 (2004).\n\n23. Reaffirms the need for full implementation of resolution 1540 (2004) and calls upon member states to cooperate with the Committee and IAEA.\n\n24. Calls upon member states to share best practices to improve safety standards and nuclear security practices to reduce the risk of nuclear terrorism.\n\n25. Calls upon all states to manage responsibly and minimize the use of highly enriched uranium for civilian purposes.\n\n26. Calls upon all states to improve national capabilities to detect, deter, and disrupt illicit trafficking in nuclear materials.\n\n27. Urges all states to take national measures to prevent proliferation financing and shipments, strengthen export controls, and secure sensitive materials.\n\n28. Declares its resolve to monitor closely any situations involving proliferation of nuclear weapons and take necessary measures to ensure international peace and security.\n\n29. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1887_2009_EN.pdf"
}