{
  "resolution_no": "1885",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Post-Conflict Reconstruction",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UNMIL",
    "Liberia National Police",
    "Special Court for Sierra Leone",
    "UNOCI"
  ],
  "reporting_cycle": "Regular reports to the Security Council",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Liberia, welcomes the Secretary-General's reports and notes progress made by the Government of Liberia in national reconciliation, economic recovery, and combating corruption.\n\nNoting the conclusion of the Truth and Reconciliation Commission's work, the Council recognizes the need for lasting stability in Liberia and the subregion, and the importance of well-functioning security and rule of law sectors.\n\nThe Council extends the mandate of the United Nations Mission in Liberia (UNMIL) until 30 September 2010.\n\nUNMIL will assist the Liberian government with the 2011 general presidential and legislative elections by providing logistical support, coordinating international electoral assistance, and supporting Liberian institutions and political parties.\n\nThe Council calls on Liberian authorities to ensure that outstanding issues regarding the electoral legal framework are addressed.\n\nThe Council also emphasizes the need for progress on benchmarks, including the Liberia National Police and national security strategy, and encourages the Liberian authorities to expedite their efforts to constitute the Independent National Commission on Human Rights.\n\nThe Council reiterates the continuing need for UNMIL's support for the security of the Special Court for Sierra Leone.\n\nDetermining that the situation in Liberia continues to constitute a threat to international peace and security in the region, the Council acts under Chapter VII of the Charter of the United Nations.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n3. Endorses the proposed constitutional amendments to facilitate preparations for elections;\n\n4. Agrees that free and fair, conflict-free elections are a core benchmark for UNMIL's future drawdown;\n\n5. Authorizes the Secretary-General to redeploy troops between UNMIL and UNOCI on a temporary basis;\n\n6. Endorses the third stage of UNMIL's drawdown, repatriating 2,029 military personnel, and leaving 8,202 personnel;\n\n7. Requests a strategic integrated plan to coordinate activity towards achieving benchmarks and progress towards a coordinated UN approach;\n\n8. Underscores the importance of updating the military concept of operations and rules of engagement;\n\n9. Requests the Secretary-General to monitor progress on core benchmarks, including preparations for the 2011 elections;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1885_2009_EN.pdf"
}