{
  "resolution_no": "1906",
  "year": 2009,
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Protection of Civilians",
    "Disarmament, Demobilization and Reintegration"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "MONUC",
    "FARDC",
    "United Nations Country Team",
    "International Criminal Court"
  ],
  "reporting_cycle": "The Secretary-General reports by 16 February 2010 and 1 April 2010",
  "operative_authority": "Chapter VII",
  "summary": "25. Urges MONUC to enhance support to disarmed foreign combatants' voluntary demobilization and repatriation.\n\n26. Urges the Congolese and Rwandan Governments to work together on FDLR objectives.\n\n27. Urges states to take legal action against FDLR leaders, implementing sanctions regimes.\nHere is a summarized version of the Security Council document:\n\n**Security Sector Reform and Stabilization**\n\n28. Urges states to end illicit trade in natural resources, and MONUC to assess a pilot project on tracing mineral products.\n\n**Security Sector Reform**\n\n29. Reiterates the primary responsibility of the DRC Government for security sector reform and encourages cooperation with MONUC to build a well-vetted, multi-ethnic force.\n\n30. Requests MONUC to coordinate international efforts on security sector reform.\n\n31. Requests MONUC to provide military training to FARDC, including on human rights and international humanitarian law.\n\n32. Reiterates the need for an effective vetting mechanism for FARDC and national security forces.\n\n33. Encourages the DRC Government to deploy integrated brigades throughout the country.\n\n34. Urges the DRC Government to adopt legislation on FARDC reform, High Defence Council, and police reform.\n\n35. Requests the DRC Government to ensure conditions for FARDC, including rank attribution, salary payments, and equipment.\n\n**Implementation of Agreements and MONUC's Role**\n\n36. Calls on parties to the March 23 Agreements to fulfil their commitments.\n\n37. Recommends the DRC Government to maintain a database on weapons and ammunition.\n\n38. Demands cooperation with MONUC operations and ensures security and access for UN personnel.\n\n39. Requests MONUC and the UN Country Team to support extending State authority in the DRC.\n\n**Reporting and Review**\n\n40. Requests the Secretary-General to brief on the implementation of the protection strategy by 16 February 2010.\n\n41. Requests a full report on the situation in the DRC and MONUC's activities by 1 April 2010, including:\n\n* Challenges in protecting civilians\n* Assessment of protection mechanisms\n* Implementation of the Policy Paper on MONUC's support to FARDC\n* Deployment and use of additional capabilities\n* Progress in security sector reform",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1906_2009_EN.pdf"
}