{
  "resolution_no": "1874",
  "year": "2009",
  "theme": [
    "Non-proliferation",
    "Nuclear disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "Committee on resolution 1718",
    "Panel of Experts",
    "IAEA"
  ],
  "reporting_cycle": "Secretary-General reports not specified, but Committee to report within 30 days, and Panel of Experts to report within 90 days and 30 days prior to termination of its mandate",
  "operative_authority": "Chapter VII",
  "summary": "17. Member States to prohibit provision of bunkering services to DPRK vessels carrying prohibited items.\n\n18. Member States to prevent financial transactions that could contribute to DPRK’s nuclear, missile, or WMD programs.\n\n19. Member States and international financial institutions not to enter into new commitments for grants, financial assistance, or concessional loans to DPRK.\n\n20. Member States not to provide public financial support for trade with DPRK.\n\n21. All Member States to comply with provisions of resolution 1718 without prejudice to diplomatic missions.\n\n22. Member States to report to Security Council within 45 days on measures taken to implement resolution.\n\n23. Measures set out in resolution 1718 to apply to additional items.\n\n24. Committee to adjust measures imposed by resolution 1718 and this resolution.\n\n25. Committee to intensify efforts to promote full implementation of resolution 1718.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n* Requests the Secretary-General to create a Panel of Experts for an initial period of one year to assist the Committee in carrying out its mandate and gather information on implementation of measures imposed on the DPRK.\n* Urges all States and relevant UN bodies to cooperate with the Committee and the Panel of Experts.\n* Calls upon all Member States to prevent specialized teaching or training of DPRK nationals that could contribute to the DPRK's proliferation-sensitive nuclear activities.\n* Calls upon the DPRK to join the Comprehensive Nuclear-Test-Ban Treaty and return to the Six Party Talks without precondition.\n* Supports peaceful dialogue and urges all participants to intensify efforts on the full and expeditious implementation of the Joint Statement and joint documents.\n* Expresses commitment to a peaceful, diplomatic and political solution to the situation and welcomes efforts to facilitate a peaceful and comprehensive solution.\n* Affirms that it shall keep the DPRK's actions under continuous review and be prepared to review the appropriateness of measures, including strengthening, modification, suspension or lifting of measures, as needed.\n* Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1874_2009_EN.pdf"
}