{
  "resolution_no": "1861",
  "year": 2009,
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MINURCAT",
    "EUFOR Chad/CAR",
    "UNHCR",
    "UNAMID"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "Encourages Governments of Chad and the Central African Republic to cooperate with the UN and European Union for a smooth transition.\n\n Calls on the Government of Chad and MINURCAT to expedite the selection, training, and deployment of DIS.\n\n Encourages Member States to contribute force requirements for MINURCAT.\n\n Urges Member States to facilitate the delivery of personnel, equipment, and supplies to MINURCAT and the European Union operation.\n\n Invites donors to contribute to the MINURCAT trust fund.\n\n Exhorts the donor community to address humanitarian, reconstruction, and development needs of Chad and the Central African Republic.\n\n Calls upon all parties to cooperate with MINURCAT and the European Union operation.\n\n Encourages the Governments of Sudan, Chad, and the Central African Republic to prevent their territories from being used to undermine sovereignty.\n\n Demands that armed groups cease violence and urges parties to respect and implement agreements.\n\n Encourages authorities and political stakeholders in Chad and the Central African Republic to pursue national dialogue.\n\n Reaffirms the obligation of all parties to implement international humanitarian law.\n\n Encourages efforts by MINURCAT and the UN country team to prevent recruitment of refugees and children and maintain the civilian nature of refugee camps.\nHere is a clear and concise summary of the Security Council document:\n\n24. Notes Chad's efforts to end child recruitment by armed groups, encourages continued cooperation with UN bodies, particularly UNICEF, and calls for child protection.\n\n25. Endorses benchmarks for MINURCAT's exit strategy, including:\n(a) Voluntary return and resettlement of internally displaced persons in secure conditions;\n(b) Demilitarization of refugee and IDP camps;\n(c) Improved capacity of Chadian authorities to provide security.\n\n26. Stresses the importance of the Central African Republic's improved capacity to exercise authority in the north-east for MINURCAT's objectives.\n\n27. Emphasizes the need for improved cooperation between Sudan, Chad, and the Central African Republic to end armed group activities.\n\n28. Requests the Secretary-General to report regularly on the security and humanitarian situation, progress towards benchmarks, and MINURCAT's mandate implementation.\n\n29. Requests a strategic workplan with timelines to measure progress on benchmarks by 15 March 2011.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1861_2009_EN.pdf"
}