{
  "resolution_no": "1904",
  "year": 2009,
  "theme": [
    "Terrorism",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "Usama bin Laden",
    "The Taliban",
    "UNIFIL",
    "MINUSMA",
    "Counter Terrorism Committee (CTC)",
    "Committee established pursuant to resolution 1540 (2004)"
  ],
  "reporting_cycle": "The Committee shall report orally, through its Chairman, at least every 180 days to the Council on the state of the overall work of the Committee and the Monitoring Team",
  "operative_authority": "Chapter VII",
  "summary": "The Ombudsperson drafts a Comprehensive Report summarizing information, describing activities, and laying out principal arguments \n\nThe Committee reviews the report, and the Ombudsperson presents it in person, answering questions, before the Committee considers the delisting request.\nHere is a clear and concise summary of the document:\n\n10. The Committee will decide whether to approve a delisting request through its normal procedures.\n\n11. If approved, the Committee will inform the Ombudsperson, who will then inform the petitioner and the listing will be removed.\n\n12. If rejected, the Committee will inform the Ombudsperson of its decision, including explanatory comments and an updated narrative summary.\n\n13. The Ombudsperson will then send a letter to the petitioner within 15 days, including: \n(a) the Committee's decision; \n(b) a description of the process and factual information; \n(c) information provided by the Committee.\n\n14. The Ombudsperson will respect confidentiality of Committee deliberations and communications.\n\n15. The Ombudsperson will also: \n(a) distribute publicly releasable information about Committee procedures; \n(b) notify individuals/entities about listing status; \n(c) submit biannual reports to the Security Council.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1904_2009_EN.pdf"
}