{
  "resolution_no": "1886",
  "year": "2009",
  "theme": [
    "Peacebuilding",
    "Security",
    "Development"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIPSIL",
    "Peacebuilding Commission",
    "Special Court for Sierra Leone",
    "Economic Community of West African States",
    "Mano River Union"
  ],
  "reporting_cycle": "every six months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Sierra Leone, commends the UN Integrated Peacebuilding Office in Sierra Leone (UNIPSIL) for its contribution to peacebuilding efforts.\n\nWelcomes the Secretary-General's report and recommends extending UNIPSIL's mandate until 30 September 2010.\n\nEmphasizes continued international support for Sierra Leone's peace, security, and development, particularly through the Government's \"Agenda for Change\".\n\nCommends UNIPSIL and the UN Country Team for their joint approach to peacebuilding.\n\nWelcomes the political parties' Joint Communiqué to cease political violence.\n\nAppreciates the Peacebuilding Commission's work and the Special Court for Sierra Leone's progress.\n\nDecides to:\n\n1. Extend UNIPSIL's mandate until 30 September 2010.\n2. Emphasize UNIPSIL's focus on supporting the Government in constitutional reform, police capacity building, corruption, and youth unemployment.\n3. Encourage the Executive Representative to enhance integration and effectiveness of UN efforts.\n4. Request the Secretary-General to develop benchmarks for UNIPSIL's transition to a UN Country Team presence.\n5. Emphasize the Government's primary responsibility for peacebuilding and encourage continued implementation of the Agenda for Change.\n6. Call upon the Government, UNIPSIL, and stakeholders to promote good governance, combat corruption, and promote human rights.\nEmphasizes women's crucial role in conflict prevention, resolution, and peacebuilding, as noted in resolutions 1325 (2000) and 1820 (2008), and stresses integrating a gender perspective in all UNIPSIL mandate aspects, urging collaboration with the Sierra Leone Government; \nRequests the Secretary-General to provide bi-monthly progress updates on UNIPSIL's mandate implementation and this resolution; \nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1886_2009_EN.pdf"
}