{
  "resolution_no": "1863",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Somalia",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "AMISOM",
    "United Nations",
    "African Union"
  ],
  "reporting_cycle": "30 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Somalia, reiterates its commitment to a comprehensive and lasting settlement of the situation in Somalia, while respecting the country's sovereignty, territorial integrity, and unity.\n\nReaffirming the Djibouti Peace Agreement as the basis for conflict resolution, welcomes the guiding principles agreed by the parties, including the establishment of a Unity Government and an inclusive Parliament.\n\nRecognizes the need for an enhanced political process, calls on Somali parties to fulfil their obligations, and notes the request for UN authorization and deployment of an international stabilization force.\n\nWelcomes the African Union Mission to Somalia (AMISOM) contribution to peace and stability, expresses appreciation for Uganda and Burundi's commitment, and condemns hostilities towards AMISOM.\n\nWelcomes the Secretary-General's proposal for a partnership to build Somali security capacity.\n\nExpresses concern at the worsening humanitarian situation, and calls on Member States to contribute to humanitarian appeals.\n\nReaffirms the importance of fighting impunity for serious crimes committed against civilians.\n\nNoting the African Union's statement and 5-point communiqué, determines that the situation in Somalia constitutes a threat to international peace and security.\n\nActing under Chapter VII, \n\n1. Welcomes AMISOM's continued deployment until 16 March 2009, and requests the African Union to maintain and reinforce AMISOM's deployment to achieve its mandated troop strength of 8,000 troops.\n\n2. Renews authorization for AMISOM for up to six months, allowing it to take necessary measures to carry out its mandate and provide security for key infrastructure.\n\n3. Calls on Somali parties to uphold the Djibouti Peace Agreement, cease hostilities, ensure humanitarian access, and terminate armed confrontations.\n\n4. Expresses intent to establish a UN Peacekeeping Operation in Somalia as a follow-on force to AMISOM, subject to a further decision by 1 June 2009.\n\n5. Requests the Secretary-General to submit a report on a UN Peacekeeping Operation by 15 April 2009.\nThe Security Council:\n\nRequests the Secretary-General to report on progress towards the deployment of a UN Peacekeeping Operation in Somalia, replacing AMISOM, considering progress in the political process and security conditions.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1863_2009_EN.pdf"
}