{
  "resolution_no": "1896",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MONUC",
    "Group of Experts",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling previous resolutions on the Democratic Republic of the Congo (DRC), reaffirms its commitment to the country's sovereignty, territorial integrity, and political independence. The Council takes note of the Group of Experts' reports, expressing concern about the presence of armed groups, particularly the FDLR and LRA, and demands they lay down their arms and cease attacks on civilians. It also demands that parties to the 23 March 2009 Agreements respect the ceasefire and implement their commitments.\n\nThe Council expresses concern about support received by armed groups from regional and international networks and welcomes commitments to promote peace and stability in the region. It notes with great concern human rights and humanitarian law violations, including killings, displacement, and sexual violence, and stresses that perpetrators must be brought to justice.\n\nThe Council stresses the primary responsibility of the DRC Government to ensure security and protect civilians, and encourages it to implement its \"zero-tolerance policy\" against criminal acts and misconduct in the armed forces. It also encourages the Government to reform the justice sector and implement the Penitentiary System Reform Action Plan.\n\nThe Council condemns the illicit flow of weapons into the DRC and determines that the situation continues to constitute a threat to international peace and security. Acting under Chapter VII, it decides to renew until 30 November 2010 the measures on arms imposed by resolution 1807 (2008).\n2. The Security Council renews, for a specified period, measures on transport imposed by paragraphs 6 and 8 of resolution 1807 (2008) and reaffirms provisions of paragraph 7 of that resolution.\n\n3. The Council renews, for the same period, financial and travel measures imposed by paragraphs 9 and 11 of resolution 1807 (2008) and reaffirms provisions of paragraphs 10 and 12 regarding individuals and entities.\n\n4. The mandate of the Committee is expanded to include: \n(a) promulgating guidelines within six months to facilitate implementation of measures; \n(b) holding regular consultations with concerned Member States; \n(c) specifying necessary information for notification requirements.\n\n5. All States, particularly those in the region, are called upon to implement measures and cooperate fully with the Committee.\n\n6. The Secretary-General is requested to extend the Group of Experts' mandate until 30 November 2010.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1896_2009_EN.pdf"
}