{
  "resolution_no": "1874",
  "year": "2009",
  "theme": [
    "Non-proliferation",
    "Nuclear disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "Committee on resolution 1718",
    "Panel of Experts",
    "IAEA"
  ],
  "reporting_cycle": "Secretary-General reports not specified, but Committee to report within 30 days, and Panel of Experts to report within 90 days and 30 days prior to termination of its mandate",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling previous resolutions, reaffirms that proliferation of nuclear, chemical, and biological weapons threatens international peace and security. It condemns the Democratic People's Republic of Korea's (DPRK) nuclear test on 25 May 2009, violating resolution 1718 (2006), and demands the DPRK not conduct further nuclear tests or launches using ballistic missile technology. The Council demands the DPRK:\n\n- Suspend all ballistic missile activities and re-establish its pre-existing commitments to a moratorium on missile launches;\n- Comply fully with its obligations under relevant Security Council resolutions;\n- Retract its announcement of withdrawal from the Treaty on Non-Proliferation of Nuclear Weapons (NPT);\n- Return to the NPT and International Atomic Energy Agency (IAEA) safeguards;\n- Abandon all nuclear weapons and existing nuclear programs in a complete, verifiable, and irreversible manner.\n\nThe Council calls on all Member States to implement their obligations under resolution 1718 (2006) and decides that measures shall apply to all arms and related materiel, as well as financial transactions, technical training, advice, services, or assistance related to their provision, manufacture, maintenance, or use. States shall notify the Committee at least five days prior to selling, supplying, or transferring small arms or light weapons to the DPRK.\nHere is a concise summary of the Security Council document:\n\n11. All States to inspect cargo to and from the DPRK if they have reason to believe it contains prohibited items.\n\n12. All Member States to inspect vessels on the high seas with consent of flag State if they have reason to believe cargo contains prohibited items.\n\n13. All States to cooperate with inspections; if flag State does not consent, vessel to proceed to port for inspection.\n\n14. Member States to seize and dispose of prohibited items identified in inspections, consistent with their obligations.\n\n15. Member States to report to Committee on inspections, seizures, and disposal.\n\n16. Member States to report to Committee if they do not receive cooperation from flag State.\n\n17. Member States to prohibit provision of bunkering services to DPRK vessels carrying prohibited items.\n\n18. Member States to prevent financial transactions that could contribute to DPRK’s nuclear, missile, or WMD programs.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1874_2009_EN.pdf"
}