{
  "resolution_no": "1902",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Burundi",
    "Elections",
    "Human Rights",
    "Transitional Justice"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "BINUB",
    "UNHCR",
    "MONUC",
    "Peacebuilding Commission"
  ],
  "reporting_cycle": "The Secretary-General reports on the electoral process in May 2010 and a full report on the implementation of the mandate of BINUB in November 2010",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n\nRecalling previous resolutions on Burundi, reaffirms its commitment to the country's sovereignty, independence, territorial integrity, and unity.\n\nReaffirms the importance of the Declaration of the Summit of the Heads of State and Government of the Great Lakes Region on the Burundi Peace Process and agreements between the Government of Burundi and the Forces Nationales de Libération (Palipehutu-FNL).\n\n Pays tribute to the Regional Peace Initiative, the South African Facilitation, the Partnership for Peace in Burundi, the African Union, and the Political Directorate for their support to Burundi's peace consolidation efforts.\n\nWelcomes progress achieved by Burundi in key peace consolidation areas, but notes remaining challenges, including the transformation of Palipehutu-FNL into a political party, strengthening good governance, and security sector reform.\n\nCommends the Government of Burundi and political parties for nominating members of the Independent National Electoral Commission and adopting a revised electoral code, and emphasizes the need for free, fair, and peaceful elections in 2010.\n\nEmphasizes the need for the UN system and international community to maintain support for peace consolidation and long-term development in Burundi.\n\nWelcomes the continued engagement of the Peacebuilding Commission in Burundi and the recent visit of the Chairman of the Commission's Burundi configuration.\n\nRecognizes the importance of transitional justice in promoting lasting reconciliation and welcomes national consultations on the establishment of transitional justice mechanisms.\n\nNotes with concern continuing human rights violations and restrictions on civil liberties, and encourages the Government of Burundi to continue efforts to fight impunity.\n\nRecalling resolutions on women and peace and security, protection of civilians in armed conflicts, and children and armed conflict.\n\nHaving considered the sixth report of the Secretary-General on the UN Integrated Office in Burundi (BINUB),\n\nDecides to extend until 31 December 2010 the mandate of BINUB.\n\nEncourages the Government of Burundi and the FNL to implement the 4 December 2008 Agreements and resolve outstanding issues in a spirit of reconciliation and dialogue.\n\nAcknowledges the contribution of the Regional Initiative, the South African facilitation, and other international partners to peace-building in Burundi and encourages them to remain engaged.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1902_2009_EN.pdf"
}