{
  "resolution_no": "1893",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "Group of Experts",
    "Kimberley Process",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "8. Requests the Secretary-General and French Government to report immediately on any serious obstacles to the freedom of movement of UNOCI or French forces, and requests reports on attacks or obstructions to the action of the Special Representatives.\n\n9. Requests States to cooperate fully with the Committee and authorizes the Committee to request further information.\n\n10. Extends the mandate of the Group of Experts until 31 October 2010.\n\n11. Allows the report to include information and recommendations on designating individuals and entities.\n\n12. Requests the Group of Experts to provide a midterm report by 15 April 2010 and a final report 15 days before the end of its mandate.\n\n13. Requests the Secretary-General to communicate information gathered by UNOCI on the supply of arms to Côte d’Ivoire.\n\n14. Requests the French Government to communicate information gathered by French forces on the supply of arms to Côte d’Ivoire.\n\n15. Requests the Kimberley Process to communicate information on the production and illicit export of diamonds from Côte d’Ivoire.\n\n16. Exempts imports for scientific research on Ivorian diamond production, subject to Committee approval.\n\n17. Sets out procedures for requesting exemptions.\n\n18. Urges cooperation with the Committee, Group of Experts, UNOCI, and French forces.\n\n19. Urges Ivorian parties and States to ensure the safety of the Group of Experts and provide unhindered access.\n\n20. Threatens targeted measures against persons determined to be threats to the peace and national reconciliation process.\n\n21. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1893_2009_EN.pdf"
}