{
  "resolution_no": "1889",
  "year": "2009",
  "theme": [
    "Women, Peace and Security",
    "Conflict Resolution",
    "Post-Conflict Reconstruction"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations",
    "Security Council",
    "Secretary-General",
    "Peacebuilding Commission",
    "Peacebuilding Support Office"
  ],
  "reporting_cycle": "The Secretary-General is requested to submit reports within 6 months and 12 months",
  "operative_authority": "Chapter VI",
  "summary": "Expresses its intention to include provisions on promoting gender equality and empowering women in post-conflict situations in UN mission mandates.\n\n Urges Member States to ensure gender mainstreaming in post-conflict peacebuilding and recovery processes.\n\n Urges Member States, UN bodies, donors, and civil society to ensure women's empowerment is taken into account in post-conflict needs assessments and planning.\n\n Encourages Member States to specify women's needs and priorities and design concrete strategies to address them.\n\n Urges equal access to education for women and girls in post-conflict situations.\n\n Calls upon all parties to armed conflicts to respect the civilian and humanitarian character of refugee camps.\n\n Calls upon planners to take into account the particular needs of women and girls associated with armed forces and armed groups.\n\n Encourages the Peacebuilding Commission and Peacebuilding Support Office to ensure systematic attention to advancing gender equality and women's empowerment.\n\n Requests the Secretary-General to take account of the need to improve women's participation in peacebuilding efforts.\n\n Requests the Secretary-General to ensure full transparency, cooperation, and coordination of efforts between relevant Special Representatives.\nThe Security Council:\n\n Requests the Secretary-General to appoint a Special Representative on sexual violence and armed conflict.\n\n Requests the Secretary-General to submit to the Security Council within 6 months, a set of indicators to track implementation of resolution 1325 (2000), for use at the global level.\n\n Requests the Secretary-General to include in his report, a review of progress in implementing resolution 1325 (2000), an assessment of the Security Council's processes, and recommendations on further measures to improve coordination.\n\n Requests the Secretary-General to submit a report within 12 months on women's participation and inclusion in peacebuilding, including:\n\n- Analysis on the needs of women and girls in post-conflict situations\n- Challenges to women's participation in conflict resolution and peacebuilding\n- Measures to support national capacity in planning and financing responses\n- Recommendations for improving international and national responses\n\nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1889_2009_EN.pdf"
}