{
  "resolution_no": "1905",
  "year": "2009",
  "theme": [
    "Iraq",
    "Economic Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "Development Fund for Iraq",
    "International Advisory and Monitoring Board",
    "Committee of Financial Experts (COFE)",
    "Government of Iraq"
  ],
  "reporting_cycle": "Secretary-General reports every quarter",
  "operative_authority": "Chapter VII",
  "summary": "5. Requests the Government of Iraq to report quarterly to the Security Council on progress made in strengthening financial and administrative oversight of the Development Fund for Iraq.\n\n6. Decides to remain actively seized of the matter.\nThe Prime Minister of Iraq, Nuri Kamel al-Maliki, wrote to the President of the Security Council on December 13, 2009, referring to his previous letter of December 7, 2008, regarding Iraq's commitment to resolving debts and claims inherited from the previous regime. The Government of Iraq wishes to continue temporary international assistance to achieve this goal. The Development Fund for Iraq and the International Advisory and Monitoring Board play important roles in ensuring oil and gas revenues benefit the Iraqi people. In 2010, Iraq will make arrangements to ensure oil revenue is used fairly and in the interests of the Iraqi people, in line with the Constitution and international best practices. The Government of Iraq made progress in 2009 in settling debts and claims, including agreements on sovereign debt reduction. Iraq aims to recover its international financial standing and manage oil and gas revenues for the benefit of its people. The Prime Minister requests a Security Council resolution extending the mandates of the Development Fund for Iraq and the International Advisory and Monitoring Board, as provided for in resolution 1859 (2008), for 12 months, with a review to be conducted before June 15, 2010, at Iraq's request.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1905_2009_EN.pdf"
}