{
  "resolution_no": "1904",
  "year": 2009,
  "theme": [
    "Terrorism",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "Usama bin Laden",
    "The Taliban",
    "UNIFIL",
    "MINUSMA",
    "Counter Terrorism Committee (CTC)",
    "Committee established pursuant to resolution 1540 (2004)"
  ],
  "reporting_cycle": "The Committee shall report orally, through its Chairman, at least every 180 days to the Council on the state of the overall work of the Committee and the Monitoring Team",
  "operative_authority": "Chapter VII",
  "summary": "(k) Assist the Committee in considering listing proposals by compiling and circulating relevant information and preparing draft narrative summaries.\n\n(l) Bring to the Committee's attention new circumstances that may warrant delisting, such as information on deceased individuals.\n\n(m) Consult with Member States before traveling to selected countries.\n\n(n) Coordinate and cooperate with national counter-terrorism focal points during visits.\n\n(o) Encourage Member States to submit names and identifying information for the Consolidated List.\n\n(p) Present additional identifying information to help keep the Consolidated List updated.\n\n(q) Study and report on the evolving threat of Al-Qaida and the Taliban and measures to confront it.\n\n(r) Monitor and report on implementation of measures, including preventing the misuse of the Internet.\n\n(s) Consult with Member States and organizations, taking into account their comments.\n\n(t) Consult with intelligence and security services to facilitate information sharing.\n\n(u) Consult with private sector representatives to strengthen the assets freeze.\n\n(v) Work with international organizations to promote awareness and compliance with measures.\n\n(w) Work with INTERPOL to obtain photographs of listed individuals.\n\n(x) Assist other Security Council subsidiary bodies with enhancing cooperation with INTERPOL.\n\n(y) Report to the Committee regularly or upon request on the Monitoring Team's work.\n\n(z) Any other responsibility identified by the Committee.\nThe Office of the Ombudsperson's tasks for delisting requests are as follows:\n\nUpon receiving a delisting request, the Ombudsperson shall: \n- Acknowledge receipt and inform the petitioner of the procedure \n- Answer questions and return the request if it fails to address original designation criteria or is a repeated request without additional information \n\nThe Ombudsperson shall then forward the request to Committee members, designating States, and relevant UN bodies to gather information within two months \n\nThe Ombudsperson shall also request information from the Monitoring Team \n\nAfter information gathering, the Ombudsperson facilitates a two-month dialogue period, which may include dialogue with the petitioner \n\nThe Ombudsperson drafts a Comprehensive Report summarizing information, describing activities, and laying out principal arguments",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1904_2009_EN.pdf"
}