{
  "resolution_no": "1883",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMI",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "Secretary-General reports every 3 months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n \nRecalling previous resolutions on Iraq, particularly 1500 (2003), 1546 (2004), and 1830 (2008), \nReaffirms Iraq's independence, sovereignty, unity, and territorial integrity. \n\nEmphasizes stability and security in Iraq are crucial for the people of Iraq, the region, and the international community. \n\nCommends the Government of Iraq's efforts to strengthen democracy, rule of law, security, and combat terrorism. \n\nWelcomes improvements in Iraq's security situation, but notes challenges persist. \n\nUnderscores the need for all Iraqi communities to engage in the political process, refrain from escalating tensions, and work towards national unity.\n\n Reaffirms the United Nations' role, particularly UNAMI, in advising, supporting, and assisting Iraq.\n\n Emphasizes UNAMI's efforts to assist with elections, promote human rights, and judicial reform.\n\n Expresses concern over human rights challenges and humanitarian issues in Iraq.\n\n Underscores the importance of protecting civilians, including children, women, and minority groups.\n\n Urges all parties to allow unimpeded access for humanitarian personnel.\n\nThanks former SRSG Staffan de Mistura and welcomes Ad Melkert as the new Special Representative for Iraq.\n\n Decides to extend UNAMI's mandate for 12 months.\n\nDecides the Special Representative of the Secretary-General and UNAMI will continue to advise, support and assist the Government of Iraq.\nThe Security Council:\n\n1. Decides that the United Nations Assistance Mission for Iraq (UNAMI) shall continue to pursue its expanded mandate as stipulated in resolutions 1770 (2007) and 1830 (2008);\n\n2. Recognizes that security of UN personnel is essential for UNAMI to carry out its work and calls upon the Government of Iraq and other Member States to provide security and logistical support;\n\n3. Welcomes contributions of Member States to UNAMI and calls upon them to continue providing financial, logistical, and security resources and support;\n\n4. Expresses its intention to review UNAMI's mandate in twelve months or sooner, if requested by the Government of Iraq;\n\n5. Requests the Secretary-General to report quarterly on progress made towards fulfilment of UNAMI's responsibilities;\n\n6. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1883_2009_EN.pdf"
}