{
  "resolution_no": "1894",
  "year": "2009",
  "theme": [
    "Protection of Civilians",
    "Humanitarian Access",
    "Accountability"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 1",
    "Article 2"
  ],
  "entities": [
    "United Nations",
    "International Committee of the Red Cross",
    "Peacekeeping Missions"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council on country-specific situations, including on protection-related incidents and actions taken by parties to armed conflict",
  "operative_authority": "Chapter VI",
  "summary": "2. Condemns attacks on civilians and protected persons, and demands parties to cease such practices.\n\n3. Notes that deliberate targeting of civilians may constitute a threat to international peace and security.\n\n4. Reiterates willingness to respond to situations where civilians are targeted or humanitarian assistance is obstructed.\n\n5. Calls on States to sign, ratify, or accede to relevant instruments of international law and implement their obligations.\n\n6. Demands States and parties to armed conflict fully implement Security Council decisions and cooperate with UN peacekeeping missions.\n\n7. Calls on parties to:\n\t* Disseminate information on international humanitarian, human rights, and refugee law.\n\t* Provide training on relevant international law.\n\t* Ensure orders and instructions are in compliance with international law.\n\t* Seek support from UN missions and the International Committee of the Red Cross.\n\n8. Emphasizes addressing compliance with international law in country-specific deliberations.\n\n9. Considers using the International Fact-Finding Commission to gather information on alleged violations.\n\n10. Affirms opposition to impunity for serious violations and emphasizes States' responsibility to investigate and prosecute.\n\n11. Recalls accountability for serious crimes must be ensured through national and international cooperation.\n\n12. Reaffirms the Security Council's role in promoting humanitarian access.\n\n13. Stresses upholding humanitarian principles of humanity, neutrality, impartiality, and independence.\nHere is a summarized version of the Security Council document:\n\n14. Stresses the importance of cooperation with humanitarian personnel to allow access to civilian populations affected by armed conflict.\n\n15. Intends to: \n(a) Call on parties to armed conflict to protect civilians and facilitate humanitarian assistance;\n(b) Mandate UN peacekeeping missions to create conditions for safe and unimpeded humanitarian assistance.\n\n16. Further intends to: \n(a) Condemn and call for cessation of violence against humanitarian personnel;\n(b) Call on parties to protect humanitarian personnel and consignments;\n(c) Take steps in response to attacks on humanitarian personnel.\n\n17. Invites the Secretary-General to monitor and analyze constraints on humanitarian access.\n\n18. Reaffirms support for upgrading strategic oversight of peacekeeping operations.\n\n19. Ensures that mandates of UN peacekeeping missions include protection of civilians, where appropriate.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1894_2009_EN.pdf"
}