{
  "resolution_no": "1872",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "AMISOM",
    "UNPOS",
    "United Nations Support Office for AMISOM (UNSOA)"
  ],
  "reporting_cycle": "Secretary-General reports by 30 September 2009 and 31 December 2009",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Somalia, reaffirms respect for Somalia's sovereignty and unity.\n\nWelcomes the election of Sheikh Sharif Sheikh Ahmed as President and the formation of a new Unity Cabinet.\n\nCommends the African Union Mission to Somalia (AMISOM) and the Special Representative of the Secretary-General.\n\nStresses the importance of re-establishing and training Somali security forces.\n\nExpresses concern at renewed fighting, humanitarian situation, and crimes against civilians.\n\nRecalls resolution 1844 (2008) imposing measures against those threatening peace and stability in Somalia.\n\nRecognizes the link between instability in Somalia and piracy.\n\nWelcomes the Secretary-General's report and its recommendations.\n\nDetermining the situation in Somalia constitutes a threat to international peace and security:\n\n1. Calls on all Somali parties to support the Djibouti Agreement.\n2. Requests the Secretary-General to facilitate reconciliation.\n3. Requests recommendations on strengthening the Djibouti peace process.\n4. Underlines the importance of unhindered humanitarian access.\n5. Condemns recent resurgence in fighting and calls for an end to hostilities.\n6. Emphasizes that Somalia's long-term security rests with the development of the National Security Force.\nThe Security Council:\n\n1. Welcomes the Djibouti Agreement and urges its implementation;\n2. Supports development of Somali security institutions, including the Somali Police Force, within a national security strategy;\n\n7. Welcomes the International Conference on Somalia held in Brussels on 23 April 2009;\n\n8. Urges Member States to contribute to the UN Trust Fund for Somali security institutions and offer technical assistance;\n\n9. Requests the Secretary-General to assist the Transitional Federal Government in developing transitional security institutions;\n\n10. Calls on the Transitional Federal Government to develop a legal and policy framework for security forces;\n\n11. Recalls its intent to establish a UN peacekeeping operation;\n\n12. Notes that any decision to deploy would consider conditions outlined in the Secretary-General's report;\n\n13. Requests the Secretary-General to take steps to prepare for a potential UN peacekeeping operation and report by 30 September and 31 December 2009;\n\n14. Exempts supplies and technical assistance to the Transitional Federal Government for security sector development from sanctions;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1872_2009_EN.pdf"
}