{
  "resolution_no": "1870",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Sudan",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIS",
    "AEC",
    "GNU",
    "NCP",
    "SPLM",
    "MONUC",
    "UNAMID",
    "MINURCAT"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "10. Urges parties to prepare for peaceful, transparent, and credible elections in February 2010.\n\n11. Requests UNMIS to support the National Elections Commission (NEC) in preparing for credible elections.\n\n12. Recalls the CPA's provision for referenda and requests UNMIS to provide assistance if requested.\n\n13. Expresses concern for civilian populations' health and welfare and calls upon parties to support humanitarian operations.\n\n14. Requests UNMIS to provide security to civilians, humanitarian actors, and UN personnel.\n\n15. Deplores localized conflict and violence, especially in Southern Sudan, and calls upon UNMIS to strengthen conflict management capacity.\n\n16. Notes that conflict in one area affects others and urges UNMIS to cooperate with UN entities.\n\n17. Requests UNMIS to provide technical and logistical support to the Technical ad hoc Border Committee.\n\n18. Stresses the important role of Joint Integrated Units (JIUs) and calls upon the Joint Defense Board to exercise command and control.\n\n19. Encourages UNMIS to assist parties in promoting the rule of law and restructuring police and corrections services.\n\n20. Encourages parties to undertake disarmament, demobilization, and reintegration (DDR) efforts.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n* Urges donors to assist with the DDR process, particularly reintegration, and honour their pledges made at the Oslo Donors' Conferences (2005 and 2008) (para 21).\n* Requests UNMIS to increase support for National DDR Coordination Council and DDR Commissions, with emphasis on reintegrating children with armed forces/groups (para 22).\n* Welcomes returns of IDPs and refugees, encourages voluntary and sustainable returns, and requests UNMIS to facilitate secure returns (para 23).\n* Calls on the GNU to cooperate with UN operations (para 24).\n* Reiterates concern over restrictions on UNMIS personnel and materiel, and calls for cooperation and adherence to international humanitarian law (para 25).\n* Requests the Secretary-General to develop benchmarks to measure UNMIS progress and report on them (para 26).\n* Underscores the importance of updating the military concept of operations and rules of engagement, and requests regular reports (para 27).\n* Requests the Secretary-General to ensure UNMIS compliance with the zero-tolerance policy on sexual exploitation and abuse (para 28).\n* Decides to remain seized of this matter (para 29).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1870_2009_EN.pdf"
}