{
  "resolution_no": "1904",
  "year": 2009,
  "theme": [
    "Terrorism",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "Usama bin Laden",
    "The Taliban",
    "UNIFIL",
    "MINUSMA",
    "Counter Terrorism Committee (CTC)",
    "Committee established pursuant to resolution 1540 (2004)"
  ],
  "reporting_cycle": "The Committee shall report orally, through its Chairman, at least every 180 days to the Council on the state of the overall work of the Committee and the Monitoring Team",
  "operative_authority": "Chapter VII",
  "summary": "**Designation of Undertakings and Entities**\n\n3. Further reaffirms that undertakings or entities owned or controlled by, or supporting, individuals, groups, undertakings, or entities associated with Al-Qaida, Usama bin Laden, or the Taliban shall be eligible for designation;\n\n**Financial and Economic Resources**\n\n4. Confirms that requirements apply to financial and economic resources, including Internet hosting services, used for support;\n5. Confirms that requirements apply to payment of ransoms to listed individuals, groups, undertakings, or entities;\n\n**Exemptions and Procedures**\n\n6. Decides that Member States may permit addition of payments to frozen accounts, subject to provisions;\n7. Encourages use of exemptions, reviews procedures, and ensures humanitarian exemptions are granted expeditiously and transparently;\n\n**Listing and Consolidated List**\n\n8. Encourages Member States to submit names for inclusion on the Consolidated List;\n9. Notes means of financing or support include proceeds from illicit cultivation, production, and trafficking of narcotic drugs;\n10. Reiterates call for cooperation between Committee, Government of Afghanistan, and UNAMA;\n11. Reaffirms requirements for proposing names, including detailed statement of case;\n12. Encourages specifying designating State's status;\n13. Calls for use of standard form for listing and provision of relevant information;\n14. Directs Committee to make narrative summary of reasons for listing accessible on website;\nThe Security Council:\n\n Adopts resolution 1904 (2009) with the following provisions:\n\n15. Encourages Member States and international organizations to inform the Committee of relevant court decisions and proceedings.\n\n16. Calls on Committee members and the Monitoring Team to share information on listing requests.\n\n17. Directs the Committee to amend its Guidelines to extend the verification period for listing requests.\n\n18. Decides that the Secretariat shall notify the Permanent Mission of the country where an individual or entity is believed to be located within three working days of adding a name to the Consolidated List.\n\n19. Reaffirms the requirement for Member States to notify listed individuals or entities of the designation.\n\n20-21. Establishes the Office of the Ombudsperson for 18 months to assist the Committee with delisting requests.\n\n22. Directs the Committee to continue considering delisting requests from Member States.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1904_2009_EN.pdf"
}