{
  "resolution_no": "1888",
  "year": 2009,
  "theme": [
    "Sexual Violence in Conflict",
    "Women, Peace and Security",
    "Protection of Civilians"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "United Nations Peacekeeping Operations",
    "United Nations Entity for Gender Issues",
    "International Criminal Court"
  ],
  "reporting_cycle": "Annual reports to the Council",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, reaffirming its commitment to resolutions 1325 (2000), 1612 (2005), 1674 (2006), 1820 (2008), and 1882 (2009), welcomes the Secretary-General's report on sexual violence in armed conflict, but remains deeply concerned over the lack of progress. The Council condemns continued violence against women and children, particularly girls, and notes that such acts have become systematic or widespread in some situations. \n\nRecalling the Beijing Declaration and Platform for Action and other relevant commitments, the Council reaffirms States' obligations to prevent and prosecute violence against women and children. It urges States to ratify or accede to relevant conventions and stresses the need to end impunity, prosecuting those responsible for genocide, crimes against humanity, war crimes, and other egregious crimes. \n\nThe Council recognizes the importance of addressing sexual violence in peace processes and mediation efforts, ensuring women's participation and representation. It notes with concern the underrepresentation of women in formal peace processes and the lack of trained mediators and ceasefire monitors. \n\nThe Council welcomes the inclusion of women in peacekeeping missions, recognizing their role in promoting stability and encouraging local women's participation. It encourages support for women's organizations and networks, promoting their empowerment and equal participation in peace consolidation. \n\nThe Council emphasizes the necessity for all States and non-State parties to conflicts to comply with international law, including the prohibition on all forms of sexual violence. It stresses that civilian and military leaders must demonstrate commitment to prevent sexual violence, combat impunity, and enforce accountability.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms that sexual violence in armed conflict can exacerbate the situation and impede peace and security.\n\nDemands the cessation of all acts of sexual violence by all parties to armed conflict.\n\nRequires parties to armed conflict to protect civilians from sexual violence, through measures such as disciplinary measures, training troops, and vetting candidates for national armies.\n\nRequests the Secretary-General to appoint a Special Representative to lead efforts to address sexual violence in armed conflict.\n\nEncourages UN entities to support the Special Representative and enhance cooperation and information sharing.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1888_2009_EN.pdf"
}