{
  "resolution_no": "1868",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Security",
    "Development",
    "Human Rights",
    "Counter-Narcotics"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "International Security Assistance Force",
    "Afghan National Army",
    "Afghan National Police",
    "EUPOL Afghanistan",
    "United Nations Office on Drugs and Crime"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Afghanistan, particularly 1806 (2008) and 1659 (2006), \n\nReaffirms its commitment to Afghanistan's sovereignty, independence, territorial integrity, and national unity.\n\nStresses the need for a comprehensive approach to address the situation in Afghanistan, recognizing no purely military solution exists.\n\nReaffirms support for the Government and people of Afghanistan in rebuilding their country and assumes their rightful place in the international community.\n\nSupports the implementation of the Afghanistan Compact, the Afghanistan National Development Strategy (ANDS), and the National Drugs Control Strategy.\n\nNotes the central and impartial role of the United Nations in promoting peace and stability in Afghanistan through leading international efforts.\n\nWelcomes the continued commitment of the international community to support Afghanistan's stability and development.\n\nWelcomes initiatives, including conferences in Moscow, The Hague, and Trieste.\n\nWelcomes efforts to ensure a democratic process, and notes the Afghan Independent Electoral Commission's announcement to hold presidential and provincial council elections in August 2009.\n\nRecognizes the interconnected challenges in Afghanistan, and reaffirms that sustainable progress on security, governance, and development is mutually reinforcing.\n\nStresses the need for strengthened cooperation and coordination between UNAMA and ISAF.\n\nStresses the need to urgently address the humanitarian situation through improved humanitarian aid.\n\nCondemns increasing attacks against humanitarian workers and underlines the need for safe and unhindered access for humanitarian actors.\n\nReiterates concern about the security situation in Afghanistan, particularly increased violent and terrorist activities.\nHere is a summarized version of the Security Council document:\n\nThe Security Council expresses concern over the impact of violent and terrorist activities by the Taliban, Al-Qaida, and other extremist groups on Afghanistan's stability and human rights. It recognizes the threats posed by these groups and calls for compliance with international humanitarian and human rights law.\n\nThe Council welcomes the report of the Secretary-General and appreciates the UN's long-term commitment to working with the Afghan Government and people. It extends the mandate of UNAMA until 23 March 2010.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1868_2009_EN.pdf"
}