{
  "resolution_no": "1887",
  "year": "2009",
  "theme": [
    "Nuclear Non-Proliferation",
    "Disarmament",
    "International Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "International Atomic Energy Agency (IAEA)",
    "Security Council Committee established pursuant to resolution 1540 (2004)"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Expressing support for the 2010 Global Summit on Nuclear Security.\n\nAffirming support for the Convention on Physical Protection of Nuclear Material and its 2005 Amendment, and the Convention for the Suppression of Acts of Nuclear Terrorism.\n\nRecognizing progress made by the Global Initiative to Combat Nuclear Terrorism and the G-8 Global Partnership.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Emphasizes that non-compliance with NPT obligations shall be brought to its attention, and it will determine if it constitutes a threat to international peace and security.\n\n2. Calls on NPT States Parties to comply fully with their obligations and commitments.\n\n3. Notes that enjoyment of NPT benefits requires compliance with obligations.\n\n4. Calls on non-NPT States to accede to the Treaty as non-nuclear-weapon States.\n\n5. Calls on NPT Parties to pursue negotiations on nuclear arms reduction and disarmament.\n\n6. Calls on NPT States Parties to cooperate for a successful 2010 NPT Review Conference.\n\n7. Calls on States to refrain from nuclear test explosions and sign/ratify the CTBT.\n\n8. Calls on the Conference on Disarmament to negotiate a fissile material ban treaty.\n\n9. Recalls security assurances by nuclear-weapon States to non-nuclear-weapon States.\n\n10. Expresses concern at challenges to the non-proliferation regime and demands compliance.\n\n11. Encourages peaceful nuclear energy development with safeguards.\n\n12. Underlines the inalienable right to develop nuclear energy for peaceful purposes.\n\n13. Calls on States to adopt stricter controls on sensitive goods export.\n\n14. Encourages IAEA work on multilateral nuclear fuel cycle approaches.\n\n15. Affirms effective IAEA safeguards are essential.\n\n16. Encourages States to provide IAEA cooperation.\n\n17. Undertakes to address NPT withdrawal notifications without delay.\nHere is a concise summary of the Security Council document 1887 (2009):\n\n18. Encourages states to require recipient states to agree to return nuclear material and equipment if they terminate, withdraw from, or are found non-compliant with IAEA safeguards.\n\n19. Encourages states to consider if a recipient state has signed and ratified an additional protocol before making nuclear export decisions.\n\n20. Urges states to require recipient states to continue safeguards on nuclear material and equipment provided prior to termination of IAEA safeguards.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1887_2009_EN.pdf"
}