{
  "resolution_no": "1907",
  "year": "2009",
  "theme": [
    "Sanctions",
    "Peacekeeping",
    "Terrorism",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 2",
    "Article 33",
    "Article 39"
  ],
  "entities": [
    "Eritrea",
    "Somalia",
    "Djibouti",
    "African Union Mission to Somalia (AMISOM)",
    "The Transitional Federal Government (TFG)",
    "The Committee established pursuant to resolution 751 (1992)"
  ],
  "reporting_cycle": "Secretary-General reports within 180 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling previous resolutions and statements on Somalia and the Djibouti-Eritrea border dispute, reaffirms its respect for the sovereignty, territorial integrity, and unity of Somalia, Djibouti, and Eritrea. The Council expresses concern at Eritrea's support to armed groups in Somalia, and its rejection of the Djibouti Agreement. It also notes Eritrea's non-compliance with resolution 1862 (2009) and its refusal to engage in dialogue with Djibouti. \n\nThe Council determines that Eritrea's actions undermine peace and reconciliation in Somalia and the Djibouti-Eritrea dispute, constituting a threat to international peace and security. Acting under Chapter VII, it:\n\n1. Reiterates the arms embargo imposed on Somalia and demands all Member States, including Eritrea, comply with it;\n2. Calls on all Member States, including Eritrea, to support the Djibouti Peace Process and TFG's reconciliation efforts, and demands Eritrea cease destabilization efforts against the TFG;\n3. Demands Eritrea's immediate compliance with resolution 1862 (2009), including withdrawing its forces to the status quo ante and ensuring no military presence or activity in the area where the conflict occurred in Ras Doumeira and Doumeira Island.\nThe Security Council:\n\n2. ...\n\n3. Urges Eritrea: \n(ii) to acknowledge its border dispute with Djibouti in Ras Doumeira and Doumeira Island, engage actively in dialogue to defuse the tension and engage in diplomatic efforts leading to a mutually acceptable settlement of the border issue; and \n(iii) to abide by its international obligations as a Member of the United Nations, respect the principles mentioned in Article 2, paragraphs 3, 4, and 5, and Article 33 of the Charter, and cooperate fully with the Secretary-General.\n\n4. Demands that Eritrea make available information pertaining to Djiboutian combatants missing in action since the clashes of 10 to 12 June 2008.\n\n5. Decides that all Member States shall prevent the sale or supply to Eritrea of arms and related materiel, technical assistance, training, financial and other assistance.\n\n6. Decides that Eritrea shall not supply, sell or transfer arms or related materiel and that all Member States shall prohibit the procurement of such items from Eritrea.\n\n7. Calls upon all Member States to inspect cargo to and from Somalia and Eritrea if there are reasonable grounds to believe the cargo contains prohibited items.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1907_2009_EN.pdf"
}