{
  "resolution_no": "1867",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIT",
    "PNTL",
    "F-FDTL"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council reaffirms its previous resolutions on Timor-Leste, welcoming improvements in the political and security situation, while noting it remains fragile. The Council commends the Government's efforts to restore stability, and welcomes the destruction of collected weapons. It calls on leaders to pursue peaceful dialogue, and encourages continued efforts to establish accountability for serious crimes. The Council extends the mandate of the UN Integrated Mission in Timor-Leste (UNMIT) until 26 February 2010, at current levels, and urges parties to work together to consolidate peace, democracy, and development.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Reaffirms its support for the Special Representative of the Secretary-General (SRSG) efforts to address critical issues in Timor-Leste, including enhancing democratic governance.\n\n2. Requests UNMIT to support local elections in 2009, responding to the Government's request.\n\n3. Reaffirms the importance of security sector reform in Timor-Leste, including delineating roles and responsibilities of F-FDTL and PNTL.\n\n4. Supports the gradual resumption of policing responsibilities by PNTL, with UNMIT's support, once criteria are met.\n\n5. Requests UNMIT to assist with PNTL training, mentoring, and institutional development.\n\n6. Emphasizes the need for a coordinated approach to justice sector reform and increased Timorese ownership.\n\n7. Requests UNMIT to continue assisting the Government in carrying out proceedings recommended by the Commission of Inquiry.\n\n8. Calls upon UNMIT to support the Government in coordinating donor cooperation.\n\n9. Takes note of the Timor-Leste National Recovery Strategy and encourages UNMIT to cooperate with UN agencies to support the Government.\n\n10. Encourages the Government to strengthen peacebuilding perspectives, especially in rural areas and for youth.\n\n11. Requests UNMIT to fully consider gender considerations throughout its mandate.\n\n12. Requests the Secretary-General to ensure compliance with the UN's zero-tolerance policy on sexual exploitation and abuse.\n\n13. Requests the Secretary-General to keep the Council informed of developments and to submit reports on the implementation of this resolution.\n\n14. Welcomes the work on a medium-term strategy and establishment of benchmarks for measuring progress in Timor-Leste.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1867_2009_EN.pdf"
}