{
  "resolution_no": "1907",
  "year": "2009",
  "theme": [
    "Sanctions",
    "Peacekeeping",
    "Terrorism",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 2",
    "Article 33",
    "Article 39"
  ],
  "entities": [
    "Eritrea",
    "Somalia",
    "Djibouti",
    "African Union Mission to Somalia (AMISOM)",
    "The Transitional Federal Government (TFG)",
    "The Committee established pursuant to resolution 751 (1992)"
  ],
  "reporting_cycle": "Secretary-General reports within 180 days",
  "operative_authority": "Chapter VII",
  "summary": "7. Calls upon all Member States to inspect cargo to and from Somalia and Eritrea if there are reasonable grounds to believe the cargo contains prohibited items.\n\n8. Authorizes all Member States to seize and dispose of items prohibited by paragraphs 5 and 6.\n\n9. Requires any Member State to submit a report to the Committee if it finds items prohibited by paragraphs 5 and 6.\n\n10. Decides that all Member States shall prevent the entry into or transit through their territories of individuals designated by the Committee.\n\n11. Decides that the measures imposed by paragraph 10 shall not apply in cases of humanitarian need or where an exemption would further the objectives of peace and stability in the region.\n\n12. Decides that all Member States shall prevent the supply, sale or transfer of arms and related materiel to individuals or entities designated by the Committee.\n\n13. Decides that all Member States shall freeze the funds, other financial assets and economic resources of entities and individuals designated by the Committee.\n\n14. Decides that the measures imposed by paragraph 13 do not apply to funds, other financial assets or economic resources necessary for basic expenses or for payment of reasonable professional fees.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nImposes measures on Eritrea, including:\n- Freezing assets (paragraph 5)\n- Travel ban (paragraph 6)\n- Arms embargo (paragraph 8)\n\nDecides to apply these measures to individuals and entities, including Eritrean leadership, governmental entities, and entities privately owned by Eritrean nationals, that:\n- Violate paragraphs 5 and 6 (paragraph 15(a))\n- Provide support to armed opposition groups (paragraph 15(b))\n- Obstruct implementation of resolution 1862 (2009) concerning Djibouti (paragraph 15(c))\n- Harbour, finance, or support individuals or groups that perpetrate acts of violence or terrorist acts (paragraph 15(d))\n- Obstruct investigations or work of the Monitoring Group (paragraph 15(e))\n\nDemands:\n- Eritrea cease arming, training, and equipping armed groups, including al-Shabaab (paragraph 16)\n- Eritrea cease facilitating travel and financial support to individuals or entities designated by the Committee (paragraph 17)\n\nExpands the mandate of the Committee to:\n- Monitor implementation of measures (paragraph 18(a))\n- Designate individuals or entities subject to measures (paragraph 18(b))\n- Consider requests for exemptions (paragraph 18(c))",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1907_2009_EN.pdf"
}