{
  "resolution_no": "1892",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINUSTAH",
    "United Nations country team",
    "Haitian National Police (HNP)",
    "Organization of the American States (OAS)",
    "Caribbean Community (CARICOM)"
  ],
  "reporting_cycle": "semi-annually, not later than 45 days prior to its expiration",
  "operative_authority": "Chapter VII",
  "summary": "17. MINUSTAH to continue community violence reduction approach, including support to disarmament and reintegration efforts.\n\n18. Reaffirms MINUSTAH's human rights mandate and calls on Haitian authorities to promote and protect human rights.\n\n19. Condemns grave violations against children and women, and requests MINUSTAH to promote and protect their rights.\n\n20. Requests the Secretary-General to ensure MINUSTAH personnel comply with zero-tolerance policy on sexual exploitation and abuse.\n\n21. MINUSTAH and UN country team to enhance coordination and help ensure efficient implementation of the DSNCRP.\n\n22. Welcomes MINUSTAH's work in support of urgent needs in Haiti and encourages the Mission to make full use of existing means.\n\n23. Welcomes MINUSTAH's communications and public outreach strategy and requests it to continue these activities.\n\n24. Welcomes benchmarks and indicators to measure progress towards stability in Haiti and requests the Secretary-General to refine them.\n\n25. Requests the Secretary-General to report to the Council semi-annually on MINUSTAH's mandate implementation.\n\n26. Requests the Secretary-General to include a comprehensive assessment of threats to security, judiciary sector reform, and counter-narcotics capacity in his reports.\n\n27. Underscores the importance of regularly updating planning documents for military and police components.\n\n28. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1892_2009_EN.pdf"
}