{
  "resolution_no": "1892",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINUSTAH",
    "United Nations country team",
    "Haitian National Police (HNP)",
    "Organization of the American States (OAS)",
    "Caribbean Community (CARICOM)"
  ],
  "reporting_cycle": "semi-annually, not later than 45 days prior to its expiration",
  "operative_authority": "Chapter VII",
  "summary": "Welcomes the Secretary-General's report and the report of the ECOSOC Ad Hoc Advisory Group on Haiti.\n\nSupports the Secretary-General's efforts to review peacekeeping operations, including MINUSTAH.\n\nRecalling previous statements, emphasizes the need for coherence between peacemaking, peacekeeping, peacebuilding, and development.\n\nDetermining that the situation in Haiti continues to threaten international peace and security,\n\nActing under Chapter VII of the Charter,\n\n1. Extends MINUSTAH's mandate until 15 October 2010.\n2. Endorses the Secretary-General's recommendation to maintain current force levels.\n3. Decides MINUSTAH will consist of up to 6940 troops and 2211 police.\n4. Recognizes Haiti's ownership and primary responsibility for stabilization.\n5. Stresses the need for coordination among international actors.\n6. Supports the Special Representative of the Secretary-General.\n7. Supports the United Nations Special Envoy for Haiti.\n8. Calls on MINUSTAH to support the political process and upcoming elections.\n9. Welcomes MINUSTAH's contribution to building institutional capacity.\n10. Requests MINUSTAH to continue supporting the Haitian National Police.\n11. Invites Member States to strengthen engagement with Haiti to address cross-border illicit trafficking.\nHere is a summarized version of the Security Council document:\n\n12. MINUSTAH to continue patrolling maritime and land border areas to support border security activities by the HNP and assess threats along Haiti's borders.\n\n13. UN country team and actors to complement security and development operations with activities to improve living conditions, protect children's rights, and implement quick-impact projects.\n\n14. Condemns attacks against MINUSTAH personnel and facilities, and demands no acts of intimidation or violence against UN personnel.\n\n15. Welcomes steps towards reform of rule of law institutions, requests MINUSTAH to provide support, and encourages Haitian authorities to modernize legislation and implement justice reform.\n\n16. Encourages implementation of the National Prison Administration's strategic plan and requests MINUSTAH to support mentoring and training of corrections personnel.\n\n17. MINUSTAH to continue community violence reduction approach, including support to disarmament and reintegration efforts.\n\n18. Reaffirms MINUSTAH's human rights mandate and calls on Haitian authorities to promote and protect human rights.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1892_2009_EN.pdf"
}