{
  "resolution_no": "1865",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Elections",
    "Human Rights",
    "Security",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "African Union",
    "ECOWAS",
    "Independent Electoral Commission"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Côte d'Ivoire, reaffirms its commitment to the country's sovereignty, independence, territorial integrity, and unity.\n\nWelcomes progress on population identification and voter registration, but notes with concern the postponement of presidential elections.\n\nUrges Ivorian parties to complete identification and voter registration operations by February 2009.\n\nCalls on Ivorian political actors to agree on a new and realistic timeframe for free, open, fair, and transparent elections.\n\nReiterates its condemnation of human rights violations, including sexual violence, and stresses the importance of bringing perpetrators to justice.\n\nEmphasizes the need for international support to strengthen the Government of Côte d'Ivoire and electoral bodies to organize the electoral process.\n\nDetermining the situation in Côte d'Ivoire continues to pose a threat to international peace and security, the Council acts under Chapter VII of the Charter.\n\nThe Council:\n\n1. Welcomes progress on identification and voter registration, and calls on Ivorian parties to complete these operations by February 2009.\n\n2. Notes with concern the postponement of presidential elections and urges Ivorian actors to agree on a new timeframe.\n\n3. Urges the President of the Independent Electoral Commission to elaborate key stages for the electoral process, including publication of electoral lists, fabrication and distribution of identity and voter’s cards, and the date of presidential elections.\nThe Security Council:\n\n1. Requests Ivorian parties to publicly share a timeline for elections as requested in the statement of the President of the Security Council dated 7 November 2008 and the communiqué of the permanent consultative framework.\n\n2. Expresses intention to examine the new timeline, which will bind Ivorian political actors and reflect their commitment to free, open, fair, and transparent elections.\n\n3. Encourages the Government of Côte d’Ivoire to provide necessary resources to Ivorian institutions involved in the electoral process and encourages the international community to continue their support.\n\n4. Welcomes the signature of the fourth Supplementary Agreement to the Ouagadougou political Agreement by President Gbagbo and Mr. Soro.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1865_2009_EN.pdf"
}