{
  "resolution_no": "1876",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Rule of Law",
    "Drug Trafficking",
    "Human Trafficking",
    "Gender"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "United Nations Integrated Peacebuilding Office in Guinea-Bissau (UNIOGBIS)",
    "United Nations Peacebuilding Support Office in Guinea-Bissau (UNOGBIS)",
    "African Union",
    "Economic Community of West African States (ECOWAS)",
    "Community of Portuguese-speaking Countries (CPLP)",
    "European Union"
  ],
  "reporting_cycle": "every four months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council expresses deep concern at the resurgence of political violence in Guinea-Bissau, particularly the recent assassinations, and stresses the importance of the upcoming presidential election on 28 June 2009 being free, fair, and transparent. The Council recalls its previous resolutions and statements on the situation in Guinea-Bissau and reaffirms its commitment to the consolidation of peace and stability in the country.\n\nThe Council decides to extend the mandate of the United Nations Peacebuilding Support Office in Guinea-Bissau (UNOGBIS) until 31 December 2009 and requests the Secretary-General to establish a new United Nations Integrated Peacebuilding Office in Guinea-Bissau (UNIOGBIS) for an initial period of 12 months, starting on 1 January 2010.\n\nThe key tasks of UNIOGBIS include:\n\n* Assisting the Peacebuilding Commission in addressing critical peacebuilding needs\n* Strengthening national institutions to maintain constitutional order and the rule of law\n* Supporting national authorities in establishing effective police and law enforcement systems\n* Supporting an inclusive political dialogue and national reconciliation process\n* Providing strategic and technical support for security sector reform\n* Assisting national authorities to combat drug trafficking, organized crime, and human trafficking\n* Supporting efforts to curb the proliferation of small arms and light weapons\n* Promoting and protecting human rights\n* Mainstreaming a gender perspective into peacebuilding\n* Enhancing cooperation with regional and international partners.\n\nThe Council also stresses the importance of security sector reform, regional and subregional cooperation, and the fight against impunity and illicit drug trafficking.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1876_2009_EN.pdf"
}