{
  "resolution_no": "1861",
  "year": 2009,
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MINURCAT",
    "EUFOR Chad/CAR",
    "UNHCR",
    "UNAMID"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Chad, Central African Republic, and the subregion, reaffirms its commitment to their sovereignty, unity, and territorial integrity.\n\nConcerned about humanitarian and security repercussions in eastern Chad and north-eastern Central African Republic due to violence in Darfur, and armed activities and banditry threatening civilian populations.\n\nWelcoming resumed diplomatic relations between Chad and Sudan, and efforts to promote peace and stability.\n\nStressing the need for a proper settlement of the Darfur issue and full implementation of the Sirte and Libreville agreements.\n\nReiterating support for the Secretary-General, African Union, and regional actors' efforts to find solutions to armed conflicts.\n\nReaffirming resolutions on women, peace, and security, protection of humanitarian personnel, and civilians in armed conflict.\n\nReaffirming resolution 1612 on children in armed conflict, and noting the report on children and armed conflict in Chad.\n\nRecognizing Governments' primary responsibility for ensuring civilians' security.\n\nEmphasizing the need to respect international refugee law and preserve the civilian and humanitarian nature of refugee camps.\n\nRecalling authorization of a multidimensional presence in eastern Chad and north-eastern Central African Republic.\n\nCommending EUFOR Chad/CAR deployment and MINURCAT's efforts.\n\nWelcoming letters from Chad and Central African Republic's Presidents on deploying a military component of MINURCAT.\n\nDetermining the situation in the region constitutes a threat to international peace and security.\n\nDecides to extend the multidimensional presence in Chad and military presence in the Central African Republic for 12 months.\nThe Security Council:\n\n1. Extends the mandate of MINURCAT until 15 March 2010 to protect civilians, facilitate humanitarian assistance, and create favourable conditions for reconstruction and development in eastern Chad and the north-eastern Central African Republic.\n\n2. Authorizes the deployment of a military component of MINURCAT to replace EUFOR in Chad and the Central African Republic on 15 March 2009.\n\n3. Decides MINURCAT's composition: 300 police officers, 25 military liaison officers, 5,200 military personnel, and civilian personnel.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1861_2009_EN.pdf"
}