{
  "resolution_no": "1861",
  "year": 2009,
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MINURCAT",
    "EUFOR Chad/CAR",
    "UNHCR",
    "UNAMID"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "3. Decides MINURCAT's composition: 300 police officers, 25 military liaison officers, 5,200 military personnel, and civilian personnel.\n\n4. Recalls the police concept for eastern Chad, including the Détachement intégré de sécurité (DIS), to maintain law and order in refugee camps and IDP sites.\n\n5. Mandates MINURCAT to:\n \n- Select, train, advise and support DIS elements.\n- Liaise with national forces to combat banditry and criminality.\n- Support relocation of refugee camps and provide logistical assistance to UNHCR.\n- Liaise with regional actors to exchange information on emerging threats.\n- Support local reconciliation efforts.\n\n6. Mandates MINURCAT to:\n \n- Contribute to human rights monitoring, promotion and protection.\n- Support efforts to strengthen government and civil society capacity on human rights.\n- Assist in promoting the rule of law.\n\n7. Under Chapter VII, authorizes MINURCAT to take necessary measures to:\n \n- Protect civilians, particularly refugees and IDPs.\n- Facilitate humanitarian aid delivery and free movement of humanitarian personnel.\n- Protect UN personnel and facilities.\n\n Acting under Chapter VII, MINURCAT is authorized to use necessary measures within its capabilities and area of operations.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Authorizes MINURCAT to protect UN personnel, facilities, and equipment, and ensure the security and freedom of movement of its staff.\n\n Requests the Secretary-General and Governments of Chad and the Central African Republic to conclude amendments to the status-of-forces agreements by 15 March 2009, ensuring they fully cover MINURCAT, and apply the model status-of-forces agreement of 9 October 1990 provisionally.\n\n Requests cooperation between the Secretary-General, Governments of Chad and the Central African Republic, and the European Union throughout MINURCAT's deployment.\n\n Recalls authorization for the European Union operation to disengage in an orderly manner after 15 March 2009.\n\n Requests close cooperation between the European Union and the Secretary-General during the disengagement period.\n\n Underscores the importance of the military concept of operations and rules of engagement being in line with the resolution.\n\n Encourages Governments of Chad and the Central African Republic to cooperate with the UN and European Union for a smooth transition.\n\n Calls on the Government of Chad and MINURCAT to expedite the selection, training, and deployment of DIS.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1861_2009_EN.pdf"
}