{
  "resolution_no": "1904",
  "year": 2009,
  "theme": [
    "Terrorism",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "Usama bin Laden",
    "The Taliban",
    "UNIFIL",
    "MINUSMA",
    "Counter Terrorism Committee (CTC)",
    "Committee established pursuant to resolution 1540 (2004)"
  ],
  "reporting_cycle": "The Committee shall report orally, through its Chairman, at least every 180 days to the Council on the state of the overall work of the Committee and the Monitoring Team",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on terrorism, reaffirms that terrorism is a serious threat to peace and security, and condemns Al-Qaida, Usama bin Laden, the Taliban, and associated individuals, groups, and entities.\n\nReaffirms the need to combat terrorism by all means, in accordance with the UN Charter and international law, and stresses the importance of a sustained and comprehensive approach to defeating terrorism.\n\nDecides that all States shall take measures to:\n\n- Freeze funds and other financial assets or economic resources of Al-Qaida, Usama bin Laden, the Taliban, and associated individuals, groups, undertakings, and entities.\n\nUrges Member States to participate actively in maintaining and updating the Consolidated List, and to identify and nominate additional individuals and entities for listing.\n\nWelcomes improvements to the Committee's procedures and the quality of the Consolidated List, and expresses its intent to continue efforts to ensure fair and clear procedures.\n\nReiterates its support for the fight against illicit production and trafficking of drugs, and encourages cooperation between the Committee and international organizations, including INTERPOL and the UN Office on Drugs and Crime.\n\nNoting with concern the continued threat posed by Al-Qaida, Usama bin Laden, and the Taliban, reaffirms its resolve to address all aspects of that threat, and acting under Chapter VII of the UN Charter.\nThe Security Council,\n\n**Asset Freeze**\n\n1. Calls upon all States to:\n(a) Freeze assets of individuals and entities associated with Al-Qaida, Usama bin Laden, or the Taliban, and prevent funds, financial assets, or economic resources from being made available for their benefit;\n(b) Prevent entry into or transit through their territories of these individuals, with exceptions for judicial processes or Committee-approved cases;\n(c) Prevent supply, sale, or transfer of arms and related materiel to these individuals, groups, undertakings, and entities;\n\n**Association with Al-Qaida, Usama bin Laden, or the Taliban**\n\n2. Reaffirms that association includes:\n(a) Participating in financing, planning, facilitating, preparing, or perpetrating acts or activities;\n(b) Supplying, selling, or transferring arms and related materiel;\n(c) Recruiting for; or\n(d) Otherwise supporting acts or activities;\n\n**Designation of Undertakings and Entities**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1904_2009_EN.pdf"
}