{
  "resolution_no": "1894",
  "year": "2009",
  "theme": [
    "Protection of Civilians",
    "Humanitarian Access",
    "Accountability"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 1",
    "Article 2"
  ],
  "entities": [
    "United Nations",
    "International Committee of the Red Cross",
    "Peacekeeping Missions"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council on country-specific situations, including on protection-related incidents and actions taken by parties to armed conflict",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms its commitment to implementing previous resolutions on protection of civilians in armed conflict, human rights, and humanitarian law.\n\nReaffirms commitment to the UN Charter's Purposes and Principles, including state sovereignty and territorial integrity.\n\nNotes the 10th anniversary of considering protection of civilians in armed conflict and the 60th anniversary of the Geneva Conventions.\n\nRecognizes states' primary responsibility to respect and ensure human rights, and parties to armed conflict's responsibility to protect civilians.\n\nReaffirms relevant provisions of the 2005 World Summit Outcome Document, including the responsibility to protect populations from genocide, war crimes, and crimes against humanity.\n\nExpresses regret that civilians continue to account for the majority of casualties in armed conflict.\n\nStresses the impact of armed conflict on women, children, refugees, internally displaced persons, and other vulnerable civilians.\n\nNotes the adoption of the African Union Convention for the Protection and Assistance of Internally Displaced Persons in Africa.\n\nExpresses concern over constraints on humanitarian access and attacks against humanitarian personnel and objects.\n\nRecognizes the need for states to restore or build accountable security institutions and independent judicial systems.\n\nRecalls the inclusion of war crimes, crimes against humanity, and genocide in international criminal tribunals and the Rome Statute.\n\nEmphasizes the importance of reparations programmes, education, and training to support efforts to protect civilians.\n\nRecognizes the valuable contribution of the SRSG on Children and Armed Conflict and the Security Council Working Group on Children and Armed Conflict.\n\nRecalls decisions to address violence against women and children in armed conflict.\n\nTakes note of the report of the Secretary-General on the protection of civilians and its annex on constraints on humanitarian access.\nHere is a concise summary of the Security Council document 1894 (2009):\n\nThe Security Council:\n\n1. Demands parties to armed conflict comply with international humanitarian, human rights, and refugee law, and implement Security Council decisions to protect civilians.\n\n2. Condemns attacks on civilians and protected persons, and demands parties to cease such practices.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1894_2009_EN.pdf"
}