{
  "resolution_no": "1880",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Elections",
    "Human Rights",
    "Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "African Union",
    "ECOWAS"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days, and a mid-term report by the end of September 2009",
  "operative_authority": "Chapter VII",
  "summary": "6. Threatens targeted measures against those who threaten the peace and national reconciliation process.\n\n7. Urges parties to comply with the Code of Good Conduct for elections.\n\n8. Notes progress in the transfer of authority and urges further progress in reunification and disarmament.\n\n9. Calls for protection of women and children and investigation of abuses.\n\n10. Urges implementation of a National Action Plan to address sexual violence.\n\n11. Requests the Ivorian parties to protect vulnerable populations and fulfil their commitments.\n\n12. Welcomes progress in identification process and calls for its continuation.\n\n13. Renews the mandate of UNOCI until 31 January 2010 to support free and transparent elections.\n\n14. Requests UNOCI to support implementation of the Ouagadougou Political Agreement.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Requests UNOCI to provide technical and logistical support to the Independent Electoral Commission to prepare and hold elections in a secure environment, and to dismantle militias.\n\n Requests the Secretary-General to monitor progress on benchmarks, refine and update them, and report to the Security Council, with a review of the benchmarks by 15 October 2009.\n\n Reiterates support to the Special Representative of the Secretary-General and requests UNOCI to assist him in his certification role.\n\n Commends the Facilitator for supporting the peace process and requests UNOCI to assist him.\n\n Reaffirms intention to authorize redeployment of troops between UNMIL and UNOCI.\n\n Underscores the importance of updating the military concept of operations and rules of engagement by 30 September 2009.\n\n Requests UNOCI to promote and protect human rights, monitor and investigate human rights violations, and support efforts to end impunity.\n\n Requests UNOCI to assist the Government of Côte d’Ivoire in restoring a civilian policing presence.\n\n Stresses the need for UNOCI and humanitarian agencies to work closely together.\n\n Requests the Secretary-General to ensure compliance with the UN zero-tolerance policy on sexual exploitation and abuses.\n\n Extends the authorization provided to French forces until 31 January 2010.\n\n Expresses intention to review the situation and mandate of UNOCI by 15 October 2009 and 31 January 2010.\n\n Requests the Secretary-General to provide reports on the situation and electoral process.\n\n Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1880_2009_EN.pdf"
}