{
  "resolution_no": "1897",
  "year": "2009",
  "theme": [
    "Piracy",
    "Maritime Security",
    "Somalia"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNIFIL",
    "MINUSMA",
    "EU operation Atalanta",
    "CGPCS",
    "IMO",
    "UNODC",
    "UNDP"
  ],
  "reporting_cycle": "Secretary-General reports every 11 months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling previous resolutions on Somalia, expresses grave concern over piracy and armed robbery at sea, threatening humanitarian aid, navigation, and commercial maritime routes. The Council reaffirms its respect for Somalia's sovereignty, territorial integrity, and rights over offshore natural resources. \n\nIt notes the crisis situation in Somalia and the Transitional Federal Government's (TFG) limited capacity to combat piracy, and commends international efforts, including EU operation Atalanta, NATO operations, and Combined Task Force 151, to suppress piracy.\n\nThe Council expresses concern over the limited capacity to prosecute and detain pirates, and stresses the need for States to criminalize piracy under domestic law and consider prosecution. It commends Kenya's efforts to prosecute suspected pirates and notes the assistance provided by UNODC and other organizations.\n\nThe Council welcomes the Djibouti Code of Conduct and the establishment of trust funds to combat piracy, and emphasizes that peace and stability in Somalia, strengthening State institutions, and respect for human rights and the rule of law are necessary to eradicate piracy. \n\nThe Council renews the provisions of resolutions 1846 (2008) and 1851 (2008) for an additional twelve months, as requested by the TFG.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nCondemns and deplores all acts of piracy and armed robbery at sea off the coast of Somalia, which exacerbate the situation in Somalia and constitute a threat to international peace and security.\n\nNotes with concern that escalating ransom payments and lack of enforcement of the arms embargo fuel the growth of piracy.\n\nCalls on States and regional organizations to take part in the fight against piracy and armed robbery at sea off the coast of Somalia.\n\nCommends the work of the Contact Group on Piracy off the Coast of Somalia (CGPCS) and urges States and international organizations to support these efforts.\n\nAcknowledges Somalia's rights to offshore natural resources and calls on States and organizations to provide technical assistance to enhance coastal and maritime security.\n\nInvites States and regional organizations to conclude agreements with countries to take custody of pirates and embark law enforcement officials.\n\nEncourages Member States to cooperate with the Transitional Federal Government (TFG) in the fight against piracy.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1897_2009_EN.pdf"
}