{
  "resolution_no": "1903",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Economic Development"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNMIL",
    "Panel of Experts",
    "Kimberley Process",
    "Liberia Extractive Industries Transparency Initiative"
  ],
  "reporting_cycle": "The Panel of Experts to provide a midterm report to the Council through the Committee by 1 June 2010 and a final report by 20 December 2010",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling previous resolutions and statements on Liberia and West Africa, welcomes Liberia's progress since 2006, and stresses continued implementation of the National Forestry Reform Law and revenue transparency legislation. The Council notes Liberia's participation in the Kimberley Process, but expresses concern over the effectiveness of internal controls. \n\nThe Council renews travel restrictions on certain individuals for 12 months, and demands the Government of Liberia fulfill its obligations regarding financial measures imposed by resolution 1532 (2004). \n\nThe Council replaces previous arms embargo measures, and decides that all States shall prevent the supply, sale, or transfer of arms and related materiel to non-governmental entities and individuals operating in Liberia for 12 months. \n\nThe measures aim to support Liberia's progress, ensure regional stability, and maintain international peace and security.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nDecides to exempt certain supplies and activities from measures imposed on Liberia, including:\n\n* Supplies and technical assistance for the UN Mission in Liberia (UNMIL) (para 5(a))\n* Protective clothing for personal use by UN personnel, media, and humanitarian workers (para 5(b))\n* Non-lethal military equipment for humanitarian or protective use, with advance notification to the Committee (para 5(c))\n\nRequires States to notify the Committee of any shipments of arms and related materiel to the Government of Liberia, and stresses the importance of detailed notifications (para 6)\n\nReconfirms intention to review measures imposed by resolution 1532 (2004) and directs the Committee to update reasons for listing for travel ban and assets freeze lists (para 7)\n\nDecides to review measures at the request of the Government of Liberia, once conditions for termination are met (para 8)\n\nExtends the mandate of the Panel of Experts until 20 December 2010, with tasks including:\n\n* Conducting assessment missions to Liberia and neighbouring States (para 9(a))\n* Assessing impact of measures on assets of former President Charles Taylor (para 9(b))\n* Identifying areas for strengthened capacity in the region (para 9(c))\n* Assessing contribution of natural resources to peace, security, and development (para 9(d))\n* Assessing Government of Liberia's compliance with Kimberley Process Certification Scheme (para 9(e))",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1903_2009_EN.pdf"
}