{
  "resolution_no": "1864",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Democracy",
    "Conflict Prevention"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIN",
    "United Nations Country Team",
    "Office of the High Commissioner for Human Rights"
  ],
  "reporting_cycle": "Secretary-General reports no later than 30 April 2009",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n\nRecalling previous resolutions on Nepal, reaffirms Nepal's sovereignty, territorial integrity, and political independence, and its ownership of the Comprehensive Peace Agreement implementation.\n\nNoting the signing of the Comprehensive Peace Agreement on 21 November 2006, and commending steps taken to implement it, the Council welcomes the Constituent Assembly elections on 10 April 2008, and progress towards a democratic government.\n\nThe Council also welcomes the formation of a democratically elected government, and the establishment of the Special Committee for the supervision, integration, and rehabilitation of Maoist army personnel.\n\nEchoing the Secretary-General's call for swift implementation of agreements, the Council notes the United Nations Mission in Nepal's (UNMIN) role in assisting with arms and armed personnel management.\n\nThe Council welcomes the report of the Secretary-General, and the completion of two phases of the verification process, and calls for the release of minors in cantonment sites.\n\nNoting the Government of Nepal's request to extend UNMIN's mandate, the Council decides to renew UNMIN's mandate until 23 July 2009.\n\nThe Council also recognizes the need to pay special attention to the needs of women, children, and marginalized groups, and the role of civil society in democratic transition and conflict prevention.\n\nThe Council expresses appreciation for the Secretary-General's Special Representative, and the efforts of UNMIN and the United Nations Country Team.\nThe Security Council:\n\n1. Welcomes agreement among political parties to support completion of the peace process;\n2. Calls on parties to utilize UNMIN's expertise to facilitate completion of outstanding aspects of its mandate;\n3. Agrees with the Secretary-General that current monitoring arrangements are not indefinite and urges the Nepalese Government to reduce UNMIN's monitoring requirements;\n4. Endorses phased withdrawal of UNMIN staff, including arms monitors, as recommended by the Secretary-General;\n5. Requests the Secretary-General to report on progress and implications for UNMIN by 30 April 2009;\n6. Urges the Nepalese Government to create conditions for UNMIN's withdrawal by implementing the 25 June Agreement;\n7. Welcomes progress, calls on parties to expedite the peace process and work cooperatively towards a durable solution;\n8. Requests parties to ensure the safety and security of UNMIN personnel;\n9. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1864_2009_EN.pdf"
}