{
  "resolution_no": "1889",
  "year": "2009",
  "theme": [
    "Women, Peace and Security",
    "Conflict Resolution",
    "Post-Conflict Reconstruction"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations",
    "Security Council",
    "Secretary-General",
    "Peacebuilding Commission",
    "Peacebuilding Support Office"
  ],
  "reporting_cycle": "The Secretary-General is requested to submit reports within 6 months and 12 months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nReaffirming commitment to implementing resolutions 1325 (2000), 1612 (2005), 1674 (2006), 1820 (2008), 1882 (2009), and 1888 (2009), \nGuided by the UN Charter's purposes and principles,\n\nRecalling 2005 World Summit Outcome Document to eliminate violence against women and girls, \nand relevant international conventions and declarations,\n\nHaving considered the Secretary-General's report (S/2009/465),\n\nWelcoming Member States' efforts to implement resolution 1325 (2000) at national level,\n\nReiterating need for women's full, equal and effective participation in peace processes, \n\nExpressing concern about women's under-representation in peace processes, \n\nConcerned about obstacles to women's involvement in conflict prevention, resolution and post-conflict public life,\n\nRecognizing women's particular needs in post-conflict situations, \n\nNoting obstacles to strengthening women's participation in conflict prevention, resolution and peacebuilding,\n\nWelcoming UN initiative to track gender-related allocations, \n\nWelcoming Secretary-General's efforts to appoint more women to senior UN positions.\nHere is a concise summary of the Security Council document 1889 (2009):\n\nThe Security Council:\n\n Welcomes the establishment of a UN Steering Committee to enhance visibility and coordination on the 10th anniversary of resolution 1325 (2000).\n\n Encourages events in 2009-2010 to increase awareness about resolution 1325 (2000) and renew commitments to \"Women and peace and security\".\n\n Urges Member States, international and regional organisations to improve women's participation in peace processes, conflict resolution, post-conflict planning, and peacebuilding.\n\n Reiterates its call for respect for international law applicable to the rights and protection of women and girls.\n\n Strongly condemns violence against women and girls in armed conflicts and post-conflict situations, and demands an end to impunity.\n\n Calls upon the Secretary-General to develop a strategy to increase women's participation in UN peace missions and good offices.\n\n Requests the Secretary-General to ensure country reports provide information on the impact of armed conflict on women and girls.\n\n Requests the Secretary-General to collect data on the particular needs of women and girls in post-conflict situations.\n\n Expresses its intention to include provisions on promoting gender equality and empowering women in post-conflict situations in UN mission mandates.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1889_2009_EN.pdf"
}