{
  "resolution_no": "1892",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINUSTAH",
    "United Nations country team",
    "Haitian National Police (HNP)",
    "Organization of the American States (OAS)",
    "Caribbean Community (CARICOM)"
  ],
  "reporting_cycle": "semi-annually, not later than 45 days prior to its expiration",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nReaffirming previous resolutions on Haiti, reaffirms its strong commitment to Haiti's sovereignty, independence, territorial integrity, and unity. The Council welcomes progress made towards stability, supports the Government of Haiti, and encourages it to strengthen state institutions. \n\nThe Council notes recent progress in governance, including elections of new Senators and constitutional reform, but stresses the importance of credible, competent, transparent, and accountable governance. It encourages the Government to strengthen democratic dialogue and the participation of women in the political process.\n\nThe Council emphasizes the role of regional organizations, such as the Organization of the American States (OAS) and the Caribbean Community (CARICOM), and notes the Joint Communiqué of the Consultative Group on Haiti. \n\nIt recognizes the interconnected nature of challenges in Haiti, reaffirming that sustainable progress on security, the rule of law, and institutional reform, national reconciliation, and development are mutually reinforcing.\n\nThe Council commends the United Nations Stabilization Mission in Haiti (MINUSTAH) for ensuring a secure environment and expresses gratitude to its personnel. \n\nThe Council also acknowledges improvements in the security situation but notes it remains fragile. It calls on the Government to advance security sector reform, strengthen the judicial system, and address prolonged pretrial detention.\n\nThe Council welcomes efforts to address humanitarian needs, stresses the importance of coordination among donors and partners, and recognizes the threat posed by external economic impacts.\n\nThe Council welcomes the appointment of William J. Clinton as United Nations Special Envoy for Haiti.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nUnderlines the need for quick implementation of labour-intensive projects to create jobs and deliver basic social services in Haiti.\n\nRecognizes the importance of long-term commitment from international donors and partners to support Haiti's national priorities.\n\nUrges the Government and Parliament to work together to create a legislative and regulatory environment that promotes economic activity and job creation.\n\nWelcomes the Secretary-General's report and the report of the ECOSOC Ad Hoc Advisory Group on Haiti.\n\nSupports the Secretary-General's efforts to review peacekeeping operations, including MINUSTAH.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1892_2009_EN.pdf"
}