{
  "resolution_no": "1902",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Burundi",
    "Elections",
    "Human Rights",
    "Transitional Justice"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "BINUB",
    "UNHCR",
    "MONUC",
    "Peacebuilding Commission"
  ],
  "reporting_cycle": "The Secretary-General reports on the electoral process in May 2010 and a full report on the implementation of the mandate of BINUB in November 2010",
  "operative_authority": "Chapter VI",
  "summary": "Acknowledges the contribution of the Regional Initiative, the South African facilitation, and other international partners to peace-building in Burundi and encourages them to remain engaged.\n\nReiterates its request for the Secretary-General, through BINUB, to play a robust political role in support of the peace process.\n\nDecides that BINUB shall pay particular attention to supporting the electoral process, working in close cooperation with the Government of Burundi.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Condemns none, but \nwelcomes and  urges  various efforts on \n- democratic governance, peace consolidation, sustainable reintegration, and gender issues;\n\n6. Urges the Burundian Government to create conditions for free, fair, and peaceful 2010 elections, and encourages dialogue through the Permanent Forum for Dialogue;\n\n7. Urges the Government and political parties to preserve the independence and credibility of the Independent National Electoral Commission;\n\n8. Supports a nationwide civic education campaign for the elections;\n\n9. Requests BINUB to provide logistical support to the Electoral Commission if needed;\n\n10. Requests the Executive Representative to facilitate dialogue among stakeholders;\n\n11. Encourages the Government, Peacebuilding Commission, and partners to honour commitments under the Strategic Framework for Peacebuilding;\n\n12. Encourages the Government to address peace consolidation challenges, including governance, security reforms, land tenure, justice, and human rights;\n\n13. Encourages structural reforms to improve governance, with a focus on fighting corruption;\n\n14. Urges international partners to support security sector reform;\n\n15. Encourages completion of disarmament and demobilization and socio-economic reintegration;\n\n16. Welcomes progress on durable solutions for refugees in Tanzania;\n\n17. Encourages national consultations on transitional justice;\n\n18. Calls for broadened respect and protection of human rights;\n\n19. Expresses concern at continuing sexual and gender-based violence;\n\n20. Welcomes the release of children by armed groups and emphasizes their sustainable reintegration;\n\n21. Urges BINUB to strengthen cooperation with MONUC;\n\n22. Requests a briefing on the electoral process and a report on BINUB's mandate implementation;\n\n23. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1902_2009_EN.pdf"
}