{
  "resolution_no": "1898",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNFICYP",
    "Cyprus",
    "Greece",
    "Turkey"
  ],
  "reporting_cycle": "by 1 June 2010",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nWelcomed the reports of the Secretary-General on the UN operation in Cyprus and his mission of good offices.\n\nAgreed to keep the UN Peacekeeping force in Cyprus (UNFICYP) beyond 15 December 2009.\n\nEchoed the Secretary-General's view that the Cypriots themselves are responsible for finding a solution and reaffirmed the UN's primary role in assisting the parties.\n\nCommended the Greek Cypriot and Turkish Cypriot leaders for their progress in negotiations and urged them to increase momentum to reach a comprehensive settlement based on a bicommunal, bizonal federation.\n\nEmphasized the importance of all parties engaging fully, flexibly and constructively in negotiations.\n\nWelcomed the implementation of some confidence-building measures and called for a renewed effort to implement the remaining measures.\n\nReaffirmed the importance of continued crossings of the Green Line and encouraged the opening of other crossing points.\n\nConvinced that a comprehensive and durable Cyprus settlement would have many benefits for all Cypriots and encouraged both sides to explain these benefits and the need for increased flexibility and compromise.\n\nHighlighted the supportive role the international community will continue to play in helping the leaders.\n\nTook note of the stable security situation on the island and urged all sides to avoid any action that could lead to an increase in tension.\n\nWelcomed progress in demining activities, the activities of the Committee on Missing Persons, and the efforts of Alexander Downer as the Secretary-General's Special Advisor.\n\nWelcomed the intention of the Secretary-General to keep the Council informed of further developments and progress.\n\nStressed the need for a rigorous, strategic approach to peacekeeping deployments and contingency planning in relation to the settlement.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1898_2009_EN.pdf"
}