{
  "resolution_no": "1881",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMID",
    "UNMIS",
    "MINURCAT"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, reaffirming previous resolutions and statements on Sudan, extends the mandate of the African Union-United Nations Hybrid Operation in Darfur (UNAMID) for 12 months to 31 July 2010. The Council stresses the need for UNAMID to fully utilize its mandate, particularly in protecting civilians and ensuring humanitarian access. It commends troop- and police-contributing countries and donors, and calls on Member States to contribute remaining required units and equipment. The Council welcomes improved cooperation from the Government of Sudan, but demands removal of obstacles to UNAMID's deployment and discharge of its mandate. It condemns attacks on UNAMID, stresses the need for enhanced safety and security, and requests achievable targets to measure progress. The Council reiterates its commitment to promoting the political process in Darfur and urges Sudan and Chad to engage constructively with the Dakar Contact Group and the international community.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n6. Requests the Secretary-General to:\n(a) submit a strategic workplan with benchmarks to measure UNAMID's progress,\n(b) assess progress against these benchmarks in his next report,\n(c) report to the Council every 90 days on progress in Darfur.\n\n7. Demands an immediate end to violence, attacks on civilians, peacekeepers, and humanitarian personnel, and compliance with human rights and international humanitarian law.\n\n8. Reiterates that there can be no military solution to the conflict, and calls for an inclusive political settlement and successful deployment of UNAMID.\n\n9. Calls on Sudan and Chad to abide by their obligations under the Doha Agreement and previous bilateral agreements.\n\n10. Urges UNAMID to coordinate with other UN missions in the region.\n\n11. Requests UNAMID to assist UNMIS efforts in preparing for national elections.\n\n12. Expresses concern at the humanitarian situation, calls for full implementation of the Communiqué on Facilitation of Humanitarian Activities in Darfur.\n\n13. Demands that parties create conditions for the voluntary return of refugees and internally displaced persons.\n\n14. Demands protection of civilians, including women and children, from sexual violence.\n\n15. Requests the Secretary-General to monitor and report on the situation of children and dialogue with parties to end recruitment and use of child soldiers.\n\n16. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1881_2009_EN.pdf"
}