{
  "resolution_no": "1894",
  "year": "2009",
  "theme": [
    "Protection of Civilians",
    "Humanitarian Access",
    "Accountability"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 1",
    "Article 2"
  ],
  "entities": [
    "United Nations",
    "International Committee of the Red Cross",
    "Peacekeeping Missions"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council on country-specific situations, including on protection-related incidents and actions taken by parties to armed conflict",
  "operative_authority": "Chapter VI",
  "summary": "18. Reaffirms support for upgrading strategic oversight of peacekeeping operations.\n\n19. Ensures that mandates of UN peacekeeping missions include protection of civilians, where appropriate.\n\n20. Reaffirms the importance of clear and achievable mandates for protection of civilians.\n\n21. Recognizes the need to consider protection needs of civilians, especially women and children.\n\n22. Requests the Secretary-General to develop an operational concept for protection of civilians.\n\n23. Requests the Secretary-General to ensure mission-wide planning, training on protection of civilians.\n\n24. Requests comprehensive protection strategies in mission implementation plans.\n\n25. Requests UN missions to provide local communities with information on their role.\n\n26. Takes note of practical measures to enhance protection of civilians.\n\n27. Reaffirms practice of requiring benchmarks to measure progress in implementation of peacekeeping mandates.\n\n28. Emphasizes the need for a comprehensive approach to facilitate implementation of protection mandates.\nThe Security Council:\n\n Urges cooperation from Member States and emphasizes a coherent approach by UN principal organs to protect civilians' rights.\n\n Notes the negative impact of small arms and light weapons on humanitarian assistance, and calls on parties to armed conflicts to protect civilians, particularly children, from landmines and explosive remnants of war.\n\n Reiterates the importance of the Aide Memoire on protecting civilians as a practical tool for analysis and diagnosis of protection issues.\n\n Recognizes the Secretary-General's role in providing timely information on protection of civilians and requests more comprehensive reports on country-specific situations.\n\n Requests the Secretary-General to develop guidance on reporting protection of civilians for UN peacekeeping and other missions.\n\n Stresses consultation and cooperation between the UN, International Committee of the Red Cross, and regional organizations to improve protection.\n\n Requests the Secretary-General's next report on protection of civilians by November 2010.\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1894_2009_EN.pdf"
}