{
  "resolution_no": "1868",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Security",
    "Development",
    "Human Rights",
    "Counter-Narcotics"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "International Security Assistance Force",
    "Afghan National Army",
    "Afghan National Police",
    "EUPOL Afghanistan",
    "United Nations Office on Drugs and Crime"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "10. Calls on the Afghan Government and international community to address security threats posed by the Taliban, Al-Qaida, and other groups.\n\n11. Condemns attacks targeting civilians and Afghan and international forces.\n\n12. Welcomes achievements in the Mine Action Programme and encourages continued efforts.\n\n13. Recognizes efforts to minimize civilian casualties and calls for continued robust efforts.\n\n14. Emphasizes the importance of ensuring access to prisons and places of detention.\n\n15. Expresses concern about the recruitment and use of children by Taliban forces.\n\n16. Reiterates the importance of increasing the functionality, professionalism, and accountability of the Afghan security sector.\n\n17. Welcomes progress in developing the Afghan National Army and encourages sustained training efforts.\n\n18. Notes with appreciation efforts to enhance the capabilities of the Afghan National Police and calls for further efforts.\nHere is a concise summary of the Security Council document:\n\n20. Welcomes progress in disbanding illegal armed groups, calls for accelerated efforts with international support.\n\n21. Notes progress in addressing opium production, remains concerned about its harm, and calls for accelerated implementation of the National Drug Control Strategy.\n\n22. Calls for strengthened international cooperation to counter the threat of illicit drug production and trafficking from Afghanistan.\n\n23. Welcomes the National Justice Programme, reiterating its importance in establishing a fair and transparent justice system.\n\n24. Stresses the need for progress in reconstructing and reforming the prison sector.\n\n25. Expresses concern about corruption, urging the Afghan Government to lead the fight against it with international assistance.\n\n26. Encourages cooperation among Afghan institutions, calls for continued legislative and public administration reform.\n\n27. Encourages the international community to assist in capacity-building and human resources development.\n\n28. Calls for full respect for human rights and fundamental freedoms, commends the AIHRC, and stresses the importance of cooperation with it.\n\n29. Recognizes progress on gender equality, condemns continuing discrimination and violence against women and girls.\n\n30. Welcomes efforts to promote dialogue with opposition elements, calls for implementation of the Action Plan on Peace, Justice and Reconciliation.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1868_2009_EN.pdf"
}