{
  "resolution_no": "1873",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Cyprus"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "UNFICYP",
    "Cyprus",
    "Greek Cypriot",
    "Turkish Cypriot"
  ],
  "reporting_cycle": "Secretary-General reports by 1 December 2009",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nAdopted resolution 1873 (2009) on 29 May 2009, \n\nWelcoming the Secretary-General's report (S/2009/248) on UN operation in Cyprus, \n\nNoting the necessity to keep UNFICYP beyond 15 June 2009 due to prevailing conditions, \n\nEchoing the Secretary-General's belief that Cypriots are responsible for finding a solution, \n\nCommending leaders for their political leadership and progress in negotiations, \n\nUrging leaders to increase momentum in negotiations for a comprehensive settlement based on a bicommunal, bizonal federation, \n\nEmphasizing the importance of full, flexible and constructive engagement in negotiations, \n\nWelcoming the Secretary-General's intention to keep the Council informed, \n\nWelcoming implementation of some confidence-building measures and calling for renewed efforts, \n\nReaffirming the importance of Green Line crossings and encouraging opening of other crossing points, \n\nConvinced of benefits of a comprehensive Cyprus settlement and encouraging both sides to explain these benefits, \n\nHighlighting the supportive role of the international community, \n\nTaking note of the stable security situation and urging all sides to avoid actions increasing tension, \n\nRecalling the Secretary-General's belief on the buffer zone situation, \n\nWelcoming demining progress and continuation of Committee on Missing Persons activities, \n\nAgreeing on the essential role of civil society groups in the political process, \n\nStressing the need for a rigorous approach to peacekeeping deployments, \n\nWelcoming the Secretary-General's intention to review peacekeeping operations, including UNFICYP.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Welcomes the analysis of developments on the ground in Cyprus and progress in fully-fledged negotiations towards a comprehensive settlement.\n\n2. Urges intensification of negotiations and improvement of trust and goodwill.\n\n3. Urges implementation of confidence-building measures, including opening of crossing points.\n\n4. Reaffirms relevant resolutions on Cyprus, particularly resolution 1251 (1999).\n\n5. Extends the mandate of UNFICYP until 15 December 2009.\n\n6. Calls on both sides to consult with UNFICYP on buffer zone demarcation and the 1989 aide-memoire.\n\n7. Calls on the Turkish Cypriot side and Turkish forces to restore the military status quo in Strovilia.\n\n8. Requests the Secretary-General to report on implementation by 1 December 2009.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1873_2009_EN.pdf"
}