{
  "resolution_no": "1884",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Lebanon"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIFIL",
    "Lebanese Armed Forces",
    "Security Council"
  ],
  "reporting_cycle": "every four months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions on Lebanon, particularly resolutions 425 (1978), 426 (1978), 1559 (2004), 1680 (2006), 1701 (2006), 1773 (2007), and 1832 (2008), and the statements of its President on the situation in Lebanon, \n\nDecides to extend the mandate of UNIFIL for a new period of one year, until 31 August 2010, without amendment, as requested by the Government of Lebanon. \n\nReaffirms its commitment to the full implementation of all provisions of resolution 1701 (2006) and calls upon all concerned parties to strengthen their efforts to implement all provisions of the resolution. \n\nExpresses deep concern at all violations of resolution 1701 (2006), particularly the latest serious violations, and emphasizes the importance of establishing an area free of armed personnel, assets, and weapons, other than those of the Government of Lebanon and UNIFIL, between the Blue Line and the Litani River.\n\nCalls upon all parties to respect the Blue Line in its entirety and to cooperate fully with UNIFIL and the United Nations. \n\nCommends the role of UNIFIL and its Commander and expresses strong appreciation to Member States that contribute to UNIFIL.\n\nRequests the Secretary-General to continue reporting to the Council on the implementation of resolution 1701 (2006) every four months.\n\nWelcomes the review of UNIFIL's operational capacity and requests the conclusions of the review as soon as possible. \n\nUrges all parties to cooperate fully with the Security Council and the Secretary-General to achieve a permanent ceasefire and a long-term solution.\n\nStrongly calls upon all parties to respect the cessation of hostilities and the Blue Line.\n\nRequests the Secretary-General to continue taking all necessary action to prevent and punish sexual exploitation and abuse by UNIFIL personnel.\nStresses the importance of achieving a comprehensive, just and lasting peace in the Middle East, based on all relevant resolutions, including 242 (1967), 338 (1973), and 1515 (2003); Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1884_2009_EN.pdf"
}