{
  "resolution_no": "1904",
  "year": 2009,
  "theme": [
    "Terrorism",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "Usama bin Laden",
    "The Taliban",
    "UNIFIL",
    "MINUSMA",
    "Counter Terrorism Committee (CTC)",
    "Committee established pursuant to resolution 1540 (2004)"
  ],
  "reporting_cycle": "The Committee shall report orally, through its Chairman, at least every 180 days to the Council on the state of the overall work of the Committee and the Monitoring Team",
  "operative_authority": "Chapter VII",
  "summary": "20-21. Establishes the Office of the Ombudsperson for 18 months to assist the Committee with delisting requests.\n\n22. Directs the Committee to continue considering delisting requests from Member States.\n\n23. Encourages States to submit delisting requests for deceased individuals or defunct entities.\n\n24. Encourages Member States to prevent unfrozen assets from being used for terrorist purposes.\n\n25. Encourages the Committee to consider the opinions of designating States and States of residence.\n\n26. Requests the Monitoring Team to circulate a list of deceased individuals on the Consolidated List.\n\n27. Decides that the Secretariat shall notify the Permanent Mission of the country where an individual or entity is believed to be located within three working days of removing a name from the Consolidated List.\nHere is a concise summary of the Security Council document:\n\n**Review and Maintenance of the Consolidated List**\n\n* Encourages Member States to submit additional information on listed individuals and entities, including updates on their operating status, movement, and other significant events (para 28).\n* Directs the Committee to complete its review of all names on the Consolidated List by 30 June 2010 and requests States to respond to Committee requests for information by 1 March 2010 (para 29).\n* Requests the Monitoring Team to report on the review outcome and efforts made by the Committee, Member States, and the Monitoring Team (para 30).\n* Directs the Committee to annually review listings that lack necessary identifiers and to decide whether they remain appropriate (para 31).\n* Directs the Committee to conduct an annual review of all names on the Consolidated List that have not been reviewed in three or more years (para 32).\n\n**Measures Implementation**\n\n* Reiterates the importance of implementing all aspects of the measures described (para 33).\n* Encourages the Committee to ensure fair and clear procedures for listing and delisting individuals and entities (para 34).\n* Directs the Committee to review its guidelines with respect to the provisions of this resolution (para 35).\n* Encourages Member States and international organizations to discuss relevant issues with the Committee (para 36).\n* Requests the Committee to report on Member States' implementation efforts and identify steps to improve implementation (para 37).\n* Directs the Committee to identify cases of non-compliance and determine the appropriate course of action (para 38).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1904_2009_EN.pdf"
}