{
  "resolution_no": "1906",
  "year": 2009,
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Protection of Civilians",
    "Disarmament, Demobilization and Reintegration"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "MONUC",
    "FARDC",
    "United Nations Country Team",
    "International Criminal Court"
  ],
  "reporting_cycle": "The Secretary-General reports by 16 February 2010 and 1 April 2010",
  "operative_authority": "Chapter VII",
  "summary": "1. Extends the deployment of MONUC until 31 May 2010, with the intention to extend it further for 12 months, authorizing up to 19,815 military personnel, 760 military observers, 391 police personnel, and 1,050 personnel of formed police units.\n\n**Strategic Review and Mandate Reconfiguration**\n\n2. Requests the Secretary-General to conduct a strategic review of the situation in the DRC and MONUC's progress, taking into account the Integrated Strategic Framework, and to determine the modalities of a reconfiguration of MONUC's mandate.\n\n**Government of the DRC's Responsibilities**\n\n3. Urges the Government of the DRC to establish sustainable peace, protect the civilian population, develop sustainable security sector institutions, and ensure respect for human rights and the fight against impunity.\n\n**Interrelated Nature of Key Areas**\n\n4. Recognizes the interrelated nature of the effective protection of civilians, reduction and removal of the threat of armed groups, and comprehensive and sustainable security sector reform.\n\n**MONUC's Mandate**\n\n5. Decides that MONUC's mandate, in order of priority, shall be:\n\t* (a) Ensure the effective protection of civilians, humanitarian personnel, and UN personnel and facilities.\n\t* (b) Carry out enhanced activities of disarmament, demobilization, and reintegration (DDR) of Congolese armed groups and DDRRR of foreign armed groups.\n\t* (c) Support the security sector reform led by the Government of the DRC.\n\n**Authorization and Protection of Civilians**\n\n6. Authorizes MONUC to use all necessary means to carry out its mandate.\n7. Emphasizes that the protection of civilians must be given priority in decisions about the use of available capacity and resources.\n8. Requests MONUC to enhance interaction between its civil and military components and humanitarian actors to consolidate expertise on the protection of civilians.\n\n**Specific Requests and Demands**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1906_2009_EN.pdf"
}