{
  "resolution_no": "1863",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Somalia",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "AMISOM",
    "United Nations",
    "African Union"
  ],
  "reporting_cycle": "30 days",
  "operative_authority": "Chapter VII",
  "summary": "Requests the Secretary-General to report on progress towards the deployment of a UN Peacekeeping Operation in Somalia, replacing AMISOM, considering progress in the political process and security conditions.\n\nThe report should include recommendations on the mandate of a UN Peacekeeping Operation, focusing on:\n\na. Facilitating humanitarian assistance and access\nb. Assisting with free movement and protection of those involved in the political process\nc. Monitoring the implementation of the cessation of hostilities and ceasefire arrangements\nd. Ensuring security and freedom of movement of UN personnel\ne. Supporting the re-establishment, training, and retention of Somali security forces\n\nAffirms that provisions set out in paragraphs 11 and 12 of resolution 1772 (2007) shall continue to apply.\n\nRequests the Secretary-General to:\n\n* Establish a trust fund to support AMISOM and Somali security forces\n* Hold a donors conference to solicit contributions\n* Submit budgetary requests to the trust fund\n\nStresses the need to create conditions for the Special Representative to make progress on the political process.\n\nWelcomes recommendations on strengthening AMISOM and requests the Secretary-General to:\n\n* Provide a UN logistical support package to AMISOM\n* Report on the equipment and services provided\n\nRequests AMISOM to ensure transparent and effective use of equipment and services.\n\nRequests the Secretary-General to support African Union force generation efforts and planning for a transition to a UN Peacekeeping Operation.\n\nCalls upon Member States to contribute personnel, equipment, and resources to AMISOM.\n\nRequests cooperation from all parties for the deployment and operations of AMISOM.\n\nRequests the Secretary-General to coordinate UN activities in Somalia and provide good offices and political support.\nThe Security Council:\n\n1. Urges for peace and stability in Somalia and requests the international community's support for immediate recovery and long-term economic development.\n\n2. Decides that UNPOS and the UN country team shall promote lasting peace through the Djibouti Peace Agreement.\n\n3. Requests the Secretary-General to plan for the deployment of UN offices and agencies into Somalia.\n\n4. Demands regional states refrain from actions exacerbating instability in Somalia or the Horn of Africa.\n\n5. Reiterates intention to take measures against those blocking peace or threatening participants.\n\n6. Calls for contributions to humanitarian appeals.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1863_2009_EN.pdf"
}