{
  "resolution_no": "1906",
  "year": 2009,
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Protection of Civilians",
    "Disarmament, Demobilization and Reintegration"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "MONUC",
    "FARDC",
    "United Nations Country Team",
    "International Criminal Court"
  ],
  "reporting_cycle": "The Secretary-General reports by 16 February 2010 and 1 April 2010",
  "operative_authority": "Chapter VII",
  "summary": "**Specific Requests and Demands**\n\n9. Requests MONUC to extend successful protection measures to other areas.\n10. Demands that all armed groups cease all forms of violence and human rights abuse against the civilian population.\n11. Demands that the Government of the DRC take measures to protect civilians from human rights abuses, including all forms of sexual violence.\n12. Requests the Secretary-General to investigate allegations of sexual exploitation and abuse by MONUC personnel and take appropriate measures.\n13. Requests the Secretary-General to provide technical support to MONUC's troop- and police-contributing countries on the protection of civilians.\nHere is a concise summary of the Security Council document:\n\n14. Encourages MONUC to interact with civilians to raise awareness about its mandate and collect reliable information on humanitarian law and human rights abuses.\n\n15. Demands that armed groups, particularly FDLR and LRA, stop recruiting and using children, release all associated children, and calls on the Congolese Government to finalize an Action Plan to release children from FARDC.\n\n16. Calls on Great Lakes region governments to coordinate efforts to address the LRA threat, sharing information with MONUC and other UN Missions.\n\n17. Calls on states to ensure military actions against armed groups comply with humanitarian, human rights, and refugee law, protecting civilians.\n\n18. Requests the Special Representative to identify women's protection advisers among MONUC's gender advisers and human rights protection units.\n\n19. Demands that armed groups, particularly FDLR, LRA, and other foreign groups, lay down their arms and participate in DDRRR and DDR.\n\n20. Underlines MONUC's role in deterring force against the Goma and Nairobi processes and preventing attacks on civilians.\n\n21. Requests MONUC to coordinate operations with FARDC brigades to disarm armed groups, protect civilians, and restore government authority.\n\n22. Conditions MONUC's support to FARDC-led operations on compliance with humanitarian, human rights, and refugee law.\n\n23. Notes MONUC's Policy Paper on supporting FARDC units and requests a mechanism to assess its implementation.\n\n24. Urges MONUC to contribute to DDR of Congolese combatants and their dependents.\n\n25. Urges MONUC to enhance support to disarmed foreign combatants' voluntary demobilization and repatriation.\n\n26. Urges the Congolese and Rwandan Governments to work together on FDLR objectives.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1906_2009_EN.pdf"
}