{
  "resolution_no": "1890",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Security",
    "Terrorism",
    "Human Rights",
    "Counter-Narcotics"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "ISAF",
    "UNAMA",
    "OEF coalition",
    "NATO",
    "European Union",
    "UNODC",
    "EUPOL Afghanistan"
  ],
  "reporting_cycle": "quarterly reports",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 1890 (2009) on 8 October 2009, reaffirming its previous resolutions on Afghanistan, particularly 1386 (2001), 1510 (2003), 1833 (2008), and 1868 (2009). The Council also reaffirmed its support for international efforts to combat terrorism, in line with the UN Charter. \n\nThe Council acknowledged the Afghan Government's responsibility for providing security and law and order, while stressing the role of the International Security Assistance Force (ISAF) in assisting the government to improve security. It recognized the interconnected nature of challenges in Afghanistan, including security, governance, development, and counter-narcotics, and welcomed efforts to address these challenges comprehensively.\n\nThe Council expressed concern over the security situation, particularly increased violent and terrorist activities by the Taliban, Al-Qaida, and other groups, and the links between terrorism and illicit drugs. It encouraged ISAF to support Afghan-led efforts to address the threat posed by illicit drug production and trafficking.\n\nThe Council also expressed concern over the impact of violent and terrorist activities on the Afghan Government's ability to provide security, basic services, and ensure human rights. It reiterated its support for the Afghan Government's efforts to improve security, with international assistance, and stressed the need for sustained international efforts.\n\nThe Council condemned attacks targeting civilians and Afghan and international forces, and the use of civilians as human shields. It expressed serious concern over civilian casualties and called for compliance with international humanitarian and human rights law. \n\nThe Council recognized efforts by ISAF and other international forces to minimize civilian casualties and welcomed their intention to continue enhanced efforts to protect the Afghan population.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nAcknowledges progress in security sector reform in Afghanistan, welcomes international support, and stresses the need for further strengthening of the Afghan National Army and Police, and efforts to disband illegal armed groups and counter narcotics.\n\nStresses the importance of ending impunity, strengthening judicial institutions, and respecting human rights, particularly for women and girls.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1890_2009_EN.pdf"
}