{
  "resolution_no": "1895",
  "year": 2009,
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "European Integration"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "EUFOR",
    "NATO",
    "UN",
    "OSCE",
    "European Union"
  ],
  "reporting_cycle": "at least at three-monthly intervals",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions on the conflicts in the former Yugoslavia, reaffirms its commitment to a political settlement, preserving sovereignty and territorial integrity.\n\nEmphasizes support for the High Representative's role in Bosnia and Herzegovina, implementation of the General Framework Agreement for Peace, and relevant Peace Implementation Council decisions.\n\nRecalls agreements on the status of forces, appreciates contributions of the High Representative, EUFOR, NATO, OSCE, and other organizations.\n\nEmphasizes a comprehensive return of refugees and displaced persons is crucial to lasting peace.\n\nNoting reports of the High Representative, including his latest report of 12 November 2009.\n\nDetermined to promote peaceful resolution of conflicts.\n\nRecalling principles on the safety of UN and associated personnel.\n\nWelcoming EU and NATO efforts, and their cooperation in Bosnia and Herzegovina.\n\nReiterating calls on authorities to implement undertakings, including finding a solution on State and Defence Property.\nHere is a concise summary of the Security Council document:\n\nThe Security Council welcomes progress made by Bosnia and Herzegovina on European Partnership priorities and visa liberalization roadmap requirements. However, it calls on the authorities to strengthen efforts to complete urgent reforms. \n\nThe Council determines that the situation in the region continues to threaten international peace and security. \n\nActing under Chapter VII of the UN Charter, the Council:\n\n1. Reaffirms support for the Peace Agreement and Dayton Paris Agreement, and calls on parties to comply with their obligations.\n\n2. Reiterates that authorities in Bosnia and Herzegovina are primarily responsible for implementing the Peace Agreement and rebuilding a civil society.\n\n3. Reminds parties of their commitment to cooperate with entities involved in implementing the peace settlement, including the International Tribunal for the Former Yugoslavia.\n\n4. Supports the High Representative's role in monitoring implementation and giving guidance to civilian organizations.\n\n5. Expresses support for declarations of the Peace Implementation Conference.\n\n6. Intends to keep implementation under review and consider imposing measures if parties fail to meet obligations.\n\n7. Recalls support for EUFOR and NATO presence, and their role in ensuring compliance with the Peace Agreement.\n\n8. Pays tribute to Member States participating in EUFOR and NATO presence.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1895_2009_EN.pdf"
}