{
  "resolution_no": "1888",
  "year": 2009,
  "theme": [
    "Sexual Violence in Conflict",
    "Women, Peace and Security",
    "Protection of Civilians"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "United Nations Peacekeeping Operations",
    "United Nations Entity for Gender Issues",
    "International Criminal Court"
  ],
  "reporting_cycle": "Annual reports to the Council",
  "operative_authority": "Chapter VII",
  "summary": "14. The Council expresses its intention to make better use of field visits to conflict areas.\n\n15. The Council encourages leaders to play a more active role in sensitizing communities on sexual violence.\n\n16. The Council urges the Secretary-General, Member States, and regional organizations to increase the representation of women in mediation and decision-making processes.\n\n17. The Council urges that issues of sexual violence be included in all UN-sponsored peace negotiation agendas.\n\n18. The Council reaffirms the role of the Peacebuilding Commission in promoting inclusive gender-based approaches.\n\n19. The Council encourages Member States to deploy more female military and police personnel to UN peacekeeping operations.\n\n20. The Council requests the Secretary-General to provide technical support to troop and police contributing countries.\n\n21. The Council requests the Secretary-General to continue and strengthen efforts to implement the policy of zero tolerance of sexual exploitation and abuse.\n\n22. The Council requests the Secretary-General to ensure systematic mainstreaming of gender issues within UN entities.\n\n23. The Council urges relevant Special Representatives and the Emergency Relief Coordinator to work with Member States to develop joint Government-UN Comprehensive Strategies to Combat Sexual Violence.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Requests the Secretary-General to ensure systematic reporting on incidents of sexual violence in armed conflict, including trends, patterns, and early warning indicators.\n\n Requests the Secretary-General to include information on measures to protect civilians, particularly women and children, against sexual violence in regular reports on peacekeeping operations.\n\n Requests the Secretary-General to devise proposals within three months on effective monitoring and reporting on the protection of women and children from rape and sexual violence in armed conflict and post-conflict situations.\n\n Requests the Secretary-General to submit annual reports on the implementation of Resolution 1820 (2008) and this resolution, including:\n\n* A coordination and strategy plan on collecting information\n* Updates on efforts by UN Mission focal points to address sexual violence\n* Information on parties suspected of committing patterns of rape or sexual violence\n\n Decides to review the mandates of the Special Representative and the Team of Experts within two years.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1888_2009_EN.pdf"
}