{
  "resolution_no": "1870",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Sudan",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIS",
    "AEC",
    "GNU",
    "NCP",
    "SPLM",
    "MONUC",
    "UNAMID",
    "MINURCAT"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on the situation in Sudan, reaffirms its commitment to the country's sovereignty, unity, independence, and territorial integrity.\n\nThe Council commends the work of the UN Mission in Sudan (UNMIS) in support of the Comprehensive Peace Agreement (CPA) and stresses its firm commitment to peace and stability in Sudan and the region.\n\nThe Council condemns all acts of violence that prevent or hinder peace and stability, particularly their impact on women and children, and stresses the importance of humanitarian assistance to civilian populations.\n\nThe Council:\n\n1. Extends the mandate of UNMIS until 30 April 2010, with the intention to renew it as required.\n2. Requests the Secretary-General to report every three months on UNMIS' mandate implementation, CPA progress, and ceasefire respect.\n3. Welcomes a military capability review of UNMIS' deployment and stresses the importance of flexible deployment to address conflict areas.\n4. Stresses the importance of full and expeditious implementation of the CPA, Abyei Roadmap, Darfur agreements, and the Eastern Sudan Peace Agreement, and calls on all parties to respect their commitments.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n5. Welcomes the parties' commitment to work together in the Government of National Unity (GNU) and urges continued cooperation between the National Congress Party (NCP) and the Sudan People's Liberation Movement (SPLM) to implement the Comprehensive Peace Agreement (CPA).\n\n6. Stresses the critical role of the Assessment and Evaluation Commission (AEC) in overseeing CPA implementation and urges parties to cooperate with the AEC.\n\n7. Calls for cooperation with UNMIS in monitoring and verification in the Abyei region and urges UNMIS to deploy personnel to improve conflict prevention and security.\n\n8. Welcomes the parties' agreement to submit the Abyei boundary dispute to arbitration and urges parties to abide by the decision.\n\n9. Welcomes the completion of the national census enumeration phase and urges parties to reach agreement on the results.\n\n10. Urges parties to prepare for peaceful, transparent, and credible elections in February 2010.\n\n11. Requests UNMIS to support the National Elections Commission (NEC) in preparing for credible elections.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1870_2009_EN.pdf"
}