{
  "resolution_no": "1882",
  "year": "2009",
  "theme": [
    "Children and Armed Conflict",
    "Human Rights",
    "Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "Security Council Working Group on Children and Armed Conflict",
    "United Nations country-level task forces",
    "Special Representative for Children and Armed Conflict"
  ],
  "reporting_cycle": "Secretary-General reports by May 2010 and periodically thereafter",
  "operative_authority": "Chapter VI",
  "summary": "Encourages Member States to devise ways to facilitate development and implementation of time-bound action plans;\n\n Reiterates its determination to ensure respect for its resolutions on children and armed conflict;\n\n Welcomes sustained activity and recommendations of its Working Group on Children and Armed Conflict;\n\n Requests enhanced communication between the Working Group and relevant Security Council Sanctions Committees;\n\n Reaffirms intention to take action against persistent perpetrators;\n\n Stresses UN country-level task forces' responsibility to ensure effective follow-up to Security Council resolutions;\n\n Requests the Secretary-General to include information on implementation of Working Group recommendations;\n\n Reiterates request to Secretary-General to ensure matter of children and armed conflict is included in reports;\n\n Welcomes efforts of Department of Peacekeeping Operations in mainstreaming child protection;\n\n Requests Member States, UN peacekeeping, peacebuilding and political missions, and UN country teams to establish strategies and coordination mechanisms for child protection concerns;\n\n Stresses effective disarmament, demobilization, and reintegration programmes are crucial for children's well-being;\n\n Stresses importance of timely, sustained, and adequate resources and funding for welfare programmes;\n\n Calls upon parties to ensure protection, rights, well-being, and empowerment of children affected by armed conflict are integrated into all peace processes.\nThe Security Council:\n\n16. Calls on Member States to take immediate action against perpetrators of violations against children in armed conflict, and bring them to justice through national or international mechanisms to end impunity.\n\n17. Requests the Secretary-General to enhance the monitoring and reporting mechanism to ensure prompt advocacy and effective response to violations against children.\n\n18. Requests the Secretary-General to provide support to the Security Council Working Group on Children and Armed Conflict to strengthen its capacities.\n\n19. Requests the Secretary-General to submit a report by May 2010 on implementation of resolutions on children and armed conflict, including:\n    (a) Annexed lists of parties in situations of concern,\n    (b) Measures undertaken by listed parties to end violations,\n    (c) Progress on the monitoring and reporting mechanism,\n    (d) Criteria and procedures for listing and de-listing parties.\n\n20. Decides to remain seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1882_2009_EN.pdf"
}