{
  "resolution_no": "1906",
  "year": 2009,
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Protection of Civilians",
    "Disarmament, Demobilization and Reintegration"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "MONUC",
    "FARDC",
    "United Nations Country Team",
    "International Criminal Court"
  ],
  "reporting_cycle": "The Secretary-General reports by 16 February 2010 and 1 April 2010",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions, reaffirms its commitment to the sovereignty, territorial integrity, and political independence of the Democratic Republic of the Congo (DRC). It stresses the primary responsibility of the DRC Government to ensure security, protect civilians, and undertake comprehensive security sector reform. The Council calls on all parties to armed conflict in the Great Lakes region to comply with international humanitarian law, protect civilians, and facilitate humanitarian assistance.\n\nThe Council welcomes recent improvements in relations between the DRC and neighboring countries, and urges all parties to implement the 23 March 2009 Agreements and the Goma and Nairobi processes. It expresses concern at the continued presence of armed groups, human rights abuses, and impunity, and stresses the need for the DRC Government to end these abuses and bring perpetrators to justice.\n\nThe Council also calls for a voluntary, safe, and sustainable return of refugees and internally displaced persons, and welcomes the DRC Government's commitment to hold accountable those responsible for atrocities. It emphasizes the importance of actively seeking to hold accountable those responsible for war crimes and crimes against humanity.\n\nThe Council recalls its resolutions on women and peace and security, protection of civilians, and children and armed conflict, and stresses the linkage between the illicit exploitation of natural resources and the proliferation and trafficking of arms. It urges States to implement measures set out in resolution 1896 (2009) and reiterates its determination to monitor compliance.\n\nThe Council expresses full support for the United Nations Organization Mission in the DRC (MONUC), condemns attacks against peacekeepers and humanitarian personnel, and emphasizes that those responsible must be brought to justice. It takes note of the Secretary-General's 30th regular report on MONUC and its recommendations.\nHere is a concise summary of the Security Council document:\n\nThe Security Council determines that the situation in the Democratic Republic of the Congo (DRC) continues to pose a threat to international peace and security.\n\n**Extension of MONUC Deployment**\n\n1. Extends the deployment of MONUC until 31 May 2010, with the intention to extend it further for 12 months, authorizing up to 19,815 military personnel, 760 military observers, 391 police personnel, and 1,050 personnel of formed police units.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1906_2009_EN.pdf"
}