{
  "resolution_no": "1868",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Security",
    "Development",
    "Human Rights",
    "Counter-Narcotics"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "International Security Assistance Force",
    "Afghan National Army",
    "Afghan National Police",
    "EUPOL Afghanistan",
    "United Nations Office on Drugs and Crime"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "The Council welcomes the report of the Secretary-General and appreciates the UN's long-term commitment to working with the Afghan Government and people. It extends the mandate of UNAMA until 23 March 2010.\n\nThe Council decides that UNAMA, led by the Special Representative of the Secretary-General, will continue to lead international civilian efforts to:\n\n* Promote coherent support to the Afghan Government\n* Strengthen cooperation with ISAF to improve civil-military coordination\n* Provide political outreach and promote implementation of the Afghanistan Compact and National Drugs Control Strategy\n* Support reconciliation programs and efforts to improve governance and the rule of law\n* Facilitate humanitarian assistance and protection of civilians\n* Cooperate with the Afghan Independent Human Rights Commission and international organizations to monitor human rights\n\nThe Council also recalls its previous resolutions on the protection of civilians in armed conflict, women and peace and security, and children and armed conflict.\nHere is a concise summary of the Security Council document 1868 (2009):\n\nThe Security Council:\n\n1. Urges the Secretary-General to support Afghanistan's efforts to fulfill international treaties, particularly those related to women's human rights.\n\n2. Offers support for preparations for the presidential elections, through technical assistance and coordination with international donors.\n\n3. Supports regional cooperation for a stable and prosperous Afghanistan.\n\n4. Calls on all parties to coordinate with UNAMA to promote security and freedom of movement.\n\n5. Stresses the importance of strengthening UNAMA's presence in provinces and expanding its activities.\n\n6. Emphasizes the significance of the upcoming presidential and provincial council elections for Afghanistan's democratic development.\n\n7. Calls on the Afghan Government and international community to implement the Afghanistan Compact.\n\n8. Reaffirms the central role of the Joint Coordination and Monitoring Board (JCMB) in monitoring Compact implementation.\n\n9. Urges international donors to adhere to their commitments made at the International Conference in Support of Afghanistan.\n\n10. Calls on the Afghan Government and international community to address security threats posed by the Taliban, Al-Qaida, and other groups.\n\n11. Condemns attacks targeting civilians and Afghan and international forces.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1868_2009_EN.pdf"
}