{
  "resolution_no": "1871",
  "year": "2009",
  "theme": [
    "Western Sahara",
    "Peacekeeping",
    "Self-determination"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 33",
    "Article 34",
    "Article 37"
  ],
  "entities": [
    "MINURSO",
    "United Nations High Commissioner for Refugees"
  ],
  "reporting_cycle": "Secretary-General reports well before the end of the mandate period",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Western Sahara, reaffirms its support for the Secretary-General's efforts to implement resolutions 1754 (2007), 1783 (2007), and 1813 (2008).\n\nThe Council welcomes the Moroccan and Polisario Front proposals, and notes progress made in four rounds of negotiations under the Secretary-General's auspices.\n\nThe Council stresses the importance of making progress on the human dimension of the conflict and welcomes the agreement to explore family visits by land.\n\nThe Council:\n\n1. Reaffirms the need for full respect of military agreements with MINURSO regarding the ceasefire.\n\n2. Welcomes the parties' agreement to hold informal talks before a fifth round of negotiations.\n\n3. Calls upon parties to show political will and work towards a more intensive phase of negotiations.\n\n4. Calls upon parties to continue negotiations without preconditions and in good faith.\n\n5. Invites Member States to lend assistance to these talks.\n\n6. Requests the Secretary-General to keep the Council informed on the negotiations.\n\n7. Requests a report on the situation in Western Sahara before the end of the mandate period.\n\n8. Urges Member States to provide voluntary contributions for confidence-building measures.\n\n9. Decides to extend MINURSO's mandate until 30 April 2010.\n10. Requests the Secretary-General to ensure MINURSO's compliance with the UN's zero-tolerance policy on sexual exploitation and abuse, to keep the Council informed, and urges troop-contributing countries to take preventive action, including pre-deployment training, to ensure accountability for such conduct involving their personnel; \n11. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1871_2009_EN.pdf"
}