{
  "resolution_no": "1897",
  "year": "2009",
  "theme": [
    "Piracy",
    "Maritime Security",
    "Somalia"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNIFIL",
    "MINUSMA",
    "EU operation Atalanta",
    "CGPCS",
    "IMO",
    "UNODC",
    "UNDP"
  ],
  "reporting_cycle": "Secretary-General reports every 11 months",
  "operative_authority": "Chapter VII",
  "summary": "Encourages Member States to cooperate with the Transitional Federal Government (TFG) in the fight against piracy.\n\nRenews authorizations for a period of 12 months for States and regional organizations cooperating with the TFG.\n\nAffirms that these authorizations apply only to the situation in Somalia and do not affect rights or obligations under international law.\n\nRequests cooperating States to ensure that their activities do not deny or impair the right of innocent passage to ships of third States.\n\nCalls on Member States to assist Somalia to strengthen capacity to bring to justice those using Somali territory to plan, facilitate or undertake piracy and armed robbery.\n\nCalls on States to cooperate in determining jurisdiction and in investigating and prosecuting persons responsible for piracy and armed robbery.\n\nCommends the decision by the CGPCS to establish an International Trust Fund to support its initiatives.\nHere is a summarized version of the Security Council document:\n\n14. Urges States parties to implement obligations under Conventions and customary international law, cooperate with UNODC, IMO, and others to build judicial capacity to prosecute piracy suspects.\n\n15. Welcomes IMO revisions on preventing and suppressing piracy, urges States to develop best practices, and make citizens and vessels available for forensic investigation.\n\n16. Requests States and regional organizations to report on progress within 9 months on actions taken to fight piracy, and for States contributing to the CGPCS to report on efforts to establish jurisdiction and cooperation.\n\n17. Requests the Secretary-General to report on implementation and the situation with respect to piracy within 11 months.\n\n18. Requests the IMO Secretary-General to brief the Security Council on piracy and armed robbery situations.\n\n19. Intends to review the situation and consider renewing authorizations for additional periods upon TFG request.\n\n20. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1897_2009_EN.pdf"
}