{
  "resolution_no": "1891",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Sudan",
    "Darfur"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNAMID",
    "African Union/United Nations Chief Mediator",
    "Security Council's Sanctions Committees' expert panels",
    "League of Arab States"
  ],
  "reporting_cycle": "The Panel of Experts to provide a midterm briefing by 31 March 2010, an interim report within 90 days, and a final report no later than 30 days prior to termination of its mandate",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summary of the Security Council document:\n\nThe Security Council, recalling previous resolutions and statements on Sudan, reaffirms its commitment to Sudan's sovereignty, unity, and territorial integrity. The Council stresses the need for a lasting political solution and sustained security in Darfur, and urges parties to the conflict to engage in negotiations. It demands an immediate cessation of violence, including sexual violence against civilians, recruitment and use of children, and indiscriminate attacks against civilians.\n\nThe Council commends efforts of the African Union/United Nations Chief Mediator and expresses support for the political process under African Union/United Nations-led mediation. It extends the mandate of the Panel of Experts until 15 October 2010, and requests the Panel to provide a midterm briefing and reports to the Committee and the Council.\n\nThe Council requests the Panel to coordinate with the African Union/United Nations Hybrid operation in Darfur (UNAMID) and international efforts to promote the political process in Darfur. The Panel is to assess progress towards reducing violations and removing impediments to the political process, and provide findings and recommendations.\nThe Security Council:\n\n4. Urges all States, UN bodies, African Union and other parties to cooperate with the Committee and Panel of Experts, providing information on implementation of measures imposed by resolutions 1591 (2005) and 1556 (2004);\n\n5. Encourages States, particularly in the region, to report to the Committee on actions taken to implement measures imposed by resolutions 1591 (2005) and 1556 (2004);\n\n6. Reaffirms the Committee's mandate to encourage dialogue with interested Member States, particularly in the region, including inviting representatives to discuss implementation of measures;\n\n7. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1891_2009_EN.pdf"
}