{
  "resolution_no": "1876",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Rule of Law",
    "Drug Trafficking",
    "Human Trafficking",
    "Gender"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "United Nations Integrated Peacebuilding Office in Guinea-Bissau (UNIOGBIS)",
    "United Nations Peacebuilding Support Office in Guinea-Bissau (UNOGBIS)",
    "African Union",
    "Economic Community of West African States (ECOWAS)",
    "Community of Portuguese-speaking Countries (CPLP)",
    "European Union"
  ],
  "reporting_cycle": "every four months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n\n1. Underlines the need for expertise to ensure effective implementation of UNIOGBIS' mandate.\n2. Emphasizes the importance of a fully integrated office with effective coordination among UN agencies, donors, ECOWAS, and other UN missions.\n3. Requests the Secretary-General to develop a strategic workplan with benchmarks to measure progress.\n4. Calls on the Government and stakeholders to work together for national reconciliation and peace consolidation.\n5. Urges the Armed Forces to abide by civilian rule and refrain from interfering in politics.\n6. Requests Guinea-Bissau's leaders to refrain from involving the military in politics and solve differences peacefully.\n7. Calls for credible investigations into recent political assassinations and support from the international community.\n8. Requests the Secretary-General to assist the Government in carrying out investigations.\n9. Takes note of regional organizations' initiatives to protect national institutions and authorities.\n10. Requests the Secretary-General to assist the Government in coordinating international support for security sector reform.\n11. Requests regular reports every four months on progress with establishing the United Nations Integrated Peacebuilding Office in Guinea-Bissau. \n12. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1876_2009_EN.pdf"
}