{
  "resolution_no": "1865",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Elections",
    "Human Rights",
    "Security",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "African Union",
    "ECOWAS",
    "Independent Electoral Commission"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "4. Welcomes the signature of the fourth Supplementary Agreement to the Ouagadougou political Agreement by President Gbagbo and Mr. Soro.\n\n5. Takes note of delays in implementing the Agreement, urging Ivorian parties to make progress on disarmament, dismantling of militias, cantonment, disarmament, demobilization, and reintegration.\n\n6. Urges Ivorian parties to implement processes in accordance with internationally agreed standards and calls upon international donors to continue their support.\n\n7. Recalls readiness to impose targeted measures against those threatening the peace and national reconciliation process in Côte d’Ivoire.\n\n8. Urges political parties to comply with the Code of Good Conduct for elections and allow equitable access to public media.\n\n9. Calls upon all concerned parties to ensure protection of women and children.\n\n10. Urges Ivorian parties to take measures to prevent and protect civilians from all forms of sexual violence.\n\n11. Stresses the importance of inclusive participation of Ivorian civil society in the electoral process.\n\n12. Urges signatories of the Ouagadougou political Agreement to protect vulnerable civilian populations.\n\n13. Decides to renew the mandates of UNOCI and French forces until 31 July 2009.\n\n14. Endorses recommendations on UNOCI posture and configuration.\n\n15. Requests UNOCI to support the full implementation of the Ouagadougou political Agreement and its Supplementary Agreements.\nThe Security Council:\n\n20. Supports the Special Representative of the Secretary-General in Côte d'Ivoire, who shall certify that the electoral process provides guarantees for open, free, fair, and transparent elections, and reaffirms its support to the five-criteria framework.\n\n21. Calls for redoubled efforts to publish the electoral list, a crucial step in the electoral process, and requests the Special Representative to certify it explicitly.\n\n22. Commends the Facilitator for supporting the crisis settlement process in Côte d'Ivoire and requests UNOCI to assist him in the facilitation.\n\n23. Intends to authorize the Secretary-General to redeploy troops between UNMIL and UNOCI on a temporary basis.\n\n24. Underscores the importance of updating the military concept of operations and rules of engagement.\n\n25. Requests UNOCI to contribute to the promotion and protection of human rights, with special attention to violence against children and women.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1865_2009_EN.pdf"
}