{
  "resolution_no": "1887",
  "year": "2009",
  "theme": [
    "Nuclear Non-Proliferation",
    "Disarmament",
    "International Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "International Atomic Energy Agency (IAEA)",
    "Security Council Committee established pursuant to resolution 1540 (2004)"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, Resolving to seek a safer world for all and to create conditions for a world without nuclear weapons, in accordance with the Treaty on Non-Proliferation of Nuclear Weapons (NPT) goals, promoting international stability, and based on undiminished security for all. \n\nReaffirming the Statement of its President (S/23500) on 31 January 1992, including the need for all Member States to fulfil obligations on arms control, disarmament, and prevent proliferation of all weapons of mass destruction.\n\nReaffirming proliferation of weapons of mass destruction and their means of delivery constitutes a threat to international peace and security.\n\nBearing in mind responsibilities of other UN organs and international organizations in disarmament, arms control, and non-proliferation.\n\nUnderlining the NPT as the cornerstone of the nuclear non-proliferation regime and essential foundation for nuclear disarmament and peaceful uses of nuclear energy.\n\nReaffirming commitment to the NPT, conviction that the international nuclear non-proliferation regime should be maintained and strengthened.\n\nCalling for further progress on all aspects of disarmament to enhance global security.\n\nRecalling previous resolutions and statements, including (S/PRST/2008/43).\n\nWelcoming decisions of non-nuclear-weapon States that have dismantled their nuclear programs or renounced nuclear weapons.\n\nWelcoming nuclear arms reduction efforts by nuclear-weapon States, and underlining the need for further efforts in nuclear disarmament.\n\nWelcoming the Russian Federation and US decision to negotiate a new comprehensive agreement to replace the Treaty on Reduction and Limitation of Strategic Offensive Arms.\n\nSupporting the establishment of nuclear-weapon-free zones, and the Second Conference of States Parties and signatories.\n\nReaffirming resolutions 825 (1993), 1695 (2006), 1718 (2006), 1874 (2009), and other non-proliferation resolutions.\n\nGravely concerned about nuclear terrorism, recognizing the need for all States to prevent nuclear material or technical assistance becoming available to terrorists.\n\nNoting with interest the initiative to convene an international conference on peaceful uses of nuclear energy.\n\nExpressing support for the 2010 Global Summit on Nuclear Security.\n\nAffirming support for the Convention on Physical Protection of Nuclear Material and its 2005 Amendment, and the Convention for the Suppression of Acts of Nuclear Terrorism.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1887_2009_EN.pdf"
}