{
  "resolution_no": "1888",
  "year": 2009,
  "theme": [
    "Sexual Violence in Conflict",
    "Women, Peace and Security",
    "Protection of Civilians"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "United Nations Peacekeeping Operations",
    "United Nations Entity for Gender Issues",
    "International Criminal Court"
  ],
  "reporting_cycle": "Annual reports to the Council",
  "operative_authority": "Chapter VII",
  "summary": "Requests the Secretary-General to appoint a Special Representative to lead efforts to address sexual violence in armed conflict.\n\nEncourages UN entities to support the Special Representative and enhance cooperation and information sharing.\n\nUrges States to undertake legal and judicial reforms to bring perpetrators to justice and ensure survivors have access to justice.\n\nUrges parties to a conflict to investigate reports of sexual violence and bring alleged perpetrators to justice.\n\nCalls upon the Secretary-General to deploy a team of experts to situations of concern to assist national authorities in strengthening the rule of law.\nThe Security Council resolution 1888 (2009) addresses the issue of sexual violence in armed conflict. The key points of the resolution are:\n\n5. The Security Council requests the Secretary-General to:\n- Address impunity, strengthen national capacity, and draw attention to justice mechanisms.\n- Identify gaps in national response and encourage a holistic approach to address sexual violence.\n- Make recommendations to coordinate domestic and international efforts to reinforce the government's ability to address sexual violence.\n- Work with the UN Mission, Country Team, and Special Representative towards the full implementation of resolution 1820 (2008).\n\n9. The Council encourages States, UN entities, and civil society to provide assistance to build national capacity in judicial and law enforcement systems.\n\n10. The Council reiterates its intention to consider including designation criteria pertaining to acts of rape and other forms of sexual violence when adopting or renewing targeted sanctions.\n\n11. The Council ensures that resolutions to establish or renew peacekeeping mandates contain provisions on the prevention of and response to sexual violence.\n\n12. The Council decides to include specific provisions for the protection of women and children from rape and other sexual violence in peacekeeping operations.\n\n13. The Council encourages States to increase access to health care, psychosocial support, legal assistance, and socio-economic reintegration services for victims.\n\n14. The Council expresses its intention to make better use of field visits to conflict areas.\n\n15. The Council encourages leaders to play a more active role in sensitizing communities on sexual violence.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1888_2009_EN.pdf"
}