{
  "resolution_no": "1896",
  "year": "2009",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MONUC",
    "Group of Experts",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "5. All States, particularly those in the region, are called upon to implement measures and cooperate fully with the Committee.\n\n6. The Secretary-General is requested to extend the Group of Experts' mandate until 30 November 2010.\n\n7. The Group of Experts' mandate includes producing recommendations for guidelines on due diligence by importers, processing industries, and consumers of mineral products.\n\n8. The Group of Experts to focus on North and South Kivu, Ituri, and Orientale Province, as well as regional and international networks supporting armed groups.\n\n9. The Government of the Democratic Republic of the Congo is recommended to prioritize stockpile security, accountability, and management of arms and ammunition.\n\n10. The Governments of the Democratic Republic of the Congo and other States, MONUC, and the Group of Experts are requested to cooperate intensively.\n\n11. MONUC is requested to share relevant information with the Group of Experts.\n\n12. All parties and States are demanded to ensure cooperation with the Group of Experts.\n\n13. The Council reiterates its demand for cooperation with the Group of Experts.\n\n14. Member States are called upon to ensure importers, processing industries, and consumers exercise due diligence on suppliers and mineral origin.\n\n15. Member States are called upon to cooperate with the Group of Experts on guidelines for due diligence.\n\n16. Importers and processing industries are recommended to adopt policies and practices to prevent indirect support to armed groups.\n17. Recommends Member States, particularly in the Great Lakes region, to regularly publish full import and export statistics for gold, cassiterite, coltan and wolframite;\n\n18. Urges the donor community to provide increased technical or other assistance to strengthen the institutional capacity of mining, law enforcement and border control agencies and institutions of the Democratic Republic of the Congo;\n\n19. Encourages Member States to submit to the Committee individuals or entities meeting the criteria set out in paragraph 4 of resolution 1857 (2008) for inclusion on its list of designees;\n\n20. Reiterates provisions on listing and de-listing individuals and entities as set out in resolution 1857 (2008) and the role of the Focal Point as set out in resolution 1730 (2006);\n\n21. Decides to review the measures set forth in this resolution by 30 November 2010, with a view to adjusting them in light of the security situation in the Democratic Republic of the Congo;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2009/S_RES_1896_2009_EN.pdf"
}