{
  "resolution_no": "2261",
  "year": "2016",
  "theme": [
    "Peace Process",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations",
    "Government of Colombia",
    "FARC-EP",
    "Republic of Cuba",
    "Kingdom of Norway",
    "Republic of Chile",
    "Bolivarian Republic of Venezuela"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n- Fully commits to the Peace Process in Colombia and supports the \"General Agreement to End the Conflict and Building a Stable and Lasting Peace\" between the Government of Colombia and the FARC-EP.\n\n- Welcomes progress in negotiations, commitment to a swift end to the armed conflict, and confidence-building measures.\n\n- Acknowledges the request by Colombia to participate in a tripartite mechanism to monitor and verify the ceasefire and laying down of arms.\n\n- Recognizes the role of the UN as the international component of the mechanism for a limited period.\n\n- Decides to establish a political mission (the Mission) for 12 months as the international component and coordinator of the tripartite mechanism.\n\n- The Mission will monitor and verify the laying down of arms and be part of the tripartite mechanism.\n\n- Requests the Secretary-General to initiate preparations, present detailed recommendations on the size, operational aspects, and mandate of the Mission within 30 days of the ceasefire agreement.\n\n- Looks forward to contributions from Member States of CELAC to the Mission.\n\n- Requests the Secretary-General to report to the Security Council every 90 days on the implementation of the Mission’s mandate.\n\n- Expresses willingness to consider extending the Mission upon joint request by Colombia and FARC-EP.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2261_2016_EN.pdf"
}