{
  "resolution_no": "2299",
  "year": "2016",
  "theme": [
    "Peacekeeping",
    "Security",
    "Humanitarian",
    "Terrorism",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMI",
    "ISIL (Da’esh)",
    "Al-Qaida",
    "United Nations High Commissioner for Refugees"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Iraq, reaffirms Iraq's independence, sovereignty, unity, and territorial integrity.\n\nEmphasizes the importance of stability and security in Iraq for the people, region, and international community.\n\nExpresses grave concern over the security situation in Iraq due to terrorist groups, particularly ISIL (Da'esh), and condemns attacks against the people of Iraq.\n\nNotes that ISIL's presence on Iraq's sovereign territory is a major threat, and a long-term solution requires Iraq's political leadership to make decisions that unite the country.\n\nCalls on all political entities to intensify efforts to overcome divisions and work together in an inclusive and timely political process.\n\nUnderscores the need for all segments of the Iraqi population to participate in the political process, including through equal participation of women.\n\nEncourages the Government of Iraq to continue strengthening governance, pursuing reforms, and combating terrorism and sectarian violence.\n\nEmphasizes the need for international and regional cooperation to support Iraq in its fight against ISIL (Da'esh) and prevent terrorist groups from using Iraqi and neighboring states' territories to destabilize the region.\n\nRecognizes that terrorism poses a threat to international peace and security, and welcomes efforts to counter ISIL (Da'esh) and hold it accountable for its abuses.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council welcomes the liberation of Ramadi, Hit, and Fallujah from ISIL (Da’esh), marking a major step in the international effort to defeat the group. The Council reaffirms the importance of respecting human rights and international humanitarian law, particularly in protecting civilians, including those displaced from and returning to liberated areas. \n\nThe Council calls on all parties to immediately release arbitrarily or unlawfully detained persons, hold accountable those responsible for violations, and investigate and prosecute allegations of human rights abuses, including sexual and gender-based violence. \n\nThe Council emphasizes the need to protect affected civilians, including children, women, and minority groups, and create conditions for the voluntary, safe, and sustainable return of refugees and internally displaced persons. \n\nThe Council urges the Government of Iraq to promote and protect human rights, support the Independent High Commission for Human Rights, and reinvigorate efforts to promote and protect women’s rights. \n\nThe Council expresses concern about continuing violations against children, including recruitment and use, killing and maiming, and sexual violence, and urges all parties to end and prevent such violations. \n\nThe Council also expresses grave concern at ISIL’s (Da’esh) serious human rights abuses, including murder, kidnapping, and sexual slavery, and condemns the destruction of cultural heritage in Iraq. \n\nThe Council calls for an intensification of efforts to plan and implement a coordinated response to humanitarian challenges, and urges all Member States to continue to fund humanitarian appeals and support the United Nations’ humanitarian response in Iraq. \n\nThe Council urges all parties to allow full, unimpeded access for humanitarian personnel and to respect and protect medical personnel and facilities. \n\nThe Council encourages Member States to continue supporting stabilization and development efforts in areas liberated from ISIL (Da’esh).\nThe Security Council, \nwith concern that ISIL (Da’esh) and Al-Qaida affiliates are generating income from looting and smuggling cultural heritage items in Iraq to support terrorist activities, \nexpresses readiness to sanction those supporting ISIL (Da’esh) and condemns engagement in trade with terrorist groups in oil, natural resources, and antiquities. \nIt reaffirms bringing to justice those participating in terrorist acts or supporting terrorists, \nand welcomes assistance to the Government of Iraq from Member States. \nThe Council stresses the importance of UNAMI in advising, supporting, and assisting the Iraqi people and Government, \nand requests the Secretary-General to report every three months on UNAMI's progress. \nIt decides to extend UNAMI's mandate until 31 July 2017, \nand calls upon the Government of Iraq to provide security and logistical support to UNAMI. \nThe Council expresses its intention to review UNAMI's mandate in twelve months or sooner if requested by Iraq, \nand decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2299_2016_EN.pdf"
}