{
  "resolution_no": "2315",
  "year": "2016",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "International Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "EUFOR ALTHEA",
    "NATO",
    "International Criminal Tribunal for the Former Yugoslavia",
    "International Residual Mechanism for Criminal Tribunals"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on the conflicts in the Former Yugoslavia, reaffirms its commitment to a political settlement, preserving sovereignty and territorial integrity.\n\nSupports the implementation of the General Framework Agreement for Peace in Bosnia and Herzegovina and relevant Peace Implementation Council decisions.\n\nNotes progress on the Reform Agenda, adopted in July 2015, and encourages authorities to maintain momentum in implementing reforms.\n\nEncourages efforts to address excess ammunition disposal and recalls agreements on the status of forces.\n\nWelcomes EUFOR ALTHEA's continued presence, focusing on capacity-building and training.\n\nReiterates calls to complete the 5+2 agenda, necessary for the Office of the High Representative's closure.\n\nReaffirms provisions concerning the High Representative and Article V of Annex 10 of the Peace Agreement.\n\nTakes note of Bosnia and Herzegovina's EU membership application and the EU's planned strategic review.\n\nRecognizes a calm and stable security environment, but determines that the situation remains a threat to international peace and security.\n\nActing under Chapter VII:\n\n1. Reiterates authorities in Bosnia and Herzegovina's primary responsibility for implementing the Peace Agreement and calls for cooperation with the International Criminal Tribunal.\n\n2. Welcomes the EU's intention to maintain EUFOR ALTHEA.\n\n3. Authorizes a multinational stabilization force (EUFOR ALTHEA) for 12 months.\nThe Security Council:\n\n3. Authorizes EUFOR ALTHEA, a legal successor to SFOR, under unified command and control, to fulfil its missions in relation to the implementation of Annex 1-A and Annex 2 of the Peace Agreement, in cooperation with NATO Headquarters.\n\n4. Renews the authorization provided by paragraph 11 of its resolution 2183 (2014) for a further period of twelve months.\n\n5. Authorizes Member States to take measures to effect implementation of and ensure compliance with Annexes 1-A and 2 of the Peace Agreement, holding parties equally responsible for compliance.\n\n6. Authorizes Member States to take measures in defence of EUFOR ALTHEA or NATO presence and to assist them in carrying out their missions.\n\n7. Authorizes Member States to take measures to ensure compliance with airspace rules and procedures over Bosnia and Herzegovina.\n\n8. Urges parties to cooperate fully with institutions involved in implementing the peace settlement.\n\n9. Reaffirms Bosnia and Herzegovina consists of two entities, existing legally by virtue of the Constitution, and any change to the Constitution must follow the prescribed amendment procedure.\n\n10. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2315_2016_EN.pdf"
}