{
  "resolution_no": "2300",
  "year": "2016",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Cyprus"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "UNFICYP",
    "Cyprus",
    "Greek Cypriot",
    "Turkish Cypriot"
  ],
  "reporting_cycle": "Secretary-General reports by 8 January 2017",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nWelcoming the Secretary-General's report on the UN operation in Cyprus, \nNoting the need to extend the UN Peacekeeping Force in Cyprus (UNFICYP) beyond 31 July 2016,\nNoting the Secretary-General's intention to report on his Good Offices, \nReaffirming the UN's primary role in assisting the parties to achieve a comprehensive and durable settlement,\n\nWelcoming the commitments in the Greek Cypriot and Turkish Cypriot leaders' Joint Statements of 15 May 2016 and 8 June 2016,\nFurther welcoming progress in negotiations and support from the Secretary-General's Special Adviser,\n\nRecalling the importance of full, flexible and constructive engagement in negotiations, \nEncouraging intensification of substantive negotiations on core issues,\nStressing the unsustainability of the status quo,\n\nNoting the need for military confidence-building measures and implementation of remaining measures,\nReaffirming the importance of Green Line crossings and opening other crossing points,\n\nUrging the two sides to foster positive public rhetoric and explain the benefits of a settlement,\nHighlighting the importance of the international community's supporting role,\n\nTaking note of the stable security situation, \nUrging all sides to avoid actions that could increase tension,\n\nRecalling the Secretary-General's belief that the buffer zone situation would improve if both sides accepted the 1989 aide-memoire,\n\nNoting with regret the withholding of access to remaining minefields,\nUrging rapid agreement on demining operations,\n\nCommending the Committee on Missing Persons, \nHighlighting the need for intensified activities and information provision,\n\nAgreeing on the essential role of civil society groups, including women's groups, in the political process,\nWelcoming efforts to promote bicommunal contacts and events,\n\nStressing the need for a rigorous, strategic approach to peacekeeping deployments.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nWelcomes the intention of the Secretary-General to review UNFICYP's efficiency and effectiveness, and notes the importance of transition planning in relation to a settlement.\n\nAppreciates the efforts of the Special Representative, Force Commander, and Special Adviser, and expresses gratitude to the Government of Cyprus and Greece for their voluntary contributions.\n\nWelcomes efforts to sensitize peacekeeping personnel to HIV/AIDS and other communicable diseases.\n\n1. Welcomes progress in leaders-led negotiations and encourages the sides to secure a comprehensive settlement.\n\n2. Takes note of the Secretary-General's reports.\n\n3. Recalls resolution 2263 and calls on the leaders to:\n- Work on core issues\n- Improve daily lives of Cypriots through Technical Committees\n- Improve public atmosphere and messages\n- Increase civil society participation\n\n4. Requests the Secretary-General to intensify transition planning.\n\n5. Urges implementation of confidence-building measures.\n\n6. Welcomes efforts to accommodate the Committee on Missing Persons.\n\n7. Reaffirms relevant resolutions on Cyprus.\n\n8. Extends UNFICYP's mandate until 31 January 2017.\n\n9. Calls on both sides to engage in consultations on buffer zone demarcation.\n\n10. Calls on the Turkish Cypriot side and Turkish forces to restore the military status quo in Strovilia.\n\n11. Calls on both sides to allow access to deminers.\n\n12. Requests a report on implementation by 8 January 2017.\n\n13. Welcomes efforts to implement the Secretary-General's zero-tolerance policy on sexual exploitation and abuse.\n\n14. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2300_2016_EN.pdf"
}