{
  "resolution_no": "2285",
  "year": "2016",
  "theme": [
    "Western Sahara",
    "Peacekeeping",
    "Self-determination"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINURSO",
    "United Nations High Commissioner for Refugees",
    "Office of the United Nations High Commissioner for Human Rights"
  ],
  "reporting_cycle": "Secretary-General reports at least twice a year",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling and reaffirming all its previous resolutions on Western Sahara, reaffirms its strong support for the efforts of the Secretary-General and his Personal Envoy to implement previous resolutions. The Council commits to assist the parties to achieve a just, lasting, and mutually acceptable political solution, providing for the self-determination of the people of Western Sahara. It calls on the parties and neighboring states to cooperate more fully with the UN and each other to end the current impasse. \n\nThe Council recognizes the important role of the UN Mission for the Referendum in Western Sahara (MINURSO) and expresses concern about violations of existing agreements, calling on the parties to respect their obligations. It takes note of proposals from Morocco and the Polisario Front, presented in 2007, and encourages the parties to demonstrate further political will towards a solution. \n\nThe Council encourages the parties to resume cooperation with the Office of the High Commissioner for Refugees and stresses the importance of improving the human rights situation in Western Sahara and the Tindouf camps. It welcomes recent steps taken by Morocco and commends the technical visit of the Office of the UN High Commissioner for Human Rights (OHCHR) to Western Sahara and the Tindouf refugee camps. \n\nThe Council reiterates its request for consideration of a refugee registration in the Tindouf refugee camps and stresses the importance of a commitment by the parties to continue negotiations through UN-sponsored talks. It affirms full support for the Secretary-General's Personal Envoy for Western Sahara, Ambassador Christopher Ross, and his work in facilitating negotiations between the parties.\nAffirming support for the Special Representative of the Secretary-General for Western Sahara and Head of MINURSO Kim Bolduc, \n\nRegretting MINURSO's hindered ability to carry out its mandate due to restrictions on its civilian component, \n\nThe Security Council: \n\n1. Extends MINURSO's mandate until 30 April 2017; \n2. Emphasizes the need for MINURSO to return to full functionality; \n3. Requests the Secretary-General to brief the Council within 90 days on MINURSO's functionality and considers taking measures if not achieved; \n\n4. Reaffirms the need for respect of military agreements with MINURSO; \n5. Calls on parties to cooperate with MINURSO's operations and ensure security and access for UN personnel; \n\n6. Emphasizes the parties' commitment to negotiations; \n7. Calls on parties to show political will and work towards intensive negotiations; \n\n8. Affirms support for the Secretary-General's efforts; \n9. Calls on parties to negotiate under UN auspices without preconditions; \n\n10. Invites Member States to assist talks; \n11. Requests regular briefings from the Secretary-General; \n\n12. Welcomes commitment to confidence-building measures; \n13. Urges voluntary contributions for humanitarian needs; \n\n14. Requests zero-tolerance policy compliance; \n15. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2285_2016_EN.pdf"
}