{
  "resolution_no": "2325",
  "year": "2016",
  "theme": [
    "Non-Proliferation",
    "Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "1540 Committee",
    "Security Council Committee established pursuant to resolution 1373 (2001)",
    "Security Council Committee established pursuant to resolutions 1267 (1999), 1989 (2001), and 2253 (2015)"
  ],
  "reporting_cycle": "The 1540 Committee will continue to submit to the Security Council its Programme of Work, before the end of each January, and will brief the Security Council in the first quarter of each year. The Committee will also provide an Annual Review on the Implementation of Resolution 1540 (2004) within December annually.",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirmed its previous resolutions on the non-proliferation of nuclear, chemical, and biological weapons, and their means of delivery.\n\nReaffirmed that the proliferation of these weapons poses a threat to international peace and security.\n\nReaffirmed its decision that obligations under resolution 1540 (2004) shall not conflict with or alter the rights and obligations of State Parties to relevant treaties.\n\nExpressed grave concern over the threat of terrorism and the risk of non-State actors acquiring, developing, trafficking in, or using these weapons.\n\nReaffirmed the need to prevent proliferation while allowing international cooperation in materials, equipment, and technology for peaceful purposes.\n\nRecalled previous decisions on reporting and investigation of violations of resolution 1540 (2004).\n\nEndorsed the 2016 Comprehensive Review of the implementation of resolution 1540 (2004) and noted its findings and recommendations.\n\nStressed the need to strengthen national export controls and implementation of resolution 1540 (2004) by all States.\n\nRecognized the need to enhance coordination of efforts at national, regional, and international levels to strengthen a global response to the threat posed by the proliferation of these weapons.\n\nStressed the importance of dialogue between the 1540 Committee and Member States.\n\nRecognized that many States require assistance in implementing resolution 1540 (2004) and emphasized the importance of providing effective assistance.\n\nEndorsed the valuable interaction of the Committee with relevant international, regional, and subregional organizations.\n\nAcknowledged enhanced cooperation among the 1540 Committee and other Security Council committees.\nThe Security Council:\n\nAcknowledging the importance of transparency and outreach in enhancing confidence and cooperation among States in implementing resolution 1540 (2004) on counter-terrorism, and the role of civil society, industry, academia, and parliamentarians in raising awareness and enacting necessary legislation.\n\nEndorsing the work of the 1540 Committee and reaffirming support for its continued efforts to facilitate implementation of resolution 1540 (2004).\n\nActing under Chapter VII of the Charter, \n\n1. Reiterates decisions and requirements of resolution 1540 (2004) and emphasizes the importance of full and effective implementation.\n\n2. Directs the 1540 Committee to submit its Programme of Work to the Security Council by the end of January and brief the Council in the first quarter of each year.\n\n3. Calls on States that have not presented a report on steps to implement resolution 1540 (2004) to submit one without delay.\n\n4. Encourages States that have submitted reports to provide additional information on implementation.\n\n5. Encourages States to prepare national implementation action plans with the Committee's assistance.\n\n6. Urges States to provide a Point of Contact for resolution 1540 (2004) and for the Committee to strengthen their capacity.\n\n7. Calls on States to consider evolving risks of proliferation and rapid advances in science and technology.\n\n8. Requests the Committee to consider these evolving risks in its work.\n\n9. Requests the Committee to evaluate the efficiency and effectiveness of the Special Political Mission supporting the Committee.\n\n10. Calls on States to intensify efforts to achieve full implementation of resolution 1540 (2004).\n\n11. Urges the Committee to prioritize efforts and resources where needed.\n\n12. Decides the Committee shall continue to promote full implementation through its Programme of Work.\n\n13. Encourages States to control access to intangible transfers of technology.\n\n14. Recalls the need for effective domestic controls to prevent proliferation.\n\n15. Recalls the need for States to adopt and enforce laws prohibiting activities under paragraph 2 of resolution 1540 (2004).\nThe Security Council:\n\n16. Encourages the 1540 Committee to engage in dialogue with States, including through visits to States, to facilitate implementation of resolution 1540 (2004).\n\n17. Encourages the Committee to identify and compile best practices for implementing resolution 1540 (2004) and share them with States upon request.\n\n18. Encourages States to provide specific details of assistance needed and directs the Committee to assist States in formulating requests and revising its assistance template.\n\n19. Urges States and organizations to inform the Committee of areas where they can provide assistance and to provide information on their assistance programs.\n\n20. Urges the Committee to strengthen its role in facilitating technical assistance, including through regional approaches and assistance conferences.\n\n21. Encourages States to contribute funds to finance projects and activities to assist States in implementing their obligations under resolution 1540 (2004).\n\n22. Encourages the Committee to develop assistance projects in collaboration with organizations to support States in implementing resolution 1540 (2004).\n\n23. Encourages organizations to enhance cooperation and information-sharing with the Committee.\n\n24. Calls upon organizations to provide the Committee with a Point of Contact or Coordinator for Resolution 1540 (2004).\n\n25. Encourages organizations to highlight the obligations of resolution 1540 (2004) in their model legislation and guidelines.\n\n26. Requests the Committee to convene regular meetings with organizations to share information and experiences.\n\n27. Reiterates the need for cooperation among the 1540 Committee, the Committee established pursuant to resolutions 1267 (1999), 1989 (2001), and 2253 (2015), and the Committee established pursuant to resolution 1373 (2001).\n\n28. Requests the Committee to institute transparency measures and activities.\n\n29. Requests the Committee to organize and participate in outreach events on the implementation of resolution 1540 (2004).\n\n30. Encourages the Committee to draw on relevant expertise, including industry, scientific and academic communities.\n\n31. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2325_2016_EN.pdf"
}