{
  "resolution_no": "2266",
  "year": "2016",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Terrorism",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida in the Arabian Peninsula (AQAP)",
    "Islamic State in Iraq and Levant (ISIL also known as Da’esh)",
    "Special Envoy for Yemen",
    "Panel of Experts",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "The Panel of Experts to provide a midterm update to the Committee no later than 27 July 2016, and a final report no later than 27 January 2017",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Yemen, reaffirms its commitment to Yemen's unity, sovereignty, and territorial integrity.\n\nConcerned about ongoing challenges, including violence, illicit transfer of weapons, and humanitarian crisis.\n\nCalls for parties to resolve differences through dialogue, reject violence, and refrain from provocation.\n\nReaffirms the need for compliance with international law, including humanitarian and human rights law.\n\nSupports the Special Envoy for Yemen's work in supporting the Yemeni transition process.\n\nExpressing concern about Al-Qaida in the Arabian Peninsula (AQAP) and Islamic State in Iraq and Levant (ISIL) presence in Yemen.\n\nRecalling sanctions regime and arms embargo.\n\nGravely distressed by the humanitarian situation, and emphasizes the need for effective delivery of humanitarian assistance.\n\nDetermines that the situation in Yemen continues to threaten international peace and security.\n\nActing under Chapter VII:\n\n1. Reaffirms the need for full and timely implementation of the political transition.\n\n2. Renews measures imposed by paragraphs 11 and 15 of resolution 2140 (2014) until 26 February 2017.\n\n3. Reaffirms provisions for designation criteria for individuals or entities engaging in acts that threaten Yemen's peace, security, or stability.\n\n4. Reaffirms designation criteria set out in previous resolutions.\n\n5. Extends the mandate of the Panel of Experts until 27 March 2017.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n \n Requests the Secretary-General to re-establish the Panel of Experts by 27 March 2017, in consultation with the Committee.\n\n6. Requests the Panel to provide a midterm update by 27 July 2016 and a final report by 27 January 2017.\n\n7. Directs the Panel to cooperate with other expert groups.\n\n8. Urges cooperation with the Panel and ensures the safety of its members.\n\n9. Emphasizes consultations with concerned Member States.\n\n10. Calls on Member States to report on steps taken to implement measures.\n\n11. Recalls best practices and methods for monitoring mechanisms.\n\n12. Reaffirms its intention to review the situation in Yemen.\n\n13. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2266_2016_EN.pdf"
}