{
  "resolution_no": "2313",
  "year": "2016",
  "theme": [
    "Peacekeeping",
    "Security",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINUSTAH",
    "Haitian National Police",
    "United Nations country team"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms previous resolutions on Haiti and its commitment to the country's sovereignty, independence, territorial integrity, and unity.\n\nTakes note of the Secretary-General's report and the revised electoral calendar, which sets dates for the presidential election and legislative elections, postponed due to Hurricane Matthew.\n\nUnderscores the importance of free, fair, inclusive, peaceful, transparent, credible, and democratic elections, and the role of the Government, Electoral Council, and political parties in ensuring this.\n\nRecognizes the relatively calm but fragile security situation and the important role of MINUSTAH in maintaining stability and security.\n\nCommends MINUSTAH's efforts, including reconstruction and military engineering work, and expresses gratitude to its personnel.\n\nReiterates the critical role of the Haitian National Police (HNP) in Haiti's security and stability, and welcomes its strengthening, professionalization, and reform.\n\nWelcomes the HNP's improved capacity, but notes its continued reliance on international support.\n\nUnderscores the importance of adequate funding for the HNP and encourages the Government of Haiti to take advantage of international support.\n\nWelcomes efforts to strengthen the rule of law, judicial and correctional systems, and combat impunity.\n\nReaffirms Haitian ownership of \"sustaining peace\" strategies and the importance of inclusivity and civil society's role in advancing national peacebuilding processes.\n\nRecognizes the interconnected nature of challenges in Haiti and welcomes efforts to address them, including security, rule of law, institutional reform, national reconciliation, and sustainable development.\nThe Security Council:\n\nNoting Haiti's ongoing humanitarian challenges, welcomes efforts to address them, and emphasizes the importance of the Humanitarian Response Plan appeal. \n\nThe situation in Haiti remains fragile, with 1.3 million people in need of assistance, and 3.6 million suffering from food insecurity, with 1.5 million from acute food insecurity. \n\nThe Council notes with concern a rise in suspected cholera cases and deaths, welcomes the Government's efforts to combat the epidemic, and urges continued support for the National Plan for the Elimination of Cholera.\n\nThe Council emphasizes the need for progress in reconstruction, social and economic development, and security, accompanied by development, risk reduction, and preparedness efforts.\n\nThe Council welcomes increased coordination between the UN country team and the Government, and urges donors to fulfill their pledges.\n\nThe situation in Haiti is also marked by social inequalities, high inflation, and insufficient investment, which negatively impact development.\n\nThe Council emphasizes the roles of women and youth in the economy, and the importance of promoting their economic empowerment.\n\nRegional organizations play a crucial role in stabilization and reconstruction efforts.\n\nThe Council expresses concern about sexual and gender-based violence, particularly against women and children.\n\nThe Council calls on the Haitian Government to address deficiencies in the justice and corrections systems.\n\nStrengthening national human rights institutions and respect for human rights are essential to ensuring the rule of law and security.\n\nThe Council reaffirms the authority of the Special Representative of the Secretary-General and support to their role in ensuring coordination between MINUSTAH and the UN country team.\n\nThe Council decides to extend the mandate of MINUSTAH.\nHere is a summarized version of the Security Council document:\n\n1. Extends the mandate of MINUSTAH until 15 April 2017;\n2. Decides on force levels of up to 2,370 troops and 2,601 police personnel;\n3. Requests a Strategic Assessment Mission in Haiti by the end of the current mandate;\n4. Intends to consider withdrawing MINUSTAH and transitioning to a new UN presence by 15 April 2017;\n5. Adjustments to force configuration will be based on the situation on the ground and the capacity of MINUSTAH and the Haitian National Police (HNP);\n6. Calls upon MINUSTAH to maintain capacity to deploy troops rapidly;\n7. Affirms commitment to adapt MINUSTAH's mandate and force levels if conditions change;\n8. Notes implementation of MINUSTAH's consolidation plan and prioritization of mandated activities;\n9. Decides MINUSTAH will continue to prepare for transition, including a Transition Plan;\n10. Recognizes the Government and people of Haiti's ownership and primary responsibility for stabilization;\n11. Urges Haiti's political actors to complete the electoral process and hold free and fair elections;\n12. Welcomes efforts to support the political process and calls for international electoral assistance;\n13. Reaffirms Haiti's importance in consolidating stability and democracy;\n14. Encourages increased women's political participation in Haiti;\n15. Welcomes the establishment of the National Federation of Woman Mayors;\n16. Reaffirms strengthening the HNP's capacity is paramount for improving the rule of law in Haiti.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n* Urges Haiti to take full responsibility for its security needs, which is crucial to stability and development.\n\n* Requests MINUSTAH to continue building the capacity of the Haitian National Police (HNP), focusing on mentoring and training police and corrections personnel.\n\n* Calls on the Government of Haiti and international partners to support the HNP, with a goal of 15,000 fully operational police officers by the end of 2017.\n\n* Notes the 2017-2021 Strategic Plan for the HNP and looks forward to its implementation.\n\n* Stresses the need for coordination among MINUSTAH, donors, and the Government of Haiti to enhance HNP capacity-building efforts.\n\n* Encourages MINUSTAH to assist the Government of Haiti in tackling gang violence, organized crime, and trafficking.\n\n* Urges the Haitian authorities to implement justice reform and address prolonged pretrial detentions and prison conditions.\n\n* Calls on donors and partners to support Haiti's long-term development and strengthen coordination.\n\n* Requests MINUSTAH to facilitate coordination and provide technical guidance to donor-funded projects.\n\n* Encourages MINUSTAH to assist the Government of Haiti in protecting civilians, particularly women and children.\n\n* Condemns grave violations and abuses against children and widespread rape and sexual abuse of women and girls.\n\n* Requests MINUSTAH to pursue its community violence reduction approach and assist the Government of Haiti in providing protection to civilians.\n\n* Urges troop- and police-contributing countries to prevent cases of misconduct and ensure that acts involving their personnel are properly investigated and punished.\nThe Security Council:\n\n32. Reaffirms MINUSTAH's human rights mandate, stressing respect for human rights is essential for Haiti's stability, and urges the Government to ensure human rights are respected and protected by the HNP and judiciary, with MINUSTAH's support.\n\n33. Encourages MINUSTAH to use existing means to enhance stability in Haiti while fostering greater Haitian ownership.\n\n34. Requests MINUSTAH to support Haitian authorities in controlling small arms, developing a weapons registry, and reforming laws on arms importation and possession.\n\n35. Underscores the importance of regularly updating planning documents for MINUSTAH's military and police components.\n\n36. Requests the Secretary-General to report on MINUSTAH's mandate implementation at least 30 days before its expiration.\n\n37. Requests the Secretary-General to provide regular reports on the situation in Haiti, including a comprehensive assessment and a progress report on the consolidation plan.\n\n38. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2313_2016_EN.pdf"
}