{
  "resolution_no": "2309",
  "year": "2016",
  "theme": [
    "Terrorism",
    "Aviation Security",
    "Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "International Civil Aviation Organization (ICAO)",
    "Counter-Terrorism Executive Directorate (CTED)",
    "Counter-Terrorism Committee (CTC)"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nReaffirms that terrorism in all forms is a serious threat to international peace and security.\n\nNotes with concern the increase in terrorist acts, including those motivated by intolerance or violent extremism.\n\nReaffirms its commitment to the sovereignty, territorial integrity, and political independence of all States.\n\nRecognizes the importance of global aviation to economic development and prosperity, and the need for all States to strengthen aviation security measures.\n\nNotes that States are dependent on each other's aviation security systems to protect citizens and nationals.\n\nExpresses concern that terrorist groups view civil aviation as a target, and that the risk of terrorist attacks may affect all regions and Member States.\n\nCondemns terrorist attacks against civil aviation and expresses concern that civil aviation may be used by Foreign Terrorist Fighters.\n\nReaffirms that terrorist attacks against civil aviation are a threat to international peace and security.\n\nExpresses concern that terrorist groups seek to defeat or circumvent aviation security, and notes the high priority risk areas for aviation identified by the International Civil Aviation Organization (ICAO).\n\nAffirms the role of ICAO in developing international aviation security standards and assisting States in complying with these standards.\n\nNotes the importance of ICAO's \"no country left behind\" initiative and the adoption of the Declaration on Aviation Security and the ICAO Comprehensive Aviation Security Strategy.\n\nNoting various conventions and protocols addressing the protection of civil aviation from acts of unlawful interference.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Calls on all States to become party to international counter-terrorism conventions and protocols and implement their obligations.\n\n2. Affirms that all States have the responsibility to protect citizens and nationals of all nations against terrorist attacks on air services operating within their territory.\n\n3. Notes that Annex 17 to the Chicago Convention provides standards and recommended practices to safeguard civil aviation against unlawful interference.\n\n4. Welcomes and supports ICAO's work to ensure continuous review and adaptation of measures to meet the evolving global threat picture.\n\n5. Calls on all States to work within ICAO to strengthen and promote effective application of ICAO standards and recommended practices.\n\n6. Calls on all States to:\n    (a) Ensure effective measures at airports to detect and deter terrorist attacks.\n    (b) Implement measures effectively on the ground on a continuing basis.\n    (c) Consider the potential role of those with privileged access.\n    (d) Address gaps or vulnerabilities highlighted by ICAO or national assessments.\n    (e) Strengthen security screening procedures and utilize new technologies.\n    (f) Share information and cooperate on aviation security.\n    (g) Require airlines to provide advance passenger information.\n\n7. Urges States to assist in delivering capacity development, training, and resources to enable all States to achieve these outcomes.\n\n8. Calls on all States to strengthen international and regional cooperation to counter the threat posed by foreign terrorist fighters and returnees.\n\n9. Urges all States to ensure effective coordination among their domestic departments, agencies, and entities on aviation security.\n\n10. Encourages cooperation between ICAO, CTED, and the Counter-Terrorism Committee.\n\n11. Requests the Counter-Terrorism Committee to hold a Special Meeting within 12 months on terrorist threats to civil aviation.\n\n12. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2309_2016_EN.pdf"
}