{
  "resolution_no": "2301",
  "year": 2016,
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Security Sector Reform",
    "Human Rights",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MINUSCA",
    "French Forces",
    "UNOCA",
    "ECCAS",
    "AU-RTF",
    "PBC"
  ],
  "reporting_cycle": "The Secretary-General to report to the Council every four months from the date of adoption",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on the Central African Republic (CAR), reaffirms its commitment to the country's sovereignty, independence, unity, and territorial integrity.\n\nReaffirms the basic principles of peacekeeping, including consent of parties, impartiality, and non-use of force, and recognizes the specific mandate of each peacekeeping mission.\n\nNotes the primary responsibility of the CAR Authorities to protect all populations, particularly from genocide, war crimes, ethnic cleansing, and crimes against humanity.\n\nEmphasizes the need for a CAR-owned solution to the crisis, prioritizing reconciliation through an inclusive process involving all social, economic, political, religious, and ethnic backgrounds.\n\nWelcomes the joint action of domestic religious leaders to pacify relations and end violence between communities.\n\nNotes with concern the fragile security situation in the CAR, due to armed groups, violence, and lack of capacity of national security forces.\n\nCondemns multiple violations of international humanitarian law and human rights abuses, particularly by ex-Seleka elements and militia groups.\n\nCondemns recent acts of violence and criminality in Bangui and other areas, causing displacement of local populations.\n\nRecalls the report of the International Commission of Inquiry, noting with concern its findings of war crimes and crimes against humanity.\n\nCondemns attacks against MINUSCA contingents and other international forces, underlining that such attacks may constitute war crimes.\n\nStresses the urgent need to end impunity in the CAR and bring perpetrators to justice, bolstering national accountability mechanisms.\n\nReiterates the primary responsibility of national authorities to ensure a conducive environment for investigation, prosecution, and adjudication.\n\nWelcomes the Secretary-General's commitment to enforcing his zero-tolerance policy on sexual exploitation and abuse, expressing grave concern over allegations of such abuses.\n\nEmphasizes the need to prevent transnational criminal activity in the CAR.\nThe Security Council expresses grave concern at the threat to peace and security in the Central African Republic (CAR) from illicit transfer, destabilizing accumulation and misuse of small arms and light weapons, and their use against civilians. The Council acknowledges the important contribution of the sanctions regime, including the arms embargo, to the peace, stability, and security of the CAR. It reiterates serious concern at the dire humanitarian situation, with over 418,000 internally displaced persons, 36,000 civilians trapped in enclaves, and 480,000 refugees in neighboring countries. The Council welcomes the holding of grassroots consultations, the Bangui Forum, and the peaceful organization of a constitutional referendum and legislative and presidential elections. It emphasizes the need for an inclusive disarmament, demobilization, and reintegration process, and repatriation of foreign fighters. The Council also underlines the need to support national and coordinate international efforts towards the transformation of the security sector in the CAR. It welcomes the work done by the European Union military advice mission and the launch of an EU training mission. The Council recalls its resolutions on the protection of civilians, children and armed conflict, and women, peace, and security, and calls upon all parties in the CAR to engage with the Special Representatives on Children and Armed Conflict and Sexual Violence in Conflict. It emphasizes the critical role of the region, including the Economic Community of Central African States and the African Union, and welcomes the strong engagement of the European Union and other international organizations. The Council calls on international partners to assist the CAR Authorities in building the institutional and operational capacities of national police, gendarmerie, and customs authorities.\nThe Security Council:\n\n\n\n1. Supports President Faustin-Archange Touadéra and welcomes the formation of the CAR Government.\n\n2. Urges the CAR authorities to implement a genuine and inclusive reconciliation, addressing marginalization and local grievances.\n\n3. Calls on the CAR authorities to protect the human rights of Internally Displaced Persons (IDPs).\n\n4. Recalls the crucial role of civil society in the peace and reconciliation process.\n\n5. Underscores the importance of respect for the Constitution.\n\n6. Demands that all militias and armed groups lay down their arms and cease violence.\n\n7. Encourages Member States to submit listing requests to the Committee for individuals and entities undermining peace and security.\n\n8. Urges the CAR authorities to implement a comprehensive strategy to address armed groups.\n\n9. Urges the CAR authorities to adopt a National Security Policy and a comprehensive strategy on SSR.\n\n10. Calls on the CAR authorities to strengthen justice institutions and fight impunity.\n\n11. Calls on the CAR authorities to restore the effective authority of the State.\n\n12. Encourages the CAR Authorities to consolidate public financial management and accountability.\n\n13. Calls on Member States to urgently provide support to the CAR Authorities for reforms, restoration of State authority, and other needs.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n**International Support and Partnership**\n\n* Welcomes continued engagement of UN, AU, ECCAS, EU, and other international partners in support of CAR's stabilization\n* Notes development of a framework of mutual accountability between CAR authorities and international partners\n* Stresses the valuable role of the Peace-building Commission (PBC) in supporting CAR's long-term peacebuilding needs\n\n**Human Rights and Accountability**\n\n* Reiterates need to hold accountable all perpetrators of human rights violations and abuses, including those amounting to crimes under the Rome Statute\n* Notes ICC's investigation into alleged crimes committed since 2012 and welcomes CAR authorities' cooperation\n* Calls on all parties to end violations and abuses against children, including recruitment and use, rape, and sexual violence\n* Demands protection and consideration as victims of children released or separated from armed forces and groups\n\n**Peacekeeping Operation**\n\n* Commends SRSG's work and notes increased deployment of MINUSCA's military component\n* Extends MINUSCA's mandate until 15 November 2017\n* Authorizes troop ceiling of 10,750 military personnel, 2,080 police personnel, and 108 corrections officers\n* Requests Secretary-General to accelerate recruitment of qualified staff and maximize MINUSCA's operational capacity\n* Urges T/PCCs to provide troops and police with adequate capabilities and equipment\n\n**Additional Requests and Urges**\n\n* Requests Secretary-General to reinforce police component of MINUSCA and deploy specialized personnel\n* Urges MINUSCA and UN bodies to ensure unhindered access for the Panel of Experts established pursuant to resolution 2127.\nThe Security Council adopted Resolution 2301 (2016) on September 17, 2016.\n\n31. The mandate of MINUSCA should be implemented based on prioritization of tasks, and the Secretary-General is requested to reflect this prioritization in the deployment and allocation of resources.\n\n32. MINUSCA is authorized to take all necessary means to carry out its mandate.\n\n33. The immediate priority tasks of MINUSCA's mandate include:\n\n(a) Protection of civilians:\n  (i) Protect civilians from physical violence, within its capabilities and areas of deployment.\n  (ii) Provide specific protection for women and children affected by armed conflict.\n  (iii) Identify and report threats to and attacks against civilians and implement prevention and response plans.\n  (iv) Implement a mission-wide protection of civilians strategy.\n\n(b) Promotion and protection of human rights:\n  (i) Monitor, investigate, and report on violations of international humanitarian law and human rights.\n  (ii) Monitor, investigate, and report on violations and abuses committed against children and women.\n  (iii) Assist CAR authorities in protecting and promoting human rights.\n\n(c) Facilitate the creation of a secure environment for humanitarian assistance.\n\n(d) Protection of the United Nations.\n\n34. MINUSCA's strategic objective is to support the creation of conditions conducive to the sustainable reduction of the presence of, and threat posed by, armed groups.\n\nThe core priority tasks include:\n\n(a) Support for reconciliation and stabilization processes, extension of State authority, and preservation of territorial integrity:\n  (i) Provide good offices and technical expertise in support of efforts to address root causes of conflict.\n  (ii) Support efforts to address marginalization and local grievances.\n  (iii) Support a gradual handover of security duties to CAR security forces.\n  (iv) Advise the government in its engagement with neighboring countries and regional bodies.\n  (v) Promote and support the extension of State authority over the entire territory of the CAR.\n  (vi) Reinforce co-location of MINUSCA with vetted and trained national police and gendarmerie.\nThe Security Council resolution 2301 (2016) outlines the tasks and responsibilities of the United Nations Multidimensional Integrated Stabilization Mission in the Central African Republic (MINUSCA). \n\nThe tasks are categorized into several areas:\n\n**State Presence and Rule of Law**\n\n* Increase state presence in priority areas outside of Bangui\n* Develop and implement a strategy to address illegal taxation and illicit exploitation of natural resources\n* Seize, confiscate, and destroy weapons and ammunition of armed elements who refuse to lay down their arms\n\n**Security Sector Reform (SSR)**\n\n* Provide strategic and technical advice to design and implement an SSR strategy\n* Support the development of an approach to vetting defence and security elements\n* Support the reform and development of the police and gendarmerie\n* Coordinate technical assistance and training with international partners\n* Design a plan for the re-operationalization of FACA and internal security forces\n\n**Disarmament, Demobilization, Reintegration (DDR) and Repatriation (DDRR)**\n\n* Support the development and implementation of a DDR and DDRR programme\n* Support an inclusive dialogue on community security and local development\n* Develop and implement Community Violence Reduction programmes\n* Provide technical assistance for the integration of demobilized members into security and defence forces\n* Develop and operationalize a national commission for Small Arms and Light Weapons\n\n**Assistance to advance the rule of law and combat impunity**\n\n* Adopt urgent temporary measures to arrest and detain individuals to maintain basic law and order\n* Pay particular attention to those engaging in or providing support for acts that undermine peace, stability, or security.\nThe Security Council:\n\nRequests the Secretary-General to report on measures adopted (iii);\n\nFight against impunity, including the Special Criminal Court (SCC):\n\n* Provide technical assistance to CAR Authorities to identify, investigate, and prosecute those responsible for international humanitarian law and human rights violations (iv);\n* Support and coordinate international assistance to justice and correctional institutions to reinstate the criminal justice system (v);\n* Provide technical assistance to operationalize the SCC, consistent with CAR laws and international humanitarian law and human rights obligations (vi);\n* Provide technical assistance and capacity building for the CAR authorities to facilitate the functioning of the SCC (vii);\n* Assist in coordinating and mobilizing bilateral and multilateral support to the SCC (viii);\n\nAuthorizes MINUSCA to:\n\n* Support national and international justice and the rule of law (35 (a));\n\t+ Reinforce the independence of the judiciary and build capacities of the national judicial and penitentiary system (i);\n\t+ Build capacities of the national human rights institution (ii);\n\t+ Support restoration and maintenance of public safety and the rule of law (iii);\n\t+ Provide strategic, policy, and technical advice to design and implement a comprehensive strategy for transitional justice (iv);\n* Tackle illicit exploitation and trafficking of natural resources (35 (b));\n* Carry out additional tasks (36):\n\t+ Coordinate international assistance (a);\n\t+ Assist the Committee and Panel of Experts (b);\n\t+ Monitor implementation of measures and inspect arms and related materiel (c);\n\t+ Seize and collect arms and related materiel (d);\n\t+ Provide transport for State authorities (e);\n\nRequests the Secretary-General to deploy and allocate personnel and expertise to reflect priorities (37);\n\nEncourages MINUSCA to develop measurable targets to assess progress (38);\n\nRequests MINUSCA to use communication tools to build trust with local people and parties to the conflict (39).\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Requests MINUSCA to enhance coordination with the African Union Regional Task Force on the LRA and share relevant information to tackle the threat of the LRA.\n\n Calls on the CAR Authorities and international partners to address the illicit transfer and misuse of small arms and light weapons.\n\n Encourages the CAR authorities to implement the Central African Convention for the Control of Small Arms and Light Weapons.\n\n Urges regional cooperation to investigate and combat regional criminal networks involved in the illegal exploitation and smuggling of natural resources.\n\n Requests MINUSCA to prioritize child protection and gender mainstreaming throughout its mandate.\n\n Requests MINUSCA to assist the political efforts of the AU, ECCAS, UNOCA, and the G8-RCA to support the political process.\n\n Requests the Secretary-General to conduct an electoral needs assessment mission.\n\n Recalls its zero-tolerance policy on sexual exploitation and abuse and requests MINUSCA to ensure compliance.\n\n Requests MINUSCA to ensure that support provided to non-United Nations security forces is provided in strict compliance with the HRDDP.\n\n Emphasizes the need for MINUSCA, EUTM-RCA, and French forces to act in full respect of the sovereignty, territorial integrity, and unity of the CAR.\n\n Urges all parties in the CAR to cooperate fully with MINUSCA's deployment and activities.\n\n Calls upon Member States to ensure the free and unhindered movement of MINUSCA personnel and equipment.\n\n Demands that all parties allow and facilitate humanitarian access and respect and protect medical personnel and humanitarian personnel.\n\n Welcomes the humanitarian appeal and calls on Member States and international organizations to respond swiftly to this appeal.\nHere is a concise summary of the document:\n\nThe Security Council:\n\n* Authorizes French forces to provide operational support to MINUSCA, within their capacities and areas of deployment, and requests France to report to the Council on the implementation of this mandate (para. 56).\n* Requests the Secretary-General to:\n\t+ Review conditions for the transition, drawdown, and withdrawal of the UN operation (para. 57).\n\t+ Keep the Council regularly informed of the situation in the Central African Republic (CAR) and MINUSCA's mandate implementation (para. 58).\n\t+ Report to the Council on October 1, 2016, and every four months thereafter, including updates on MINUSCA's tasks, financial information, security situation, political progress, human rights, and troop and police levels (para. 58).\n* Decides to remain actively seized of the matter (para. 59).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2301_2016_EN.pdf"
}