{
  "resolution_no": "2304",
  "year": "2016",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNMISS",
    "Regional Protection Force",
    "SPLA",
    "SPLA-IO",
    "IGAD",
    "JMEC"
  ],
  "reporting_cycle": "30 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\n- Recalls previous resolutions and statements on South Sudan, reaffirming its commitment to the country's sovereignty, independence, territorial integrity, and national unity.\n\n- Expresses grave alarm at the crisis in South Sudan, emphasizing that there can be no military solution, and notes the \"Agreement on the Resolution of the Conflict in the Republic of South Sudan\" as the framework for durable peace.\n\n- Condemns the fighting in Juba (8-11 July 2016) and attacks on civilians, UN personnel, and premises, requesting an expedited investigation.\n\n- Condemns clashes at the UN Protection of Civilians site in Malakal (17-18 February) and requests the UN Secretariat to apply lessons learned from that incident.\n\n- Commends the work of UNMISS, but notes with concern that resources needed to protect civilians have limited UNMISS's presence outside Protection of Civilians sites.\n\n- Condemns the obstruction of UNMISS by the Transitional Government of National Unity, including restrictions on freedom of movement.\n\n- Strongly condemns human rights violations and abuses, and violations of international humanitarian law by all parties.\n\n- Takes note of decisions on the deployment of a \"regional protection force\" and welcomes the Transitional Government's consent to deployment in principle.\n\n- Determines that the situation in South Sudan continues to constitute a threat to international peace and security.\n\n- Acting under Chapter VII, demands that all parties end fighting, implement the permanent ceasefire declared in the Agreement, and ensure that commanders control their forces and protect civilians.\nHere is a concise summary of the Security Council document:\n\n2. The Transitional Government of National Unity of South Sudan must comply with the Status of Forces Agreement, cease obstructing UNMISS, and allow humanitarian actors to assist civilians.\n\n3. The Joint Monitoring and Evaluation Commission, IGAD, CTSAMM, UNMISS, and parties to the Agreement must convene a workshop to determine the maximum number, type, and armaments of security forces to remain in Juba by August 31, 2016.\n\n4. The UNMISS mandate is extended until December 15, 2016, and is authorized to use all necessary means to carry out its tasks.\n\n5. Protection of civilians must be given priority in decisions about the use of available capacity and resources within the mission.\n\n6. The Secretary-General must take steps to enhance the safety and security of UNMISS personnel.\n\n7. The basic principles of peacekeeping, including consent of the parties, impartiality, and non-use of force, are reaffirmed.\n\n8. A Regional Protection Force is established for an initial period until December 15, 2016, to provide a secure environment in and around Juba.\n\n9. The Regional Protection Force must have a clear, conditions-based exit strategy.\n\n10. The Regional Protection Force is authorized to use all necessary means to accomplish its mandate, including protecting civilians, facilitating movement, and protecting key facilities.\n\n11. The Regional Protection Force must carry out tasks as determined by the Special Representative of the Secretary-General, with full and unrestricted freedom of movement.\n\n12. The Security Council notes consultations between the Transitional Government of National Unity and regional states, and intends to review the results.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Urges member states to expedite contributions of troops to the Regional Protection Force (RPF) to ensure its full deployment.\n2. Increases the force levels of UNMISS to 17,000 troops, including 4,000 for the RPF.\n3. Requests the Secretary-General to strengthen UNMISS's strategic communications capacity.\n4. Requests detailed reports from the Secretary-General on force generation, restructuring, and logistical support within 30 days.\n\nThe Council also decides:\n\n1. To impose an arms embargo on South Sudan for one year, with exemptions for:\n\t* UN personnel and humanitarian use\n\t* Non-lethal equipment for humanitarian or protective use\n\t* Protective clothing for personal use\n\t* Temporary export of arms for evacuation of nationals\n\t* African Union Regional Task Force for counter-LRA operations\n\t* Support for implementation of the peace agreement\n2. To consider measures, including those described in the annex, if the Transitional Government of National Unity imposes impediments to operationalizing the RPF or obstructs UNMISS.\n\nThe Council requests the Secretary-General to report on implementation of the UNMISS mandate and to present recommendations on adapting UNMISS to the situation on the ground within 90 days. The Council decides to remain seized of the matter.\nThe Security Council:\n\n1. Demands notification of arms shipments to South Sudan, including equipment details, end user, supplier, and delivery specifics.\n\nInspections:\n\n2. Urges Member States to prevent arms shipments violating this resolution, which could fuel conflict and instability.\n\n3. Calls on Member States, especially those neighboring South Sudan, to inspect cargo to South Sudan in their territory if they have reason to believe it contains prohibited items.\n\n4. Authorizes Member States to seize and dispose of prohibited items, and requires cooperation in such efforts.\n\n5. Requires Member States to report inspections, results, and disposal of prohibited items to the Committee.\n\nPanel of Experts and Sanctions Committee:\n\n6. Expands the Committee's tasks to examine alleged violations and take action.\n\n7. Expands the Panel of Experts' tasks to gather information on implementation and report to the Committee.\n\n8. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2304_2016_EN.pdf"
}