{
  "resolution_no": "2320",
  "year": "2016",
  "theme": [
    "Peacekeeping",
    "Regional Organizations",
    "African Union"
  ],
  "chapter": "Chapter VIII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27",
    "Article 33",
    "Article 38",
    "Article 42"
  ],
  "entities": [
    "United Nations",
    "African Union (AU)",
    "United Nations Office to the African Union (UNOAU)",
    "UN Security Council",
    "AU Peace Fund"
  ],
  "reporting_cycle": "Secretary-General reports within six months",
  "operative_authority": "Chapter VIII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council, recalling its primary responsibility for maintaining international peace and security, recognizes the importance of cooperation with regional and subregional organizations, consistent with Chapter VIII of the Charter of the United Nations. The Council stresses the need for effective partnerships between the UN and regional organizations, such as the African Union (AU), to address complex security challenges.\n\nThe Council commends the progress made in the UN-AU partnership and encourages further development of a systematic and strategic partnership to address security challenges in Africa. It welcomes the UN partnership with the AU in peacekeeping, including support for the AU's efforts in security sector reform, post-conflict reconstruction, and protection of civilians.\n\nThe Council acknowledges the important role of the AU in preventing, mediating, and settling conflicts in Africa and expresses support for the AU's continued efforts to confront threats to international peace and security. It recalls the AU's commitment to fund 25% of its peace and security efforts and reaffirms the importance of mobilizing resources from within the continent.\n\nThe Council welcomes the report of the High-level Independent Panel on UN Peace Operations and the Secretary-General's report on the implementation of its recommendations, emphasizing the need for strategic partnerships between the UN and the AU. It also welcomes the letter from the Chairperson of the AU Executive Council requesting discussions on the provision of UN assessed contributions for AU-led peace operations authorized by the Security Council.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Reaffirms its determination to enhance the relationship between the UN and regional organizations, particularly the African Union (AU), in accordance with Chapter VIII of the UN Charter.\n\n2. Acknowledges the need for more support to enhance AU peace operations and encourages further dialogue between the UN and AU.\n\n3. Stresses the need for predictable, sustainable, and flexible financing for AU-led peace support operations authorized by the Security Council.\n\n4. Reiterates that regional organizations are responsible for securing resources, including through member contributions and partner support.\n\n5. Welcomes the AU Assembly's decision to fund 25% of AU peace support operations, to be phased incrementally over five years.\n\n6. Encourages the AU to finalize human rights and conduct and discipline compliance frameworks for AU peace support operations.\n\n7. Expresses readiness to consider AU proposals for future authorization and support for AU peace support operations.\n\n8. Requests the Secretary-General to work closely with the AU to refine options for cooperation on AU proposals.\n\n9. Recognizes the AU's commitment to fund 25% of AU peace support operation costs by 2020.\n\n10. Encourages the Secretary-General to use mediation to help resolve conflicts peacefully, working with the AU and other subregional organizations.\n\n11. Welcomes the report on strengthening the partnership between the UN and AU and notes the decision to conduct an assessment of UN-AU cooperation.\n\n12. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2320_2016_EN.pdf"
}