{
  "resolution_no": "2267",
  "year": "2016",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Drug Trafficking",
    "Peacebuilding"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIOGBIS",
    "ECOWAS",
    "ECOMIB",
    "UNODC",
    "Peacebuilding Commission"
  ],
  "reporting_cycle": "every six months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council, recalling its previous resolutions on Guinea-Bissau, welcomes the report of the Secretary-General and the role of his Special Representative in assisting the government. The Council stresses the need for the government to take concrete steps towards peace, security, and stability by reforming the security sector, tackling corruption, and improving public administration. \n\nThe Council expresses concern over ongoing political tensions among key government officials, which has hindered the country's national reform agenda. It welcomes the engagement of the Special Representative, ECOWAS, and other interlocutors in finding a peaceful solution.\n\nThe Council emphasizes the need for respect of democratic principles, national reconciliation, inclusive dialogue, and good governance. It stresses that consolidation of peace and stability requires a consensual, inclusive, and nationally owned process, respect for constitutional order, and priority reforms.\n\nThe Council reaffirms the importance of non-interference by defence and security forces in politics and commends their restraint. It underscores the need for the government, with international support, to develop transparent, accountable, and professional security and rule of law institutions.\n\nThe Council notes efforts to gain civilian control over defence and security forces and commends ECOWAS for its efforts to sustain peace and support security sector reform. It welcomes the contribution of ECOMIB and encourages international support for its continuation.\n\nThe Council reiterates its call for transparent investigations into human rights violations and holds those responsible accountable. It also reiterates its concern at the threat posed by drug trafficking and related transnational organized crime to peace and stability.\nThe Security Council,\n\nRecalling previous resolutions and the efforts of the Government of Guinea-Bissau, ECOWAS, UNIOGBIS, and UNODC in combating drug trafficking and promoting stability,\n\nRe-emphasizing the need to tackle the problem of drug trafficking in countries of origin, transit, and final destination on a basis of common and shared responsibility,\n\nStressing the need for increased coherence, coordination, and efficiency among relevant partners,\n\nReiterating the importance of evaluating capacity and providing support for long-term security and development in Guinea-Bissau,\n\nEmphasizing the role of women in conflict prevention and resolution, and welcoming cooperation between UNIOGBIS and national authorities to increase women's participation,\n\nWelcoming coordinated support from partners, including the UN, African Union, ECOWAS, and European Union,\n\nTaking note of the final Communiqué of the ECOWAS Heads of State and Government and the statement made by the Chair of the Guinea-Bissau Configuration of the Peacebuilding Commission,\n\nDecides to extend the mandate of UNIOGBIS for 12 months until 28 February 2017,\n\nRequests UNIOGBIS to focus on priorities including:\n\n* Supporting inclusive political dialogue and national reconciliation\n* Providing strategic and technical advice on security sector reform and rule of law strategies\n* Supporting the mobilization and coordination of international assistance\n\nAffirms that UNIOGBIS will lead international efforts in:\n\n* Strengthening democratic institutions\n* Establishing effective law enforcement and justice systems\n* Promoting and protecting human rights\n* Combating drug trafficking and transnational organized crime with UNODC.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Requests support for the Government of Guinea-Bissau to incorporate a gender perspective into peacebuilding (para 3e);\n\n Requests work with the Peacebuilding Commission to support Guinea-Bissau's peacebuilding priorities (para 3f);\n\n Calls on Bissau-Guinean leaders to abide by their commitment to bring political stability (para 4);\n\n Urges authorities and stakeholders to work together to consolidate progress, address root causes of instability, and tackle human rights violations (para 5);\n\n Stresses the need for dialogue to consolidate peace and stability and expedite the review of Guinea-Bissau's Constitution (para 6);\n\n Demands security and defence services submit to civilian control (para 7);\n\n Commends ECOWAS' efforts and encourages continued support to Guinea-Bissau (para 8);\n\n Encourages ECOWAS and CPLP to organize a meeting of the International Contact Group on Guinea-Bissau (para 9);\n\n Urges authorities to protect human rights, end impunity, and bring perpetrators to justice (para 10);\n\n Welcomes joint efforts by international partners to support Guinea-Bissau's stabilization (para 11);\n\n Encourages continued defence and security sector reforms (para 12);\n\n Commends ECOMIB's role and supports its continuation (para 13);\n\n Calls on authorities to reform and strengthen the judicial system (para 14);\n\n Reiterates the need to combat transnational organized crime, including drug trafficking and money-laundering (para 15);\n\n Stresses the importance of combating drug trafficking and requests the Secretary-General to ensure relevant capacity within UNIOGBIS (para 16);\n\n Commends the Special Representative of the Secretary-General's good offices role and invites the Secretary-General to reinforce UNIOGBIS' capacities (para 17);\n\n Urges Bissau-Guinean national stakeholders to demonstrate commitment to re-establish momentum for progress (para 18).\nThe Security Council:\n\n Invites Guinea-Bissau's partners to fulfil pledges made at the Brussels round table in March 2015, as outlined in \"Terra Ranka\", and encourages UNIOGBIS to assist in coordinating international assistance to the Government in its fight against poverty;\n\n Requests the Secretary-General to submit regular reports every six months on the implementation of this resolution and a report within six months to the Committee established pursuant to resolution 2048 (2012) on progress made on stabilization and restoration of constitutional order;\n\n Decides to review sanctions measures established pursuant to resolution 2048 (2012) seven months from the adoption of this resolution;\n\n Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2267_2016_EN.pdf"
}