{
  "resolution_no": "2297",
  "year": "2016",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Counter-Terrorism",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "AMISOM",
    "UN Support Office in Somalia (UNSOS)",
    "UN Assistance Mission in Somalia (UNSOM)",
    "African Union (AU)",
    "Somali Security Forces",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "The Secretary-General reports every 120 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Somalia, respects Somalia's sovereignty, territorial integrity, and unity.\n\nCondemns recent Al Shabaab attacks, expresses concern at the ongoing threat posed by Al Shabaab, and notes that Al Shabaab continues to hold territory and extort revenue.\n\nExpresses outrage at civilian casualties and pays tribute to the bravery and sacrifices of AMISOM and Somali Security Forces.\n\nDetermines to support efforts to reduce the threat posed by Al Shabaab and an inclusive Somali-led peace and reconciliation process.\n\nExpresses grave concern at human rights and humanitarian law violations in Somalia.\n\nWelcomes the contributions of UNSOS to supporting AMISOM and UNSOM.\n\nRecognizes the Federal Government of Somalia's (FGS) responsibility to protect its citizens and build national security forces.\n\nWelcomes the FGS and regional leaders' endorsement of a new National Security Policy and calls for its acceleration.\n\nCommends AMISOM's contribution to peace and stability in Somalia and notes its critical role in improving security.\n\nWelcomes international community support to Somalia, including the European Union's substantial contribution to AMISOM.\n\nTakes note of the African Union Peace and Security Council's communiqué on Somalia and AMISOM.\n\nWelcomes the Summit of the Heads of State and Government of AMISOM troop and police contributing countries and their commitment to improving coordination.\n\nWelcomes the AU's investigation of allegations of sexual violence against some AMISOM troops and underlines the importance of implementing recommendations.\n\nExpresses concern over Al Shabaab's continued activities and reports of pro-ISIL elements in Somalia.\n\nDetermines that the situation in Somalia continues to constitute a threat to international peace and security.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n \nActing under Chapter VII of the UN Charter,\n\n**AMISOM Mandate**\n\n1. Agrees conditions in Somalia are not suitable for a UN peacekeeping mission.\n2. Agrees with revised benchmarks for a potential future UN peacekeeping operation.\n\n**Force Strength and Mandate**\n\n3. Notes increases in AMISOM's force strength are short-term and part of an exit strategy.\n4. Authorizes AMISOM deployment up to 22,126 personnel until 31 May 2017.\n5. Authorizes AMISOM to implement strategic objectives:\n\t* Reduce Al Shabaab threat\n\t* Provide security for political process and stabilization\n\t* Hand over security responsibilities to Somali forces\n\n**Priority Tasks**\n\n6. Authorizes AMISOM to:\n\t* Conduct offensive operations against Al Shabaab\n\t* Maintain presence in sectors to establish governance\n\t* Assist with free movement and protection of peace process participants\n\t* Secure key supply routes\n\n**Essential Tasks**\n\n7. Authorizes AMISOM to:\n\t* Conduct joint operations with Somali forces\n\t* Contribute to humanitarian assistance\n\t* Engage with communities in recovered areas\n\t* Protect Somali authorities and infrastructure\n\t* Protect personnel and ensure freedom of movement\n\n**Reporting and Force Generation**\n\n8. Requests Secretary-General to report on progress in securing key supply routes.\n9. Requests AU to enhance AMISOM's efficiency and capability.\n10. Recalls request for AU to generate specialized units.\n11. Stresses need for contingent-owned equipment, including force enablers and multipliers.\nHere is a summarized version of the Security Council document:\n\n12. Welcomes the Secretary-General's commitment to work with the African Union Commission, troop-contributing countries, and the Federal Government of Somalia to ensure efficiency and sustainability, and requests regular updates on implementation.\n\n13. Notes with concern the delay in appointing a Force Commander, commends Djibouti's nomination, and looks forward to immediate deployment.\n\n14. Underlines the importance of AMISOM forces complying with international humanitarian law and human rights law, and cooperating with UNSOM and UNSOS on human rights due diligence.\n\n15. Requests the Secretary-General to ensure support to non-UN security forces complies with human rights due diligence policy.\n\n16. Welcomes the establishment of a Civilian Casualty Tracking Analysis and Response Cell (CCTARC) and urges its operationalization.\n\n17. Requests AMISOM to use CCTARC in reporting on joint operations with Somali security forces.\n\n18. Requests the AU to provide regular updates on AMISOM's mandate implementation, including three written reports every 120 days.\n\n19. Requests the Secretary-General to work closely with the AU, provide technical advice, and enhance support to AMISOM.\n\n20. Agrees on a joint planning mechanism to assess and facilitate AMISOM's mandate delivery.\n\n21. Calls for new donors to support AMISOM through funding and urges the AU to consider sustainable funding.\n\n22. Emphasizes the report on AMISOM's review and revised benchmarks, and agrees on a gradual reduction of AMISOM's role.\n\n23. Requests the AU to reconfigure AMISOM personnel in favor of police personnel.\n\n24. Requests a joint assessment mission of AMISOM after the 2016 electoral process.\n\n25. Stresses the importance of the Federal Government of Somalia accelerating security institution strengthening and coordination.\nHere is a concise summary of the Security Council document:\n\n**Security Sector**\n\n* Calls for rapid implementation of the National Security Policy, federal policing model, and Somali federal security sector architecture (para 26)\n* Emphasizes importance of bilateral partners delivering on pledged support and supporting UNSOM in coordinating international donor support (para 27)\n* Welcomes support from international community and bilateral donors, encourages further enhancement of support to Somali security sector (para 28)\n* Underlines need for national efforts to establish governance structures and deliver basic services in recovered areas (para 29)\n* Welcomes commitment to establish basic policing services across Somalia and encourages donors to support implementation (para 30)\n\n**Logistical Support**\n\n* Requests Secretary-General to provide logistical support package for AMISOM, SNA, and UNSOM (para 32)\n* Requests AU, UN, and troop-contributing countries to jointly determine equipment requirements for AMISOM and conclude negotiations on trilateral MOU (para 33)\n\n**Somalia**\n\n* Welcomes commitment to inclusive and credible electoral process in 2016 and underlines importance of implementing electoral process without delay (para 34)\n* Underlines need for progress in constitutional review process and establishment of effective federal political system (para 35)\n* Calls on President Hassan Sheikh and FGS to implement commitments to security sector reform and increase transparency and accountability (para 36)\n* Welcomes FGS' engagement with Universal Periodic Review Process and encourages implementation of accepted recommendations (para 37)\n\n**Human Rights**\n\n* Expresses concern at continued human rights violations and abuses, underscores need to end impunity and hold accountable those responsible (para 38)\n* Expresses concern at increase in forced evictions of IDPs, stresses need for concrete durable solutions for internal displacement (para 39)\nHere is a summarized version of the Security Council document:\n\n40. The Security Council expresses concern over the humanitarian crisis in Somalia, commends humanitarian efforts, and condemns attacks on humanitarian workers. It calls for respect and protection of humanitarian personnel, facilities, and assets, and demands unhindered access for aid delivery.\n\n41. The Council underlines the importance of respect for international humanitarian law and protection of civilians, especially women and children.\n\n42. It reaffirms the role of women and youth in conflict prevention and peacebuilding, stresses their participation in peace and security efforts, and urges increased representation of women in Somali institutions, including meeting the 30% quota in the Federal Parliament.\n\n43. The Council welcomes Somalia's ratification of the Convention on the Rights of the Child and calls for implementation of Action Plans to protect children, especially from abduction, recruitment, and detention.\n\n44. It requests the Secretary-General to provide regular updates on the implementation of this resolution, including written reports every 120 days.\n\n45. The Council decides to remain seized of the matter.\n\nThe Council also outlines units to be generated, including:\n\n(a) A training team of 220 troops to assist SNA training;\n(b) Logistics Mission Enabling Units of 190 personnel per sector and 240 at headquarters;\n(c) An engineering unit of 190 personnel;\n(d) A signals unit of 117 personnel;\n(e) A port security component of 312 troops;\n(f) A Civilian Casualty Tracking Analysis and Response Cell (CCTARC) of six personnel;\n(g) An aviation component of up to 3 utility helicopters and 9 attack helicopters.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2297_2016_EN.pdf"
}