{
  "resolution_no": "2293",
  "year": "2016",
  "theme": [
    "Sanctions",
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Climate"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNIFIL",
    "MINUSMA",
    "MONUSCO",
    "Group of Experts",
    "Sanctions Committee"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Recalls previous resolutions and statements on the Democratic Republic of Congo (DRC).\n2. Reaffirms its commitment to the sovereignty, independence, unity, and territorial integrity of the DRC and the region.\n3. Stresses the primary responsibility of the DRC Government to ensure security and protect its populations.\n4. Takes note of the reports of the Group of Experts on the DRC, highlighting the linkage between armed groups, criminal networks, and the illegal exploitation of natural resources.\n5. Recalls the strategic importance of the Peace, Security and Cooperation (PSC) Framework for the DRC and the region.\n6. Reiterates its call to all signatories to fulfil their commitments under the PSC Framework.\n7. Condemns internal and external support to armed groups in the region.\n8. Expresses deep concern regarding the security and humanitarian crisis in eastern DRC.\n9. Reiterates the need to neutralize all armed groups, including the FDLR, ADF, and LRA.\n10. Urges the neutralization of the FDLR, a group under UN sanctions, whose leaders and members include perpetrators of the 1994 genocide against the Tutsi in Rwanda.\n11. Condemns the killings of over 500 civilians in the Beni area and calls for investigations to hold those responsible accountable.\n12. Stresses the importance of completing the permanent demobilization of former M23 combatants.\n13. Condemns the illicit flow of weapons within and into the DRC and declares its determination to monitor closely the implementation of the arms embargo. \n14. Acknowledges the contribution of the Council-mandated arms embargo to countering the illicit transfer of small arms and light weapons in the DRC.\nHere is a summarized version of the document:\n\nThe Security Council:\n\n* Underlines the importance of transparent and effective management of the DRC's natural resources to achieve sustainable peace and security.\n* Expresses concern over the illegal exploitation and trafficking of natural resources by armed groups and their negative impact on protected areas.\n* Commends the efforts of DRC park rangers and encourages the government to continue safeguarding these areas.\n\nThe Council notes the linkage between the illegal exploitation of natural resources and the proliferation and trafficking of arms, and encourages regional efforts to combat this issue.\n\n* Notes with concern reports of continued involvement of armed groups and some elements of the FARDC in the illegal minerals trade, charcoal and wood production and trade, and wildlife poaching and trafficking.\n* Expresses deep concern over serious human rights abuses and international humanitarian law violations against civilians in eastern DRC.\n\nThe Council stresses the crucial importance of a peaceful and credible electoral cycle and expresses concern over increased restrictions on the political space in DRC.\n\n* Urges all parties to refrain from violence and provocation and respect human rights.\n* Emphasizes the need for the Government of DRC to ensure the professionalism of its security forces and combat impunity.\n\nThe Council:\n\n* Calls for those responsible for human rights abuses and international humanitarian law violations to be held accountable.\n* Recalls its resolutions on women and peace and security, children and armed conflict, and protection of civilians in armed conflicts.\n\nThe Council welcomes the efforts of the Government of DRC to cooperate with the Special Representatives of the Secretary-General and MONUSCO.\n\n* Decides to renew until 1 July 2017 the measures on arms imposed by resolution 1807 (2008).\n* Reaffirms that these measures do not apply to the supply, sale or transfer of arms and related materiel to the Government of DRC.\nHere is a summarized version of the document:\n\n3. Decides that measures imposed shall not apply to:\n  (a) Supplies of arms and related materiel for MONUSCO or the African Union-Regional Task Force;\n  (b) Protective clothing for UN personnel, media, and humanitarian workers;\n  (c) Non-lethal military equipment for humanitarian or protective use, with prior notification to the Committee;\n  (d) Sales and supply of arms and related materiel, or provision of assistance or personnel, approved in advance by the Committee.\n\n4. Renews measures on transport imposed by paragraphs 6 and 8 of resolution 1807 (2008) for the specified period.\n\n5. Renews financial and travel measures imposed by paragraphs 9 and 11 of resolution 1807 (2008) for the specified period.\n\n6. Exempts measures imposed by paragraph 9 of resolution 1807 (2008) based on criteria set out in paragraph 10 of resolution 2078 (2012).\n\n7. Applies measures to individuals and entities engaging in or providing support for acts that undermine peace, stability, or security in the DRC, including:\n  (a) Violating measures taken by Member States;\n  (b) Impeding disarmament and repatriation of combatants;\n  (c) Impeding participation in disarmament, demobilization, and reintegration processes;\n  (d) Recruiting or using children in armed conflict;\n  (e) Committing human rights violations or abuses;\n  (f) Obstructing humanitarian assistance;\n  (g) Supporting destabilizing activities through illicit exploitation or trade of natural resources;\n  (h) Acting on behalf of or at the direction of a designated individual or entity;\n  (i) Planning, directing, or committing attacks against MONUSCO peacekeepers or UN personnel;\n  (j) Providing support to designated individuals or entities.\n\n8. Extends the mandate of the Group of Experts until 1 August 2017 and requests the Secretary-General to take necessary administrative measures.\n\n9. Requests the Group of Experts to:\n  (a) Assist the Committee in carrying out its mandate;\n  (b) Gather information on implementation and incidents of non-compliance;\n  (c) Recommend ways to improve capabilities of Member States;\n  (d) Gather information on regional and international support networks to armed groups and criminal networks;\n  (e) Gather information on supply, sale, or transfer of arms and related materiel. \n  The Group of Experts to provide a mid-term report by 30 December 2016, a final report by 15 June 2017, and monthly updates to the Committee.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Mandate of the Group of Experts\n\n* Requests the Group of Experts to gather, examine and analyze information on perpetrators of serious violations of international humanitarian law and human rights abuses in the DRC (f)\n* Evaluates the impact of minerals traceability and collaborate with other forums (g)\n* Assists the Committee in refining and updating information on individuals and entities subject to measures imposed by the resolution (h)\n\n Support to the Group of Experts\n\n* Expresses full support to the Group of Experts and calls for enhanced cooperation from all States, MONUSCO, and relevant UN bodies (10)\n* Demands that all parties and States ensure the safety of the Group's members and support staff and provide unhindered access to persons, documents, and sites (10)\n* Calls upon the Group of Experts to cooperate with other Panels or Groups of Experts (11)\n\n Armed Groups\n\n* Strongly condemns armed groups operating in the region for their violations of international humanitarian law and human rights abuses (12)\n* Demands that the FDLR, ADF, LRA, and other armed groups cease violence and disband immediately (13)\n\n National and Regional Commitments\n\n* Welcomes progress made by the Government of the DRC on ending recruitment and use of children in armed conflict and urges continued implementation (14)\n* Welcomes efforts to combat and prevent sexual violence in conflict and calls for further action (15)\n* Stresses the importance of holding accountable those responsible for war crimes and crimes against humanity (16)\n* Recalls that there should be no impunity for those responsible for violations of international humanitarian law and human rights abuses (17)\n\n Security and Governance\n\n* Calls on the Government of the DRC to enhance stockpile security, accountability, and management of arms and ammunition (18)\n* Emphasizes the primary responsibility of the Government of the DRC to reinforce State authority and governance in eastern DRC (19)\n* Urges the Government of the DRC to ensure an environment conducive to a free, fair, and peaceful electoral process (20)\n\n Regional Cooperation\n\n* Calls upon all States to take effective steps to ensure no support for armed groups in the DRC (21)\n\n Natural Resources\n\n* Encourages the Government of the DRC to address issues of illegal exploitation and smuggling of natural resources (22)\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n* Stresses the need to hold accountable those elements of the FARDC that participate in the illicit trade of natural resources, particularly gold and wildlife products (para 23).\n* Welcomes measures taken by the Congolese Government to implement due diligence guidelines on the supply chain of minerals and encourages all States to assist the DRC in developing a responsible minerals trade (para 24).\n* Requests States to assist the DRC, the ICGLR, and countries in the Great Lakes region to develop a responsible minerals trade and to raise awareness of due diligence guidelines (para 25).\n* Encourages the ICGLR and ICGLR Member States to work closely with industry schemes to ensure sustainability, transparency, and accountability of operations (para 26).\n* Continues to encourage efforts to end the illicit trade in natural resources, particularly in the gold sector, and to hold those complicit accountable (para 28).\n* Reaffirms provisions of previous resolutions and calls upon the DRC and States in the Great Lakes region to cooperate to investigate and combat regional criminal networks involved in the illegal exploitation of natural resources (para 29).\n\nThe Council also:\n\n* Recalls the mandate of MONUSCO and encourages timely information exchange between MONUSCO and the Group of Experts (para 30-31).\n\nRegarding the Sanctions Committee:\n\n* Calls upon all States to report to the Committee on actions taken to implement measures imposed by previous resolutions (para 32).\n* Emphasizes the importance of regular consultations between the Committee and concerned Member States (para 33).\n* Requests the Committee to report orally to the Council at least once per year and to hold regular briefings for all interested Member States (para 34).\n* Requests the Committee to identify possible cases of non-compliance and determine the appropriate course of action (para 35).\n\nThe Council:\n\n* Decides to review the measures set forth in this resolution by 1 July 2017, with a view to adjusting them as appropriate (para 37).\n* Decides to remain actively seized of the matter (para 38).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2293_2016_EN.pdf"
}