{
  "resolution_no": "2290",
  "year": 2016,
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC",
    "Accountability"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "UNMISS",
    "Panel of Experts",
    "JMEC",
    "IGAD",
    "AU"
  ],
  "reporting_cycle": "90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions on South Sudan, \n\nExpressing grave alarm at the conflict in South Sudan resulting in great human suffering, significant loss of life, displacement of over two million people, and loss of property,\n\nWelcoming the signing of the Agreement on the Resolution of the Conflict in South Sudan and the formation of the Transitional Government of National Unity (TGNU) on 29 April 2016,\n\nUrging the TGNU to fully implement the Agreement, uphold the permanent ceasefire, and address the economic crisis and humanitarian situation,\n\nWelcoming the establishment of the Joint Military Ceasefire Commission and its work, and the commencement of the Strategic Defence and Security Review,\n\nStrongly condemning human rights violations and abuses, and violations of international humanitarian law, including targeted killings, ethnically-targeted violence, extrajudicial killings, rape, and other forms of sexual and gender-based violence,\n\nExpressing deep concern over large-scale displacement and deepening humanitarian crisis, and stressing the responsibility borne by all parties to the conflict,\n\nCommending humanitarian agencies for their efforts, and calling upon all parties to allow and facilitate full, safe, and unhindered access of relief personnel, equipment, and supplies,\n\nTaking note of the December 2015 UN Panel of Experts’ Report, which notes violations of the Agreement’s permanent ceasefire, widespread human rights violations, and government violations of the UNMISS status-of-forces agreement.\nHere is a concise summary of the Security Council document:\n\nThe Security Council welcomes the resolve of the IGAD Council of Ministers to urge the Transitional Government of National Unity (TGNU) to abide by the IGAD communiqué on the creation of 28 new states. It also welcomes AU PSC communiqués calling for the implementation of the Peace Agreement, humanitarian access, and accountability for human rights violations.\n\nThe Council expresses grave concern over the human rights situation in South Sudan, including extrajudicial killings, rape, and other acts of violence, and stresses the need to end impunity and bring perpetrators to justice. It welcomes the release of the AU Commission of Inquiry report and recognizes its work in investigating human rights violations.\n\nThe Council strongly condemns the use of media to broadcast hate speech and instigate violence, and calls on the TGNU to take measures to address such activity. It recognizes the important role of civil society organizations, faith leaders, women, and youth in finding a sustainable solution to the crisis.\n\nThe Council emphasizes its hope that reporting on human rights violations will be considered by mechanisms on transitional justice, accountability, and reconciliation. It stresses the importance of accountability, reconciliation, and healing among all South Sudanese communities.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms its resolutions on women, peace, and security, children and armed conflict, and protection of civilians.\n\nExpresses concern at the threat to peace and security in South Sudan from illicit transfer and misuse of small arms.\n\nRecalls the Agreement on the Resolution of the Conflict in South Sudan and welcomes the formation of the Transitional Government of National Unity (TGNU).\n\nCondemns continued violence and ceasefire violations, and demands that South Sudan's leaders adhere to a permanent ceasefire.\n\nUnderscores its willingness to impose targeted sanctions to support an inclusive and sustainable peace.\n\nRenews travel and financial measures imposed by resolution 2206 (2015) until 31 May 2017.\n\nSpecifies actions or policies that threaten peace, security, or stability in South Sudan, including:\n\n* Obstructing reconciliation or peace talks\n* Violating human rights or international humanitarian law\n* Targeting civilians, including women and children\n* Using or recruiting children by armed groups\n* Obstructing humanitarian assistance\n\nReaffirms that sanctions apply to individuals and entities responsible for actions that threaten peace, security, or stability in South Sudan.\nHere is a concise summary of the Security Council document 2290 (2016):\n\nThe Security Council:\n\n Emphasizes the importance of regular consultations with concerned Member States, international organizations, and UNMISS to ensure implementation of measures.\n\n Extends the mandate of the Panel of Experts until 1 July 2017, with tasks to:\n  - Assist the Committee in identifying individuals and entities engaging in activities undermining peace.\n  - Gather information on implementation of measures, incidents of non-compliance, and supply of arms.\n  - Provide reports to the Council.\n\n Calls upon parties and Member States to cooperate with the Panel of Experts and ensure their safety and access.\n\n Requests the Special Representatives for Children and Armed Conflict and Sexual Violence in Conflict to share relevant information with the Committee.\n\n Expresses intent to monitor and review the situation at 90-day intervals and impose sanctions as needed.\n\n Affirms readiness to adjust measures, including strengthening or lifting them, based on progress in the peace process and implementation of the Agreement.\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2290_2016_EN.pdf"
}