{
  "resolution_no": "2317",
  "year": "2016",
  "theme": [
    "Somalia",
    "Eritrea",
    "Arms Embargo",
    "Humanitarian Access",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "SEMG",
    "Committee",
    "Federal Government of Somalia (FGS)",
    "AMISOM",
    "United Nations",
    "International Monetary Fund (IMF)"
  ],
  "reporting_cycle": "monthly updates to the Committee, and a comprehensive midterm update, as well as two final reports by 15 October 2017",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Somalia and Eritrea, \nNotes the final reports of the Somalia and Eritrea Monitoring Group (SEMG) on both countries, \nReaffirms respect for the sovereignty, territorial integrity, and unity of Somalia, Djibouti, and Eritrea.\n\nCondemns any flows of weapons and ammunition supplies to and through Somalia and Eritrea in violation of the arms embargo, \nExpresses concern over Al-Shabaab's threat to peace and stability in Somalia and the region.\n\nWelcomes improved relationships between the Federal Government of Somalia (FGS), regional administrations, and the SEMG, \nNotes efforts to improve notifications to the Committee and progress on financial governance and structural reforms.\n\nExpresses concern over reports of illegal fishing in Somali waters, \nCondemns obstruction of humanitarian aid delivery and misappropriation of humanitarian funds or supplies.\n\nRecalling the FGS' primary responsibility to protect its population, \nTakes note of the SEMG's limited access to Eritrea since 2011.\n\nExpresses concern over reports of Eritrean support for regional armed groups, \nUrges Eritrea to share information on missing Djiboutian combatants.\n\nWelcomes the release of four prisoners of war by Eritrea and supports mediation efforts by Qatar.\n\nUnderlines the importance of complying with the arms embargo on Eritrea, \nDetermines that the situation in Somalia and the dispute between Djibouti and Eritrea continues to threaten international peace and security.\n\nActs under Chapter VII of the Charter of the United Nations.\nHere is a concise summary of the Security Council document:\n\n1. Reaffirms the arms embargo on Somalia, imposed by resolution 733 (1992) and modified by subsequent resolutions.\n2. Renews the provisions for delivering weapons, ammunition, or military equipment to Somalia until 15 November 2017, solely for the development of the Somali National Security Forces.\n\n3. Allows entry of vessels carrying arms and related materiel for defensive purposes into Somali ports for temporary visits.\n\n4. Prohibits resale or transfer of weapons or military equipment sold or supplied to the Somali National Security Forces to any individual or entity not in their service.\n\n5. Welcomes the Federal Government of Somalia's (FGS) efforts to improve weapons registration, recording, and marking procedures, and urges the FGS to finalize and implement Standard Operating Procedures for weapons and ammunition management.\n\n6. Welcomes the establishment of the Joint Verification Team (JVT) and urges Member States to support improved weapons and ammunition management.\n\n7. Calls on the FGS to report to the Security Council on the structure, composition, strength, and disposition of its Security Forces by 30 March 2017 and 30 September 2017.\n\n8. Recalls the FGS's primary responsibility to notify the Committee of deliveries and distributions of arms and ammunition.\n\n9. Calls upon the FGS to improve timeliness and content of notifications regarding deliveries and distributions.\n\n10. Stresses Member States' obligations to follow notification procedures for providing assistance to develop Somali security sector institutions.\n\n11. Notes that support for the Somali National Security Forces may include building infrastructure and provision of salaries and stipends.\n\n12. Urges increased cooperation by AMISOM to document and register captured military equipment.\n\n13. Calls upon the FGS and regional administrations to enhance civilian oversight of Security Forces and adopt vetting procedures.\n\n14. Underlines the importance of timely and predictable payment of salaries to Somali security forces.\n\n15. Recalls the need to build the capacities of the Somali National Security Forces.\n\n16. Reaffirms the arms embargo on Eritrea imposed by resolution 1907 (2009).\n\n17. Expresses concern at reports of corruption and diversion of public resources in Somalia.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Expresses concern at reports of financial impropriety in Somalia, which pose a risk to State-building efforts, and underlines that individuals engaged in acts that threaten peace and reconciliation may be listed for targeted measures.\n\n Welcomes efforts by the Federal Government of Somalia (FGS) to improve financial management procedures, encourages continued reform, and expresses concern at the generation and distribution of counterfeit Somali currency.\n\n Reaffirms Somalia's sovereignty over its natural resources.\n\n Reiterates serious concern that the petroleum sector could drive increased conflict and underlines the need for the FGS to establish resource-sharing arrangements and a credible legal framework.\n\n Expresses serious concern at Al-Shabaab's reliance on revenue from natural resources, including the illicit sugar trade, agricultural production, and livestock.\n\n Reaffirms the ban on the import and export of Somali charcoal and urges Member States to prevent its import.\n\n Requests AMISOM to support and assist the Somali authorities in implementing the charcoal ban and facilitate access for the Somalia External Monitoring Group (SEMG) to charcoal exporting ports.\n\n Welcomes efforts to disrupt the charcoal trade and decides to renew provisions related to the charcoal trade until 15 November 2017.\n\n Encourages the United Nations Office on Drugs and Crime to continue its work to disrupt the trade in Somali charcoal.\n\n Expresses serious concern at the humanitarian situation in Somalia and condemns attacks against humanitarian actors.\n\n Decides that measures imposed by resolution 1844 (2008) shall not apply to the payment of funds necessary to ensure the timely delivery of humanitarian assistance in Somalia until 15 November 2017.\n\n Requests the Emergency Relief Coordinator to report on the delivery of humanitarian assistance in Somalia and any impediments to it.\n\n Welcomes the SEMG's efforts to engage with the Government of Eritrea and urges Eritrea to facilitate the entry of the SEMG to discharge its mandate.\n\n Urges Eritrea to cooperate fully with the SEMG and allow access to detailed information pertaining to the implementation of sanctions.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRegarding Djiboutian combatants missing in action since 2008 clashes, requests the SEMG to verify the presence and conditions of any remaining Djiboutian prisoners of war.\n\nOn Eritrea:\n\n* Intends to review measures in light of the SEMG's midterm update by April 30, 2017, and relevant Security Council resolutions.\n\nOn Somalia:\n\n* Recalls resolution 1844 (2008) imposing targeted sanctions and listing criteria, including engaging in acts that threaten peace, security, or stability;\n* Reiterates willingness to adopt targeted measures against individuals and entities meeting these criteria;\n* Requests Member States to assist SEMG investigations, and FGS, regional authorities, and AMISOM to share information on Al-Shabaab activities.\n\nThe SEMG:\n\n* Extends its mandate until December 15, 2017;\n* Requests the Secretary-General to re-establish the SEMG, drawing on existing expertise;\n* Requests monthly updates, a comprehensive midterm update, and two final reports by October 15, 2017.\n\nThe Committee:\n\n* Requests consideration of SEMG recommendations to improve implementation of and compliance with Somalia and Eritrea arms embargoes, charcoal export/import measures, and other measures;\n* Encourages visits to selected countries to enhance implementation of these measures.\n\nThe Security Council:\n\n* Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2317_2016_EN.pdf"
}