{
  "resolution_no": "2291",
  "year": "2016",
  "theme": [
    "Peacebuilding",
    "Conflict Resolution",
    "Democratic Transition",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "UNSMIL",
    "Government of National Accord",
    "Presidency Council",
    "Special Representative of the Secretary-General"
  ],
  "reporting_cycle": "at least every 60 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n- Recalls its previous resolutions on Libya, reaffirming its commitment to Libya's sovereignty, independence, territorial integrity, and national unity.\n\n- Supports the efforts of the UN Support Mission in Libya (UNSMIL) and the Special Representative of the Secretary-General to facilitate a Libyan-led political solution.\n\n- Endorses the Government of National Accord as the sole legitimate government of Libya.\n\n- Reiterates its support for the full implementation of the Libyan Political Agreement.\n\n- Urges the full, equal, and effective participation of women in all activities relating to the democratic transition.\n\n- Takes note of the Vienna Communiqué, stressing that ensuring security and defending Libya from terrorism must be the task of unified and strengthened national security forces under the sole authority of the Government of National Accord.\n\n- Expresses grave concern at the rapidly deteriorating humanitarian situation in Libya.\n\n- Requests all Member States to fully support the efforts of the Special Representative of the Secretary-General and work with the Libyan authorities and UNSMIL.\n\n- Decides to extend until 15 December 2016 the mandate of UNSMIL, under the leadership of the Special Representative of the Secretary-General.\n\n- Outlines specific tasks for UNSMIL, including human rights monitoring, support for securing uncontrolled arms, support to key Libyan institutions, and coordination of international assistance.\n\n- Recognizes UNSMIL's consistent presence in Libya since 30 March 2016 and encourages UNSMIL to re-establish a permanent presence.\nThe Security Council:\n\n1. Urges a phased return of UNSMIL in Libya as security allows, with necessary security arrangements;\n\n2. Requests the Secretary-General to report to the Security Council on implementation of this resolution every 60 days;\n\n3. Requests the Secretary-General to report on UNSMIL's support to Libya's transition process and security arrangements, following consultations with Libyan authorities;\n\n4. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2291_2016_EN.pdf"
}