{
  "resolution_no": "2333",
  "year": "2016",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Women, Peace and Security",
    "Governance"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIL",
    "Liberia National Police (LNP)",
    "Liberia Immigration Service (LIS)",
    "United Nations Operation in Côte d’Ivoire (UNOCI)",
    "United Nations Multidimensional Integrated Stabilization Mission in Mali (MINUSMA)"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days, with specific dates for oral updates and a concluding report by 15 April 2018",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions on Liberia, \nAffirming commitment to Liberia's sovereignty, independence, territorial integrity, and unity,\nWelcoming progress toward peace, security, and stability in Liberia, \nCommending the transfer of security responsibilities from UNMIL to Liberia's security services,\n\nAffirming the Government of Liberia's primary responsibility for ensuring peace, stability, and protection of civilians,\nStressing the need for sustainable and accountable government institutions, \n\nNoting potential security challenges during the 2017 presidential and legislative elections,\nUrging the Government to accelerate efforts to resolve land rights, reconciliation, and transparency matters,\n\nLooking forward to a comprehensive constitutional review process and implementation of the National Reconciliation Roadmap,\nEmphasizing the role of the High Commissioner for Human Rights,\n\nStressing the responsibility of Liberian authorities for free, fair, and transparent elections,\nNoting concerns on conflict over natural resources and corruption,\n\nCommending regional security cooperation and assistance to Ivorian refugees,\nAppreciating UN personnel and international community's contributions,\n\nWelcoming contributions to support Liberia's security sector reform, rule of law, and national reconciliation,\nEncouraging continued international support.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n Recognizes significant challenges in Liberia, including high rates of sexual and gender-based violence, especially against children.\n\nRecalls resolutions on women, peace, and security, emphasizing the need for women's empowerment, participation, and human rights.\n\nTakes note of the Secretary-General's report on adjustments to the mandate and composition of UNMIL.\n\nUnder Chapter VII of the Charter:\n\n**Governance, National Reconciliation, Rule of Law, and Security Sector Reform**\n\n1. Calls on the Government of Liberia to prioritize national reconciliation, economic recovery, and good governance.\n2. Stresses the government's responsibility to prepare for 2017 elections, ensuring they are free, fair, peaceful, and transparent.\n3. Emphasizes the government's primary responsibility for security, protection of its population, and combating sexual and gender-based violence.\n4. Requests the Special Representative of the Secretary-General to assist in national reconciliation, security sector reform, and combating sexual violence.\n5. Urges the government to prioritize resourcing for critical gaps in the security sector, justice sector, and human rights.\n6. Calls on the government to accelerate efforts to enhance security sector capacity, implement new Police and Immigration Acts, and reform promotion and manpower policies.\n7. Underscores the importance of developing national security and rule of law institutions that are fully and independently operational.\n8. Emphasizes the important role of women in conflict prevention, resolution, and peacebuilding, and requests a gender perspective in transition planning and implementation.\n9. Expresses concern about the high incidence of sexual and gender-based violence against women and girls, and reiterates its call on the government to combat such violence.\nThe Security Council:\n \nExtends the mandate of UNMIL until 30 March 2018 and requests the Secretary-General to complete the withdrawal of all uniformed and civilian UNMIL components by 30 April 2018.\n\nThe mandate of UNMIL until 30 March 2018 will be:\n\n- Protection of Civilians: protect the civilian population from physical violence.\n- Reform of Justice and Security Institutions: advise the Government of Liberia on LNP's leadership, internal management, professionalization, and accountability mechanisms.\n- Human Rights Promotion and Protection: support the Government in promoting, protecting, and monitoring human rights, particularly for children and women.\n- Public Information: communicate with the people and Government of Liberia to promote sustainable peace.\n- Protection of United Nations Personnel: protect UN personnel, installations, and equipment.\n\n Authorizes UNMIL to provide logistical support, including aviation support, for the 2017 electoral process.\n\n Requests the Secretary-General to prepare a report within 90 days with a peacebuilding plan to direct the role of the UN system and other partners in supporting Liberia's transition.\n\n Requests UNMIL to work closely with the UNCT to implement the results of the UNCT's mapping exercise.\n\n Requests the Secretary-General to facilitate the sustainable transfer of UNMIL Radio's capabilities and equipment to an independent entity by 30 March 2018.\n\n Ensures that any support provided to non-UN security forces complies with the Human Rights Due Diligence Policy.\n\n Decides to reduce UNMIL's military personnel to 434 and police strength to 310 by 28 February 2017.\n\n Requests the Secretary-General to ensure the police component has requisite professional skills and experience.\n\n Calls on the Governments of Liberia and Cote d'Ivoire to continue reinforcing cooperation, particularly in the border area.\nThe Security Council:\n\n19. Recalls the transfer of the UNOCI quick reaction force to MINUSMA to support UNMIL, recognizing it as a MINUSMA asset.\n\n20. Authorizes the Secretary-General to deploy this unit to Liberia, subject to troop-contributing countries' consent and the Liberian Government, in case of a serious security deterioration to reinforce UNMIL, and requests immediate notification and Council authorization for deployments exceeding 90 days.\n\n21. Requests the Secretary-General to regularly inform the Council of the situation in Liberia and UNMIL's mandate implementation, providing a report by 15 June 2017, oral updates on elections preparation by 31 August 2017 and after elections by 15 December 2017, and a concluding report by 15 April 2018.\n\n22. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2333_2016_EN.pdf"
}