{
  "resolution_no": "2330",
  "year": "2016",
  "theme": [
    "Peacekeeping",
    "Middle East",
    "Syrian Arab Republic",
    "Israel"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNDOF",
    "UN",
    "Islamic State of Iraq in the Levant (ISIL)",
    "Al-Nusra Front",
    "Al-Qaida"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council, \nNoting the tense situation in the Middle East, \nHaving considered the report of the Secretary-General on UNDOF, \nStressing the importance of the 1974 Disengagement of Forces Agreement, \nConcurring with the Secretary-General’s findings on the risks of military activities, \nExpressing grave concern at violations of the Agreement, \nStressing that only UNDOF forces should be in the area of separation, \nStrongly condemning continued fighting and the use of heavy weapons, \nReaffirming readiness to consider listing individuals and entities supporting ISIL or Al-Nusra Front, \nRecognizing the need for UNDOF to adjust its posture to minimize security risks, \nEmphasizing the importance of access to reports and information on UNDOF’s configuration, \nUnderscoring the need for UNDOF to have necessary means and resources, \nExpressing appreciation to UNDOF personnel and stressing the need for their safety and security, \nStrongly condemning incidents threatening UN personnel, \nExpressing appreciation for UNDOF’s efforts to upgrade positions on Mount Hermon, \nTaking note of the Secretary-General’s plan for UNDOF to return to vacated positions.\n\n1. Calls on parties to implement resolution 338 (1973) immediately.\n2. Stresses the obligation on both parties to respect the 1974 Disengagement of Forces Agreement and calls on parties to exercise maximum restraint.\nThe Security Council:\n \n1. Urges parties to respect the 1974 Disengagement Agreement and the area of separation, \nencourages using UNDOF's liaison function to address concerns, and no military activity.\n\n2. Urges no military activity by armed opposition groups in the area, and for Member States \nto convey halting activities that endanger peacekeepers.\n\n3. Calls on groups to abandon UNDOF positions and Quneitra crossing, return peacekeepers' \nvehicles, and equipment.\n\n4. Requests parties to cooperate with UNDOF operations, respect privileges and immunities, \nensure freedom of movement and security.\n\n5. Commends a new temporary UNDOF crossing point and calls on parties to engage \nconstructively for Quneitra crossing re-opening.\n\n6. Welcomes UNDOF contingent return to Camp Faouar and cooperation for return to vacated \npositions.\n\n7. Stresses deploying technology for UNDOF personnel safety.\n\n8. Encourages parties to engage for UNDOF return to vacated positions.\n\n9. Welcomes UNDOF efforts on zero-tolerance policy on sexual exploitation.\n\n10. Renews UNDOF mandate until 30 June 2017.\n\n11. Requests the Secretary-General to report every 90 days.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2330_2016_EN.pdf"
}