{
  "resolution_no": "2274",
  "year": "2016",
  "theme": [
    "Peacekeeping",
    "Security",
    "Development",
    "Human Rights",
    "Counter-Narcotics"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "ANDSF",
    "NATO",
    "United Nations Office on Drugs and Crime",
    "International Contact Group"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council adopted Resolution 2274 (2016) on 15 March 2016, recalling its previous resolutions on Afghanistan, particularly Resolution 2210 (2015) which extended the mandate of the United Nations Assistance Mission in Afghanistan (UNAMA). The Council reaffirmed its strong commitment to Afghanistan's sovereignty, independence, territorial integrity, and national unity. \n\nThe Council noted the completion of the Transition (Inteqal) Process and the start of the Transformation Decade (2015-2024), where Afghan institutions assumed full responsibility for the security sector. It emphasized the Kabul Process, aiming for Afghan leadership and ownership, strengthened international partnership, regional cooperation, improved governance, and enhanced security forces. \n\nThe Council stressed the importance of a comprehensive approach to address Afghanistan's security, economic, governance, and development challenges. It welcomed the start of the second year of the National Unity Government and the strategic consensus between the Government of Afghanistan and the International Community on a renewed partnership. \n\nThe Council supported the implementation of the Government of Afghanistan's reform agenda, including the Self-Reliance through Mutual Accountability Framework (SMAF) and the National Drugs Control Strategy. It welcomed the Afghan government's reform programme, \"Realizing Self-Reliance: Commitments to Reforms and Renewed Partnership\". \n\nThe Council emphasized the importance of regional cooperation, recalling the Kabul Declaration of 22 December 2002 on Good-Neighbourly Relations, and noted the continued commitment of the international community to support stability and development in Afghanistan.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nAppreciates regional initiatives such as the Heart of Asia-Istanbul Process, RECCA, and Trilateral Summits to support a secure and stable Afghanistan.\n\nCommends the outcome of the Fifth Heart of Asia-Istanbul Process Ministerial Conference, which emphasized collective responsibility to help Afghanistan combat challenges, and welcomes the Sixth Ministerial Conference.\n\nWelcomes the outcome of the UNHCR Executive Committee on the Afghan refugee situation and the International Conference on Solutions Strategy for Afghan Refugees.\n\nStresses the UN's role in promoting peace and stability in Afghanistan, coordinating international donors, and supporting the Afghan Government's efforts.\n\nAppreciates the efforts of the Secretary-General, his Special Representative, and UNAMA.\n\nNotes the March 2015 Portfolio Review of UN Agencies, Funds, and Programmes in Afghanistan.\n\nStresses the importance of an Afghan-led and Afghan-owned political process to support reconciliation.\n\nWelcomes direct talks between the Government of Afghanistan and Taliban representatives.\n\nRecalls the Government of Afghanistan's commitments to strengthen its electoral process.\n\nReaffirms that Afghanistan's peaceful future lies in building a stable, secure, and economically sustainable state.\n\nUnderlines the importance of operationally capable, professional, and sustainable Afghan National Defence and Security Forces (ANDSF).\n\nWelcomes the agreement between NATO and Afghanistan on the Resolute Support Mission.\nThe Security Council,\n\nRecalling the responsibility of the Government of Afghanistan to sustain a sufficient and capable Afghan National Defense and Security Forces (ANDSF), and noting NATO and contributing partners' contribution to the financial sustainment of the ANDSF, looks forward to the 2016 Warsaw NATO summit deliberations on Afghanistan.\n\nStressing the need for the United Nations agencies, funds and programmes to increase focus on joint programming, avoid duplication, ensure value for money and reduce transaction costs.\n\nEncouraging the international donor community to continue their civilian and development efforts from 2017 to 2020, and to contribute consistent with the Self-Reliance through Mutual Accountability Framework (SMAF).\n\nStressing the need to improve the efficient and effective delivery of humanitarian assistance, and upholding humanitarian principles of humanity, neutrality, impartiality and independence.\n\nReiterating its concern about the security situation in Afghanistan, particularly the threats posed by the Taliban, Al-Qaida, and other violent and extremist groups.\n\nExpressing serious concern at the presence and potential growth of ISIL (Da'esh) affiliates in Afghanistan.\n\nRecalling its resolutions on the protection of civilians in armed conflict, and expressing grave concern with the high number of civilian casualties in Afghanistan.\n\nCondemning the suicide attacks, targeted and deliberate killings, particularly of women and girls, and calling for all parties to comply with their obligations under international law.\n\nSupporting the Afghan Government's continued ban of ammonium nitrate fertilizer, and urging prompt action to implement regulations for the control of explosive materials.\n\nNoting the need to enhance coordination and information-sharing to prevent the flow of IED components to violent and extremist groups.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nEncourages the international community to support Afghan-led efforts to address drug production and trafficking, recognizing the threat posed by illicit drugs to international peace and stability.\n\nNotes the recent decrease in drug production and cultivation, but reiterates the harm caused by opium cultivation, production, and trafficking to Afghanistan's stability, security, public health, and development.\n\nAcknowledges the link between illicit proceeds of drug trafficking and the Taliban's financial resources, stressing the need for coordinated regional efforts to combat the drug problem.\n\nWelcomes the Paris Pact Initiative and the Vienna Declaration, aiming to establish a broad international coalition to combat illicit opiates.\n\nRecalls previous resolutions on the protection of civilians, women and peace and security, children and armed conflict, and small arms and light weapons.\n\nWelcomes the Secretary-General's report and expresses appreciation for the UN's long-term commitment to supporting Afghanistan.\n\nExtends the mandate of UNAMA until 17 March 2017, defined in previous resolutions, to support Afghanistan's assumption of leadership and ownership in security, governance, and development.\n\nSupports the Government of Afghanistan's reform agenda, outlined in \"Realising Self-Reliance: Commitments to Reforms and Renewed Partnerships\", and calls for continued implementation of the National Drug Control Strategy.\n\nDecides that UNAMA and the Special Representative of the Secretary-General will lead and coordinate international civilian efforts, in full cooperation with the Government of Afghanistan, with a focus on promoting coherent support to the Afghan Government's priorities.\nThe Security Council,\n\n \n1. Decides to extend the mandate of the United Nations Assistance Mission in Afghanistan (UNAMA) until 31 March 2017;\n\n \n2. Calls upon the Government of Afghanistan and the international community to continue to promote the mutual accountability framework; \n\n \n3. Decides that the mandate of UNAMA shall be to support the Government of Afghanistan as it assumes full responsibility for security, in line with the Kabul Process, the Self-Reliance through Mutual Accountability Framework (SMAF) and the Tokyo Partnership on Self-Reliance, \n\n \nand in particular:\n\n \n(a) Support monitoring frameworks of mutual accountability, promoting coherent information sharing and analysis, design and delivery of development assistance in a manner consistent with Afghan sovereignty, leadership and ownership; \n\n \n(b) Support, at the request of the Afghan authorities, the organization of future Afghan elections; \n\n \n(c) Provide outreach and good offices to support the Afghan-led and Afghan-owned peace process; \n\n \n(d) Support regional cooperation; \n\n \n(e) Continue to cooperate with and strengthen the capacity of the Afghanistan Independent Human Rights Commission (AIHRC); \n\n \n(f) Closely coordinate and cooperate with the non-combat Resolute Support Mission; \n\n \n8. Calls on UNAMA and the Special Representative to further increase efforts to achieve greater coherence, coordination and efficiency among relevant United Nations Agencies, Funds and Programmes in Afghanistan; \n\n \n9. Calls upon all Afghan and international parties to coordinate with UNAMA; \n\n \n10. Reiterates the need to ensure security of United Nations staff; \n\n \n11. Stresses the critical importance of a continued and broad subnational presence of UNAMA.\nHere is a concise summary of the Security Council document:\n\n12. Encourages the Secretary-General to take measures to address security issues associated with the UN presence in Afghanistan, in coordination with Afghan National Defence and Security Forces.\n\n13. Underscores the importance of sustainable democratic development in Afghanistan, welcomes the Government's commitment to improving the electoral process, and reaffirms UNAMA's supporting role in this regard, including assistance to ensure the integrity and inclusiveness of the electoral process, particularly for women.\n\n14. Welcomes the Afghan Government's efforts to advance the peace process, including through the High Peace Council and the Afghanistan Peace and Reintegration Programme, and encourages the use of UNAMA's good offices to support this process.\n\n15. Welcomes the appointment of the chairman and senior members of the High Peace Council and supports its efforts to promote peace and reconciliation.\n\n16. Welcomes the establishment of the Quadrilateral Coordination Group on the Afghan Peace and Reconciliation process and calls for cooperation to create an environment conducive to peace talks between the Afghan Government and Taliban representatives.\n\n17. Stresses UNAMA's role in supporting an inclusive Afghan-led peace process, while assessing the impact on human rights and gender.\n\n18. Welcomes measures taken by the Afghan Government to increase women's participation and encourages continued efforts to promote their involvement in peace processes.\n\n19. Notes the ongoing work of the Committee established pursuant to Security Council resolution 1988 (2011) and its role in supporting the peace and reconciliation process.\n\n20. Reaffirms support to the Afghan-led regional effort within the \"Heart of Asia-Istanbul Process on Regional Security and Cooperation for a Secure and Stable Afghanistan\".\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Calls for complementing and cooperating with, not substituting for, regional organizations' efforts in Afghanistan (para 20).\n\n* Welcomes regional cooperation efforts, including Trilateral, SCO, CSTO, SAARC, and RECCA Summits (para 21).\n\n* Urges strengthening regional cooperation, trade, and transit, including through the \"Silk Road Economic Belt and 21st Century Maritime Silk Road\" initiative (para 22).\n\n* Emphasizes the importance of local and regional transportation networks for economic development and stability (para 23).\n\n* Reaffirms the central role of the JCMB in coordinating and monitoring the Afghan Government's reform agenda (para 24).\n\n* Calls on donors to adhere to their commitments made at Kabul and Tokyo Conferences (para 25).\n\n* Reiterates support for the Afghan Government and security forces in their fight against terrorism and violent extremism (para 26).\n\n* Welcomes cooperation between Afghanistan and regional partners against violent extremist groups (para 27).\n\n* Stresses the importance of increasing the functionality, professionalism, and accountability of the Afghan security sector (para 28).\n\n* Welcomes progress in developing the Afghan National Army and police, and encourages sustained training efforts (paras 29-30).\n\n* Welcomes the Afghan Government's programme of disbandment of illegal armed groups and its integration with the Afghanistan Peace and Reintegration Programme (para 31).\nHere is a concise summary of the document:\n\nThe Security Council:\n\n Condemns attacks on civilians, Afghan and international forces, and the use of civilians as human shields by the Taliban and other extremist groups.\n\n Strongly condemns the flow of weapons to the Taliban and other groups, and urges Member States to share information and develop strategies to counter IEDs.\n\n Condemns terrorist acts against diplomatic missions and violence against humanitarian and development workers, and calls for safe and unhindered access for humanitarian actors.\n\n Recalls obligations to respect and protect humanitarian personnel, and stresses that those responsible for violations shall be held accountable.\n\n Welcomes achievements in the Mine Action Programme, and encourages continued efforts to remove and destroy landmines and explosive remnants.\n\n Expresses concern about the recruitment and use of children by the Taliban and other groups, and calls for those responsible to be brought to justice.\n\n Stresses the importance of implementing resolution 1612 on children and armed conflict, and supports the Afghan Government's commitment to preventing violations of children's rights.\n\n Requests UNAMA to continue supporting efforts to protect children affected by armed conflict.\n\n Remains concerned about the harm caused by opium cultivation, production, and trafficking, and calls on the Afghan Government to accelerate implementation of the National Drug Action Plan and National Drug Control Strategy.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n* Encourages international support for Afghanistan's four priorities under the Rainbow Strategy and commends the support provided by UNODC to the Triangular Initiative and CARICC.\n* Acknowledges the link between illicit proceeds of drug trafficking and the Taliban's financial resources, and calls for a review of the UN's role in supporting Afghanistan's efforts to combat the illicit economy.\n* Welcomes the efforts of UNODC in empowering the Afghan Ministry of Counter Narcotics to implement the Afghan National Drug Control Strategy.\n* Calls on states to strengthen cooperation to counter the threat posed by illicit drugs from Afghanistan, with a view to their progressive elimination.\n* Appreciates the work of the Paris Pact initiative and its \"Paris-Moscow\" process in countering drug trafficking from Afghanistan.\n* Reiterates the importance of establishing a fair and transparent justice system, eliminating impunity, and promoting the rule of law in Afghanistan.\n* Stresses the need for progress in the reconstruction and reform of the prison sector in Afghanistan, and for respect for human rights and humanitarian law.\n* Notes with concern the effects of corruption on security, governance, and economic development, and welcomes the anti-corruption commitments made by the Government of Afghanistan.\n* Encourages Afghan institutions to work in a spirit of cooperation, and recognizes the Government's efforts to pursue legislative and public administration reform.\n* Calls for full respect for and protection of human rights and fundamental freedoms, including those of human rights defenders.\n* Recognizes the importance of securing the rights and full participation of women and girls in Afghanistan, and welcomes the publication of the National Action Plan for the implementation of Security Council resolution 1325 (2000).\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n- Strongly condemns violence against women and girls in Afghanistan, particularly violence preventing girls from attending school.\n- Welcomes the Afghan Government's commitment to strengthening women's participation in politics and governance institutions.\n- Requests the Government to develop a strategy to fully implement the Law on Elimination of Violence against Women, including services to victims and access to justice.\n- Expresses concern over the recent increase in internally displaced persons and refugees from Afghanistan.\n- Supports the Government's commitment to repatriation and sustainable reintegration of Afghan refugees, emphasizing youth empowerment, education, livelihoods, and infrastructure.\n- Notes the need to strengthen Afghanistan's absorption capacity for rehabilitation and reintegration of returnees and internally displaced persons with international community support.\n- Requests the Secretary-General to report to the Council every three months on developments in Afghanistan, including progress made against benchmarks for measuring and tracking progress in the implementation of UNAMA's mandate. \n- Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2274_2016_EN.pdf"
}