{
  "resolution_no": "2270",
  "year": "2016",
  "theme": [
    "Sanctions",
    "Non-proliferation",
    "Nuclear",
    "Ballistic Missiles",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "DPRK",
    "Tanchon Commercial Bank",
    "Ocean Maritime Management (OMM)",
    "Korea Mining Development Trading Corporation (KOMID)",
    "Namchongang"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling previous relevant resolutions, reaffirms that proliferation of nuclear, chemical, and biological weapons constitutes a threat to international peace and security. It expresses gravest concern at the Democratic People's Republic of Korea's (DPRK) nuclear test on January 6, 2016, and February 7, 2016 launch, which used ballistic missile technology, in violation of previous resolutions. The Council condemns these actions, which pose a danger to peace and stability in the region and beyond.\n\nThe Council demands the DPRK:\n\n1. Immediately comply with obligations to not conduct further launches using ballistic missile technology, nuclear tests, or provocations.\n2. Suspend all activities related to its ballistic missile program and re-establish its pre-existing commitments to a moratorium on missile launches.\n3. Abandon all nuclear weapons and existing nuclear programs in a complete, verifiable, and irreversible manner.\n4. Abandon all other existing weapons of mass destruction and ballistic missile programs in a complete, verifiable, and irreversible manner.\n\nThe Council also:\n\n1. Prohibits all Member States from transferring to the DPRK technical training, advice, services, or assistance related to nuclear, ballistic missile, or other weapons of mass destruction-related items.\n2. Decides that measures shall apply to all arms and related materiel, including small arms and light weapons, and financial transactions, technical training, advice, services, or assistance related to such arms.\n\nThe Council aims to prevent adverse humanitarian consequences for the civilian population in the DPRK.\nHere is a clear and concise summary of the Security Council document:\n\n7. Affirms obligations imposed in resolution 1718 (2006) and 1874 (2009) on shipment of items to/from DPRK for repair, servicing, etc., and measures specified in paragraph 8 (e) of resolution 1718 (2006) apply to individuals traveling for related activities.\n\n8. Decides measures imposed in paragraphs 8 (a) and 8 (b) of resolution 1718 (2006) apply to items that could contribute to DPRK's armed forces operational capabilities or exports that support/enhance armed forces of another Member State, with exceptions for humanitarian or livelihood purposes.\n\n9. Recalls paragraph 9 of resolution 1874 (2009) requires States to prohibit procurement from DPRK of technical training, advice, services or assistance related to arms and related materiel.\n\n10. Decides measures specified in paragraph 8 (d) of resolution 1718 (2006) apply to individuals and entities listed in Annex I and II of this resolution.\n\n11. Decides measures specified in paragraph 8 (e) of resolution 1718 (2006) apply to individuals listed in Annex I of this resolution.\n\n12. Affirms \"economic resources\" includes assets that potentially may be used to obtain funds, goods, or services.\n\n13. Decides Member States shall expel DPRK diplomats, governmental representatives, or other DPRK nationals working on behalf of designated individuals/entities.\n\n14. Decides Member States shall expel individuals working on behalf of designated individuals/entities.\n\n15. Underscores closure of representative offices of designated entities and prohibition of participation in joint ventures or business arrangements.\n\n16. Directs Committee to identify individuals and entities engaging in practices that violate Security Council resolutions.\n\n17. Decides Member States shall prevent specialized teaching or training of DPRK nationals within their territories or by their nationals.\nThe Security Council has adopted resolution 2270 (2016) with several key provisions:\n\n18. All States must inspect cargo originating from or destined for the DPRK, or brokered by the DPRK or its nationals, to ensure no items are transferred in violation of previous resolutions.\n\n19. Member States must prohibit their nationals from leasing or chartering vessels or aircraft to the DPRK, and de-register any DPRK-flagged vessel; this provision allows for case-by-case exemptions for humanitarian purposes.\n\n20. All States must prohibit their nationals from registering vessels in the DPRK, obtaining authorization for a vessel to use the DPRK flag, and from owning, leasing, or operating DPRK-flagged vessels.\n\n21. States must deny permission to aircraft suspected of carrying prohibited items to take off from, land in, or overfly their territory, except in emergency cases.\n\n22. Member States must prohibit vessels suspected of carrying prohibited items or owned by designated individuals or entities from entering their ports, unless for humanitarian or other approved purposes.\n\n23. The Committee has designated the DPRK firm Ocean Maritime Management (OMM) and identified vessels controlled by OMM subject to asset freeze.\n\n24. The DPRK must abandon all chemical and biological weapons and related programs and comply with its obligations under relevant conventions.\n\n25. The Security Council will adjust measures imposed by previous resolutions through designation of additional goods.\n\n26. The Committee must review and update lists of prohibited items within sixty days and annually thereafter.\n\n27. Measures imposed by previous resolutions shall apply to any item that could contribute to the DPRK’s nuclear or ballistic missile programs.\n\n28. Previous resolutions’ paragraphs 14-16 of resolution 1874 (2009) and paragraph 8 of resolution 2087 (2013) are reaffirmed.\nThe Security Council:\n\n29. Prohibits the DPRK from supplying, selling, or transferring coal, iron, and iron ore, and prohibits all States from procuring such material from the DPRK, except for coal that originated outside the DPRK and was transported through the DPRK solely for export, and transactions for livelihood purposes unrelated to the DPRK's nuclear or ballistic missile programs.\n\n30. Prohibits the DPRK from supplying, selling, or transferring gold, titanium ore, vanadium ore, and rare earth minerals, and prohibits all States from procuring such material from the DPRK.\n\n31. Prohibits the sale or supply of aviation fuel to the DPRK, except for humanitarian needs approved by the Committee, and allows for the sale or supply of aviation fuel to civilian passenger aircraft outside the DPRK.\n\n32. Imposes an asset freeze on funds, financial assets, and economic resources outside the DPRK associated with the DPRK's nuclear or ballistic missile programs, and prohibits making such funds available to or for the benefit of individuals or entities associated with those programs.\n\n33. Prohibits States from opening and operating new branches, subsidiaries, and representative offices of DPRK banks, and requires States to close existing branches, subsidiaries, and representative offices, and terminate joint ventures and correspondent banking relationships with DPRK banks.\n\n34. Prohibits financial institutions from opening new representative offices or subsidiaries, branches, or banking accounts in the DPRK.\n\n35. Requires States to close existing representative offices, subsidiaries, or banking accounts in the DPRK within 90 days if they have credible information that such financial services could contribute to the DPRK's nuclear or ballistic missile programs.\n\n36. Prohibits public and private financial support for trade with the DPRK that could contribute to the DPRK's nuclear or ballistic missile programs.\n\n37. Expresses concern about transfers of gold to the DPRK and clarifies that States shall apply measures set forth in paragraph 11 of resolution 2094 (2013) to transfers of gold.\nHere is a summarized version of the Security Council document:\n\n38. The Financial Action Task Force (FATF) has called on countries to apply enhanced due diligence to protect against the DPRK's illicit financial activity, and Member States are called upon to apply FATF Recommendation 7.\n\n39. The measures imposed in paragraph 8 (a) (iii) of resolution 1718 (2006) regarding luxury goods are reaffirmed, and the term \"luxury goods\" includes items specified in Annex V.\n\n40. States are to report to the Security Council within 90 days on measures taken to implement this resolution, and the Panel of Experts is to assist States in preparing reports.\n\n41. States are to supply information on non-compliance with measures imposed in previous resolutions.\n\n42. States are encouraged to examine circumstances of previously reported sanctions violations.\n\n43. The Committee is to respond effectively to violations and designate additional individuals and entities subject to measures.\n\n44. The Committee is to assist Member States in implementing measures and draft a comprehensive compilation of all measures.\n\n45. The Committee is to update the list of individuals and entities within 45 days and every 12 months.\n\n46. The Committee's mandate is to apply with respect to measures imposed in resolutions 1874 (2009), 2094 (2013), and this resolution.\n\n47. No claim shall lie at the instance of the DPRK or persons/entities designated for measures.\n\n48. Measures imposed are not intended to have adverse humanitarian consequences for the civilian population.\n\n49. The Security Council reiterates the importance of maintaining peace and stability on the Korean Peninsula.\n\n50. The Security Council reaffirms its support to the Six Party Talks and calls for their resumption.\n\n51. The Security Council affirms it shall keep the DPRK's actions under review and is prepared to strengthen or lift measures as needed.\n\n52. The Security Council decides to remain seized of the matter.\n2270 (2016) \n\n Annex I \n\nThe Security Council has designated the following individuals for travel ban and asset freeze:\n\n1. **CHOE CHUN-SIK**: \n   - Description: Director of the Second Academy of Natural Sciences (SANS) and head of the DPRK’s long-range missile program.\n   - AKA: Choe Chun Sik; Ch’oe Ch’un Sik \n   - Identifiers: DOB: 12 October 1954; Nationality: DPRK \n\n2. **CHOE SONG IL**: \n   - Description: Tanchon Commercial Bank Representative in Vietnam.\n   - AKA: NA \n   - Identifiers: Passport: 472320665; Passport Date of Expiration: 26 Sep 2017; Passport: 563120356; Nationality: DPRK \n\n3. **HYON KWANG IL**: \n   - Description: Department Director for Scientific Development at the National Aerospace Development Administration.\n   - AKA: Hyon Gwang Il \n   - Identifiers: DOB: 27 May 1961; Nationality: DPRK \n\n4. **JANG BOM SU**: \n   - Description: Tanchon Commercial Bank Representative in Syria.\n   - AKA: Jang Pom Su \n   - Identifiers: DOB: 15 April 1957; Nationality: DPRK \n\n5. **JANG YONG SON**: \n   - Description: Korea Mining Development Trading Corporation (KOMID) Representative in Iran.\n   - AKA: NA \n   - Identifiers: DOB: 20 February 1957; Nationality: DPRK \n\n6. **JON MYONG GUK**: \n   - Description: Tanchon Commercial Bank Representative in Syria.\n   - AKA: Cho’n Myo’ng-kuk \n   - Identifiers: Passport: 4721202031; Passport Date of Expiration: 21 Feb 2017; Nationality: DPRK; DOB: 18 Oct 1976 \n\n7. **KANG MUN KIL**: \n   - Description: Conducts nuclear procurement activities as a representative of Namchongang.\n   - AKA: Jiang Wen-ji \n   - Identifiers: Passport: PS472330208; Passport Date of Expiration: 4 July 2017; Nationality: DPRK \n\n8. **KANG RYONG**: \n   - Description: Korea Mining Development Trading Corporation (KOMID) Representative in Syria.\n   - AKA: NA \n   - Identifiers: DOB: 21 August 1969; Nationality: DPRK \n\n9. **KIM JUNG JONG**: \n   - Description: Tanchon Commercial Bank Representative in Vietnam.\n   - AKA: Kim Chung Chong \n   - Identifiers: Passport: 199421147 Passport Date of Expiration: 29 Dec 2014; Passport: 381110042, Passport Date of Expiration: 25 Jan 2016; Passport: 563210184, Passport Date of Expiration: 18 Jun 2018; DOB: 07 Nov 1966, Nationality: DPRK \n\n10. **KIM KYU**: \n    - Description: Korea Mining Development Trading Corporation (KOMID) External Affairs Officer.\n    - AKA: NA \n    - Identifiers: DOB: 30 July 1968, Nationality: DPRK \n\n11. **KIM TONG MY’ONG**: \n    - Description: President of Tanchon Commercial Bank.\n    - AKA: Kim Chin-So’k, Kim Tong-Myong, Kim Jin-Sok; Kim, Hyok-Chol \n    - Identifiers: DOB: 1964; Nationality: DPRK \n\n12. **KIM YONG CHOL**: \n    - Description: KOMID Representative in Iran.\n    - AKA: NA \n    - Identifiers: DOB: 18 February 1962; Nationality: DPRK\nHere is a summarized version of the Security Council document:\n\n**Individuals:**\n\n1. **Ko Tae Hun**: Tanchon Commercial Bank Representative, AKA Kim Myong Gi, born May 25, 1972, Passport 563120630, expires March 20, 2018, DPRK nationality.\n\n2. **Ri Man Gon**: Minister of Munitions Industry Department, born October 29, 1945, Passport PO381230469, expires April 6, 2016, DPRK nationality.\n\n3. **Ryu Jin**: KOMID Representative in Syria, born August 7, 1965, Passport 563410081, DPRK nationality.\n\n4. **Yu Chol U**: Director of National Aerospace Development Administration, DPRK nationality, alias: Ra, Kyong-Su (KPi.008), new AKA: Chang, Myong Ho.\n\n**Entities (Asset Freeze):**\n\n1. **Academy of National Defense Science**: Involved in DPRK's ballistic missile and nuclear weapons programs, Pyongyang, DPRK.\n\n2. **Chongchongang Shipping Company**: Attempted to import illicit conventional weapons and arms to DPRK, address in Pyongyang, DPRK, IMO Number: 5342883.\n\n3. **Daedong Credit Bank (DCB)**: Provided financial services to KOMID and Tanchon Commercial Bank, facilitated hundreds of financial transactions, used deceptive financial practices, Pyongyang, DPRK.\n\n4. **Hesong Trading Company**: Parent company: Korea Mining Development Trading Corporation (KOMID), Pyongyang, DPRK.\n\n5. **Korea Kwangson Banking Corporation (KKBC)**: Provides financial services to Tanchon Commercial Bank and Korea Hyoksin Trading Corporation, facilitated funds transfers, Pyongyang, DPRK.\nHere is a summarized version of the Security Council document:\n\nThe document lists entities subject to sanctions:\n\n1. **KOREA KWANGSONG TRADING CORPORATION**\n\t* Parent company: Korea Ryongbong General Corporation\n\t* Address: Rakwon-dong, Pothonggang District, Pyongyang, DPRK\n2. **MINISTRY OF ATOMIC ENERGY INDUSTRY**\n\t* Created in 2013 to modernize DPRK's atomic energy industry\n\t* Involved in nuclear weapons development and operation\n\t* Address: Haeun-2-dong, Pyongchon District, Pyongyang, DPRK\n\t* AKA: MAEI\n3. **MUNITIONS INDUSTRY DEPARTMENT**\n\t* Involved in DPRK's missile program\n\t* Oversees ballistic missile development and production\n\t* Location: Pyongyang, DPRK\n\t* AKA: Military Supplies Industry Department\n4. **NATIONAL AEROSPACE DEVELOPMENT ADMINISTRATION**\n\t* Involved in space science and technology development\n\t* Location: DPRK\n\t* AKA: NADA\n5. **OFFICE 39**\n\t* DPRK government entity\n\t* Location: DPRK\n\t* AKA: Office #39; Office No.39; Bureau39; Central Committee Bureau39; Third Floor; Division39\n6. **RECONNAISSANCE GENERAL BUREAU**\n\t* DPRK's premiere intelligence organization\n\t* Trades in conventional arms\n\t* Location: Hyongjesan-Guyok, Pyongyang, DPRK; Alternate Address: Nungrado, Pyongyang, DPRK\n\t* AKA: Chongch’al Ch’ongguk; KPA Unit586; RGB\n7. **SECOND ECONOMIC COMMITTEE**\n\t* Involved in DPRK's missile program\n\t* Oversees ballistic missile production\n\t* Location: Kangdong, DPRK\n\nAdditionally, an update to the alias for **NAMCHONGANG TRADING CORPORATION** (KPe.004) is provided: New AKA: Namhung Trading Corporation.\nAnnex III - OMM Vessels \n\nThe list includes 31 vessels:\n\n1. CHOL RYONG (RYONG GUN BONG) - 8606173 \n2. CHONG BONG(GREENLIGHT)(BLUE NOUVELLE) - 8909575 \n3. CHONG RIM2 - 8916293 \n4. DAWNLIGHT - 9110236 \n5. EVER BRIGHT88 (J STAR) - 8914934 \n6. GOLD STAR3 (BENEVOLENCE2) - 8405402 \n7. HOE RYONG - 9041552 \n8. HU CHANG (O UN CHONG NYON) - 8330815 \n9. HUI CHON (HWANG GUM SAN2) - 8405270 \n10. JH86 - 8602531 \n11. JI HYE SAN (HYOK SIN2) - 8018900 \n12. JIN Tal - 9163154 \n13. JIN TENG - 9163166 \n14. KANG GYE (PI RYU GANG) - 8829593 \n15. MI RIM - 8713471 \n16. MI RIM2 - 9361407 \n17. O RANG (PO THONG GANG) - 8829555 \n18. ORION STAR (RICHOCEAN) - 9333589 \n19. RA NAM2 - 8625545 \n20. RANAM3 - 9314650 \n21. RYO MYONG - 8987333 \n22. RYONG RIM (JON JIN2) - 8018912 \n23. SE PHO (RAK WON2) - 8819017 \n24. SONGJIN (JANG JA SAN CHONG NYON HO) - 8133530 \n25. SOUTH HILL2 - 8412467 \n26. SOUTH HILL5 - 9138680 \n27. TAN CHON (RYONG GANG2) - 7640378 \n28. THAE PYONG SAN (PETREL1) - 9009085 \n29. TONG HUNG SAN (CHONG CHON GANG) - 7937317 \n30. GRAND KARO - 8511823 \n31. TONG HUNG1 - 8661575\nAnnex IV:  \n \n Luxury Goods \n \nThe following items are considered luxury goods: \n \n(a) \nLuxury watches with a case of precious metal or of metal clad with precious metal \n(b) \nTransportation items: \n(1) \npersonal watercraft \n(2) \nsnowmobiles valued greater than $2,000 \n(c) \nItems of lead crystal \n(d) \nRecreational sports equipment",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2270_2016_EN.pdf"
}