{
  "resolution_no": "2265",
  "year": "2016",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNAMID",
    "African Union High-Level Implementation Panel (AUHIP)",
    "Panel of Experts"
  ],
  "reporting_cycle": "every 3 months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling previous resolutions and statements on Sudan, reaffirms its commitment to peace, sovereignty, and territorial integrity of Sudan. The Council reiterates the need to end violence in Darfur, addressing root causes through an inclusive political process. It notes the importance of the African Union High-Level Implementation Panel's work and the Doha Document for Peace in Darfur.\n\nThe Council expresses deep concern at increased violence and insecurity in Darfur, including intercommunal fighting, and its impact on internally displaced persons and humanitarian access. It emphasizes the imperative for armed actors to refrain from violence against civilians, particularly women and children.\n\nThe Council demands an immediate cessation of military action, including aerial bombardments, and an end to external military support for non-signatory armed groups. It condemns actions aimed at the forced overthrow of the Government of Sudan and expresses concern at the threat posed by illicit small arms and light weapons.\n\nThe Council deplores continued violations of resolution 1591 (2005) by the Government of Sudan, including the Rapid Support Forces, and demands an immediate and complete cessation of acts of sexual violence, recruitment and use of children, and indiscriminate attacks on civilians.\n\nThe Council reaffirms its concern over the negative effect of ongoing violence in Darfur on regional stability, welcomes good relations between Sudan and Chad, and encourages regional cooperation. It deplores human rights violations and abuses committed by Government of Sudan security forces, their proxies, and armed groups.\n\nThe Council expresses concern at obstacles imposed by the Government of Sudan on the work of the Panel of Experts, including restrictions on freedom of movement and access to areas of armed conflict.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council welcomes improved cooperation between the Government of Sudan and the Panel of Experts, and encourages increased cooperation. The Council recalls the Panel's report and intends to study its recommendations. \n\nThe Council emphasizes the need to respect UN Charter provisions on privileges and immunities and notes the critical importance of effective implementation of the sanctions regime. \n\nThe Council reminds all States, particularly in the region, of their obligations under previous resolutions, including those related to arms and materiel. \n\nThe Council calls on the Government of Sudan to fulfil its commitments, including lifting the state of emergency in Darfur and ensuring accountability for human rights violations.\n\nThe Council determines that the situation in Sudan continues to threaten international peace and security.\n\nThe Council:\n\n1. Extends the Panel of Experts' mandate until 12 March 2017 and requests a midterm update by 12 August 2016 and a final report by 13 January 2017.\n\n2. Requests the Panel to provide updates every three months to the Committee.\n\n3. Requests the Panel to report on the implementation and effectiveness of paragraph 10 of resolution 1945 (2010).\n\n4. Reiterates support for efforts to promote peace and stability in Darfur.\n\n5. Expresses concern about the supply of technical assistance and support to Sudan that could be used to support military aircraft used in violation of resolutions.\n\n6. Recalls the Government of Sudan's obligations under resolution 1591 (2005).\n\n7. Calls on the Government of Sudan to address the illicit transfer and misuse of small arms and light weapons.\n\n8. Condemns continued violations of measures contained in previous resolutions.\n\n9. Expresses concern that the travel ban and asset freeze on designated individuals is not being implemented by all Member States. \n\nThe Council directs the Committee to consult with Member States about possible non-compliance and respond effectively to reports of non-compliance.\nHere is a concise summary of the Security Council document:\n\n12. Reiterates that all States, particularly those in the region, shall prevent entry into or transit through their territories of individuals designated by the Committee, and calls on the Government of Sudan to enhance cooperation and information sharing.\n\n13. Urges all States to report to the Committee on actions taken to implement measures imposed by resolutions 1591 (2005) and 1556 (2004).\n\n14. Expresses intention to review implementation of measures imposed in resolutions 1591 (2005) and 1945 (2010) after the midterm update.\n\n15. Regrets continued violence against civilians by Government of Sudan individuals and armed groups, and expresses intention to impose targeted sanctions on those meeting listing criteria.\n\n16. Deplores attacks against UNAMID and calls on the Government of Sudan to investigate and bring perpetrators to justice.\n\n17. Condemns use of civilian establishments by armed groups to gain military advantage.\n\n18. Requests the Panel of Experts to investigate financing and role of armed groups in attacks against UNAMID personnel.\n\n19. Recalls that individuals and entities planning, sponsoring or participating in attacks against UNAMID constitute a threat to stability in Darfur.\n\n20. Insists that the Government of Sudan remove restrictions on the Panel of Experts' work and enhance cooperation and information sharing.\n\n21. Urges the Government of Sudan to respond to Committee requests on measures to protect civilians, investigations, and accountability measures.\n\n22. Welcomes Committee's work and urges all States and parties to cooperate fully with the Committee and Panel of Experts.\n\n23. Requests the Panel of Experts to coordinate activities with UNAMID and other Panels or Groups of Experts.\n\n24. Requests the Panel of Experts to assess progress towards reducing violations and removing impediments to the political process.\n\n25. Reaffirms Committee's mandate to encourage dialogue with interested Member States.\n\n26. Emphasizes importance of regular consultations with concerned Member States.\n\n27. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2265_2016_EN.pdf"
}