{
  "resolution_no": "2323",
  "year": "2016",
  "theme": [
    "Libya",
    "Peacekeeping",
    "Political",
    "Humanitarian"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNSMIL",
    "GNA",
    "SRSG"
  ],
  "reporting_cycle": "at least every 60 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling its previous resolutions on Libya, reaffirms its commitment to Libya's sovereignty, independence, territorial integrity, and national unity.\n\nSupports the efforts of the UN Support Mission in Libya (UNSMIL) and the Special Representative of the Secretary-General (SRSG) to facilitate a Libyan-led political solution.\n\nEndorses the Government of National Accord (GNA) as the sole legitimate government of Libya and welcomes the arrival of the Presidency Council in Tripoli.\n\nReiterates its support for the full implementation of the Libyan Political Agreement (LPA) and encourages the GNA to engage with all parties in support of reconciliation.\n\nUrges the full, equal, and effective participation of women in all activities relating to the democratic transition and conflict resolution.\n\nSupports the Vienna Communiqué and encourages progress towards establishing the Presidential Guard.\n\nCalls on Member States to cease support to parallel institutions outside the LPA.\n\nEncourages the GNA to finalize interim security arrangements and plan for disarmament, demobilization, and reintegration of armed groups.\n\nExpresses grave concern at the deteriorating humanitarian situation in Libya.\n\nWelcomes international communiqués and meetings aimed at supporting Libya's democratic transition and stability.\n\nRequests all Member States to fully support the efforts of the SRSG and work with the Libyan authorities and UNSMIL to develop a coordinated package of support to build the capacity of the GNA. \n\nUrges all parties to cooperate fully with the activities of UNSMIL.\nThe Security Council:\n\n1. Extends the mandate of UNSMIL, under the Special Representative of the Secretary-General, until 15 September 2017 to support:\n    - Implementation of the Libyan Political Agreement\n    - Consolidation of governance, security, and economic arrangements of the Government of National Accord\n    - Subsequent phases of the Libyan transition process\n\n2. Tasks UNSMIL to:\n    - Support key Libyan institutions\n    - Provide support for essential services, humanitarian assistance, and human rights monitoring\n    - Support securing uncontrolled arms and countering their proliferation\n    - Coordinate international assistance and provide advice to GNA-led efforts\n\n3. Encourages UNSMIL to re-establish a permanent presence in Libya through a phased return as security conditions allow\n\n4. Looks forward to the Secretary-General's Strategic Assessment Review in early 2017 and stands ready to review UNSMIL's mandate if needed\n\n5. Requests the Secretary-General to report to the Security Council on the implementation of this resolution at least every 60 days\n\n6. Requests the Secretary-General to report on recommendations for UNSMIL's support to the Libyan transition process and security arrangements\n\n7. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2323_2016_EN.pdf"
}