{
  "resolution_no": "2303",
  "year": "2016",
  "theme": [
    "Peacekeeping",
    "Human Rights",
    "Conflict Prevention"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations police component",
    "Office of the High Commissioner for Human Rights (OHCHR)",
    "African Union"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, \nRecalling its resolutions and presidential statements on Burundi, \nExpressing deep concern about persistent violence, political impasse, and humanitarian consequences, \nStressing the risk of undermining gains from the Arusha Peace and Reconciliation Agreement, \nEmphasizing the Government's primary responsibility to ensure security, respect rule of law, human rights, and international humanitarian law, \nReaffirming commitment to Burundi's sovereignty, independence, territorial integrity, and unity, \nStrongly condemning human rights violations, including extrajudicial killings, sexual violence, arbitrary arrests, and forced disappearances, \nNoting a decrease in public violence but concern over increased forced disappearances and torture, \nExpressing deep concern over the report from the Office of the High Commissioner on Human Rights (OHCHR) documenting 348 extrajudicial executions and 651 cases of torture, \nNoting cooperation from the Government of Burundi with OHCHR and the United Nations Independent Investigation on Burundi (UNIIB), \nRecalling Burundi's obligations under the Rome Statute of the International Criminal Court, \nUnderscoring deep concern for the worsening humanitarian situation, with over 270,000 Burundians seeking refuge, \nStrongly condemning public statements inciting violence or hatred, \nStressing the importance of respecting the Arusha Agreement and convening a genuine and inclusive inter-Burundian dialogue, \nCommending African Union's engagement, including visits and mediation efforts, \nWelcoming coordination between African Union, East African Community, International Conference of the Great Lakes Region, European Union, and United Nations, \nWelcoming increased AU human rights observers and military experts, but expressing concern over deployment delays.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n**Deployment of Observers and Police**\n\n* Notes only 32 human rights observers and 15 military observers have been deployed to Burundi so far.\n* Takes note of the Government of Burundi's consent to deploy a UN police component of 50 officers.\n\n**Rejection of Violence and Respect for Human Rights**\n\n* Strongly urges the Government of Burundi and all parties to cease and reject violence and condemn public statements inciting violence or hatred.\n* Urges the Government to respect, protect, and guarantee human rights and fundamental freedoms for all.\n* Welcomes steps made by the Government to withdraw media and civil society organization bans, but urges them to fulfill remaining commitments.\n\n**Inter-Burundian Dialogue**\n\n* Urges the Government of Burundi and all stakeholders to participate actively and constructively in the EAC-led, AU-endorsed political dialogue.\n* Requests the Secretary-General to support the inter-Burundian dialogue and coordinate with the EAC, AU, and other stakeholders.\n\n**Regional Dimension**\n\n* Calls on States in the region to contribute to a solution to the crisis in Burundi and refrain from interfering in the country's affairs.\n\n**Targeted Measures**\n\n* Expresses its intention to pursue targeted measures against actors who threaten the peace and security of Burundi.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n**Deployment of AU Observers and Experts**\n\n* Urges the Government of Burundi to ensure full deployment of 100 AU human rights observers and 100 AU military experts without delay (para 10)\n* Requests the Secretary-General to report on proposals to facilitate deployment of AU observers and modalities for cooperation with UN police component (para 11)\n\n**United Nations Contingency Planning**\n\n* Reaffirms importance of UN and AU contingency planning to respond to situation deterioration (para 12)\n\n**United Nations Police Component**\n\n* Requests the Secretary-General to establish a UN police component in Burundi for 1 year to monitor security and support OHCHR (para 13)\n* Authorizes a ceiling of 228 UN police officers, headed by a senior police adviser (para 14)\n* Requests the Secretary-General to ensure protection of UN personnel, facilities, and equipment (para 15)\n\n**Cooperation and Access**\n\n* Urges the Government of Burundi to cooperate fully with UN police component deployment and activities (para 16)\n* Calls on Member States to allow free movement of UN police component personnel, equipment, and supplies (para 17)\n\n**Reporting and Review**\n\n* Requests the Secretary-General to report on the situation in Burundi every 3 months (para 19)\n* Decides to remain actively seized of the matter (para 20)",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2303_2016_EN.pdf"
}