{
  "resolution_no": "2278",
  "year": "2016",
  "theme": [
    "Libya",
    "Peacekeeping",
    "Sanctions",
    "Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNSMIL",
    "Government of National Accord",
    "Libyan Political Dialogue",
    "Panel of Experts"
  ],
  "reporting_cycle": "The Panel of Experts shall provide to the Council an interim report on its work no later than 180 days after the Panel’s appointment, and a final report to the Council, after discussion with the Committee, no later than 15 June 2017",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\nRecalling previous resolutions on Libya, including the arms embargo, travel ban, and assets freeze;\n\nReaffirming its commitment to Libya's sovereignty, independence, territorial integrity, and national unity;\n\nWelcoming the Libyan Political Agreement and the Government of National Accord as the sole legitimate government;\n\nExpressing concern over illicit oil exports, which undermine the Government and pose a threat to peace, security, and stability;\n\nSupporting Libyan efforts to resolve disruptions to energy exports and reiterating the need for control of facilities to be transferred to proper authorities;\n\n Stressing the need for the Government to exercise sole and effective oversight over the National Oil Corporation, Central Bank of Libya, and Libyan Investment Authority;\n\nDetermining that the situation in Libya continues to constitute a threat to international peace and security;\n\nActing under Chapter VII:\n\n1. Extends until 31 July 2017 authorizations and measures imposed by resolution 2146 (2014);\n2. Condemns attempts to illicitly export crude oil, including by parallel institutions not acting under the Government of National Accord;\n3. Requests the Government of National Accord to appoint a focal point to communicate with the Committee and provide regular updates on ports, oil fields, and installations under its control;\n4. Calls on the Government of National Accord to expeditiously contact, based on any information regarding illicit oil exports or attempted exports.\nHere is a summarized version of the Security Council document 2278 (2016):\n\n**Maritime Security**\n\n* Directs the concerned vessel's flag State to resolve issues related to vessels transporting illicitly exported Libyan oil.\n* Directs the Committee to immediately inform relevant Member States about notifications from the Government of National Accord regarding such vessels.\n\n**Effective Oversight of Financial Institutions**\n\n* Requests the Government of National Accord to confirm to the Committee when it exercises sole and effective oversight over the National Oil Corporation, Central Bank of Libya, and Libyan Investment Authority.\n\n**Arms Embargo**\n\n* Requests the Government of National Accord to appoint a focal point to brief the Committee on security forces under its control and provide information on military equipment.\n* Affirms that the Government of National Accord may submit requests for arms supplies to combat ISIL, groups associated with Al-Qaida, and other groups.\n* Urges Member States to assist the Government of National Accord with security and capacity-building.\n\n**Asset Freeze**\n\n* Reaffirms intention to make frozen assets available to the Libyan people.\n* Affirms readiness to consider changes to the asset freeze at the request of the Government of National Accord.\n\n**Panel of Experts**\n\n* Extends the mandate of the Panel of Experts until 31 July 2017.\n* Requests the Panel to provide an interim report within 180 days and a final report by 15 June 2017.\n\n**Cooperation and Implementation**\n\n* Urges all States and relevant UN bodies to cooperate with the Committee and Panel.\n* Calls upon all parties to ensure the safety of the Panel's members and provide access to information and sites.\n\n**Review and Follow-up**\n\n* Affirms readiness to review the appropriateness of measures, including strengthening, modification, suspension, or lifting of measures.\n* Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2278_2016_EN.pdf"
}