{
  "resolution_no": "2279",
  "year": "2016",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "United Nations",
    "African Union",
    "East African Community",
    "Burundian Government"
  ],
  "reporting_cycle": "regular reports",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n- Recalls its previous resolutions and statements on Burundi, particularly resolution 2248 (2015).\n- Expresses deep concern over the persistence of violence, political impasse, and humanitarian consequences in Burundi.\n- Stresses the primary responsibility of the Government of Burundi to ensure security and protect its population.\n- Reaffirms its commitment to Burundi's sovereignty, independence, territorial integrity, and unity.\n- Strongly condemns human rights violations, including extra-judicial killings, sexual violence, torture, and arbitrary arrests.\n- Notes a decrease in killings but expresses concern over increased disappearances and acts of torture.\n- Expresses concern over the humanitarian situation, with over 250,000 Burundians seeking refuge in neighboring countries.\n- Condemns public statements inciting violence or hatred.\n- Notes the suspension of financial and technical assistance to the Government of Burundi by bilateral and multilateral partners.\n- Recalls Burundi's obligations under the Rome Statute of the International Criminal Court.\n- Welcomes cooperation from the Burundian authorities with the Office of the High-Commissioner on Human Rights.\n- Stresses the importance of respecting the Arusha Agreement and convening a genuine and inclusive inter-Burundian dialogue.\n- Urges the Government of Burundi and all parties to reject violence and condemn public statements inciting violence or hatred.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Calls on all sides in Burundi to refrain from actions that threaten peace and stability.\n\n2. Urges the Government of Burundi to respect, protect and guarantee human rights and fundamental freedoms, and hold accountable those responsible for human rights abuses.\n\n3. Takes note of the visit of the experts' mission to Burundi and urges the Government to cooperate with the Office of the High Commissioner for Human Rights.\n\n4. Welcomes steps taken by the Government to withdraw media bans and release detainees, and urges the Government to fulfil remaining commitments.\n\n5. Urges the Government and stakeholders to cooperate with the EAC-led, AU-endorsed Mediator to agree on an inclusive inter-Burundian dialogue.\n\n6. Welcomes the increase in AU human rights observers and military experts, and urges their full and speedy deployment.\n\n7. Requests the Secretary-General to support the inter-Burundian dialogue and provide technical and substantive support to the Mediation.\n\n8. Calls on States in the region to contribute to a solution to the crisis and refrain from supporting armed movements.\n\n9. Expresses intention to consider measures against actors who contribute to violence and impede a peaceful solution.\n\n10. Requests the Secretary-General to enhance UN engagement in Burundi and present options for a UN police contribution.\n\n11. Reaffirms the importance of UN and AU contingency planning.\n\n12. Requests the Secretary-General to report regularly on the situation in Burundi.\n\n13. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2279_2016_EN.pdf"
}