{
  "resolution_no": "2310",
  "year": "2016",
  "theme": [
    "Disarmament",
    "Non-Proliferation",
    "Nuclear Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "Preparatory Commission (PrepCom)",
    "International Monitoring System (IMS)",
    "International Data Centre (IDC)",
    "Security Council"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms its commitment to the Treaty on the Non-Proliferation of Nuclear Weapons (NPT) and the Comprehensive Nuclear-Test-Ban Treaty (CTBT).\n\nNotes that the CTBT remains a cornerstone of nuclear non-proliferation and disarmament.\n\nUrges all states that have not signed or ratified the CTBT, particularly the 8 remaining Annex 2 states, to do so without delay.\n\nEncourages state signatories to promote universality and early entry into force of the CTBT.\n\nRecalls security assurances by nuclear-weapon states against the use of nuclear weapons to non-nuclear-weapon states.\n\nCalls on all states to refrain from conducting nuclear-weapon test explosions and maintain moratoria.\n\nUnderlines the need to complete all elements of the CTBT verification regime.\n\nWelcomes progress made towards universalization of the CTBT, with 183 states having signed and 166 having ratified.\n\nStresses the vital importance and urgency of achieving early entry into force of the CTBT.\n\nSpecifically requests: \n\n- All states to support the PrepCom to complete its tasks efficiently.\n\n- States hosting IMS facilities to transmit data to the IDC on a testing and provisional basis.\n\n- States listed in Annex 1 to the Protocol to provide information on the status of IMS facilities and data transmission.\nThe Security Council:\n\n Invites the Provisional Technical Secretariat to report to all State Signatories within 180 days on assessed contributions to the PrepCom and additional support provided for the Treaty’s verification regime;\n\n Recognizes that the monitoring and analytical elements of the verification regime, operating on a testing and provisional basis, contribute to regional stability and strengthen the nuclear non-proliferation and disarmament regime;\n\n Affirms that entry into force of the Treaty will enhance international peace and security through prevention of nuclear proliferation and contribution to nuclear disarmament, and encourages the PrepCom to share benefits of the verification regime with the international community through capacity building and expertise;\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2310_2016_EN.pdf"
}