{
  "resolution_no": "2277",
  "year": "2016",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MONUSCO",
    "UN Group of Experts",
    "International Conference on the Great Lakes Region (ICGLR)",
    "Southern African Development Community (SADC)",
    "African Union (AU)"
  ],
  "reporting_cycle": "every 3 months on MONUSCO's mandate implementation and every 6 months on PSC Framework commitments",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions on the Democratic Republic of the Congo (DRC), adopted Resolution 2277 (2016) on 30 March 2016. The Council reaffirmed its commitment to the sovereignty, independence, unity, and territorial integrity of the DRC and all States in the region. It emphasized the need to respect the principles of non-interference, good-neighbourliness, and regional cooperation.\n\nThe Council noted with concern the ongoing conflict and violence in eastern DRC, caused by armed groups, and stressed the importance of neutralizing groups such as the Democratic Forces for the Liberation of Rwanda (FDLR), the Allied Democratic Forces (ADF), and the Lord’s Resistance Army (LRA). It also expressed concern at the illegal exploitation and trafficking of natural resources by armed groups.\n\nThe Council reiterated its deep concern regarding the security and humanitarian crisis in eastern DRC, including inter-communal violence, and condemned targeted attacks against civilians, widespread sexual and gender-based violence, and recruitment and use of children by certain parties to the conflict. It emphasized that all those responsible for such violations and abuses must be held accountable.\n\nThe Council also expressed concern at the humanitarian situation, with over 1.6 million internally displaced persons and 170,000 refugees in the DRC, and over 450,000 refugees from eastern DRC. It called upon the DRC and all States in the region to work towards a peaceful environment conducive to durable solutions for refugees and internally displaced persons.\n\nThe Council noted with deep concern the delays in the preparation of the presidential elections scheduled for November 2016 and stressed the crucial importance of a peaceful and credible electoral cycle for stabilization and consolidation of peace in the DRC. It encouraged the continuation of efforts by the Secretary-General, the International Conference on the Great Lakes Region (ICGLR), the Southern African Development Community (SADC), and the African Union (AU) to restore peace and security in eastern DRC.\nThe Security Council,\n\nExpressing concern at restrictions on political space in the DRC, including arrests and detention of opposition members and civil society, and restrictions on fundamental freedoms, \n\nUrging an open, inclusive, and peaceful political dialogue, focused on elections, while protecting fundamental freedoms and human rights, \n\nConcerned by serious human rights and international humanitarian law violations by some FARDC, ANR, Republican Guard, and PNC members, \n\nWelcoming the agreement between CENI and the National Human Rights Commission to monitor and investigate human rights violations, \n\nRecalling the importance of fighting impunity within FARDC and PNC, \n\nCommending recent prosecutions and condemnations of FARDC and PNC officers for crimes against humanity and war crimes, \n\nStressing continued cooperation with the ICC and holding accountable those responsible for genocide, war crimes, and crimes against humanity, \n\nRecalling resolutions on women, peace, and security, children and armed conflicts, and protection of civilians, \n\nWelcoming MONUSCO and international partners' efforts in delivering training to Congolese security institutions, \n\nWelcoming efforts to prevent and end recruitment and use of children and sexual violence by FARDC,\n\nTaking note of the report of the Secretary-General on parties suspected of committing patterns of rape or other forms of sexual violence,\n\nReaffirming support to the Special Representative of the Secretary-General and MONUSCO,\n\nStressing urgency of resuming joint operations between FARDC and MONUSCO against armed groups,\n\nRecalling the importance of properly prepared and equipped MONUSCO contingents,\n\nReiterating call on all parties to cooperate with MONUSCO,\n\nCondemning attacks against peacekeepers,\n\nDetermining the situation in DRC continues to constitute a threat to international peace and security,\n\nActing under Chapter VII of the Charter of the United Nations.\nHere is a summarized version of the Security Council document 2277 (2016):\n\n**PSC Framework**\n\n1. Reiterates the importance of fulfilling commitments made by the Government of the DRC and signatory States under the PSC Framework for long-term stability in eastern DRC and the region.\n2. Urges the Government of DRC to make progress in implementing its commitments, including consolidating State authority, reconciliation, tolerance, and democracy, and protecting civilians through professional security forces.\n3. Notes with concern limited progress and calls on the Government to take further steps on Security Sector Reform (SSR) and Disarmament, Demobilization and Reintegration (DDR) programmes.\n4. Calls for continued national efforts to address the threat posed by illicit transfer, accumulation, and misuse of small arms and light weapons.\n\n**Political Situation**\n\n5. Calls on the United Nations Special Envoy for the Great Lakes Region to continue promoting peace, stability, and economic development in DRC and the region.\n6. Takes note of the UN Great Lakes Region Strategic Framework and urges donor community support for its implementation.\n7. Calls on the Government of DRC and national partners to ensure a transparent and credible electoral process for the November 2016 elections.\n8. Urges the Government to ensure an environment conducive to a free, fair, credible, and peaceful electoral process.\n9. Calls for a revised electoral calendar, adequate electoral budget, and electoral code of conduct, and for a credible update of the electoral register.\n\n**Human Rights**\n\n10. Urges the Government of DRC to hold accountable those responsible for human rights violations and abuses, including war crimes and crimes against humanity.\n11. Calls upon Congolese authorities to prosecute those responsible for crimes involving grave human rights violations.\n12. Welcomes efforts to combat and prevent sexual violence in conflict and encourages the Government to continue strengthening its efforts in this area.\n13. Calls upon the Government to continue combating impunity for conflict-related sexual violence, including by the FARDC.\nHere is a concise summary of the Security Council document:\n\n**Protection of Civilians and Security Forces**\n\n* Calls upon the Government of the DRC to provide services and protection to survivors and victims of sexual exploitation and abuse, and ensure full compliance of its security forces with the zero-tolerance policy.\n\n**Armed Groups**\n\n* Strongly condemns armed groups operating in the region for their human rights abuses and violations of international humanitarian law.\n* Demands that FDLR, ADF, LRA, and other armed groups cease violence and disband immediately.\n* Calls for joint operations by FARDC and MONUSCO to neutralize FDLR and other armed groups.\n\n**FDLR and ADF**\n\n* Reiterates the need for durable neutralization of FDLR to bring stability to the region.\n* Condemns brutal killings of civilians in the Beni area and calls for thorough investigations.\n\n**DDR Process and Repatriation**\n\n* Calls on the Government of the DRC to implement its DDR Plan and provide funding for reintegration and resettlement of former combatants.\n* Requests Governments of DRC, Uganda, and Rwanda to strengthen collaboration for repatriation of former M23 combatants.\n\n**MONUSCO's Mandate**\n\n* Decides to extend MONUSCO's mandate until 31 March 2017, including its Intervention Brigade.\n* Maintains authorized troop ceiling of 19,815 military personnel, 760 military observers, 391 police personnel, and 1,050 personnel of formed police units.\n\n**Troop Reduction**\n\n* Takes note of the recommendation to reduce MONUSCO Force by 1,700 troops and recalls the reduction of 2,000 troops endorsed in resolution 2211 (2015).\nHere is a concise summary of the Security Council document:\n\nThe Security Council reiterates that any future reconfigurations of MONUSCO and its mandate should be determined in consultation with the Government of the DRC. The strategic priorities of MONUSCO are to:\n\n* Protect civilians through a comprehensive approach, including reduction of threats from armed groups and violence against civilians.\n* Support stabilization through establishment of functional state institutions and promotion of human rights.\n\nThe Council requests MONUSCO to work with the Government of the DRC to identify threats to civilians, implement prevention and response plans, and strengthen civil-military cooperation. MONUSCO is authorized to take necessary measures to carry out its mandate, including:\n\n* Protection of civilians under threat of physical violence.\n* Neutralization of armed groups through targeted operations.\n* Provision of good offices, advice, and support to the Government of DRC for DDR and stabilization efforts.\n* Support to disarmament, demobilization, repatriation, resettlement, and reintegration (DDRRR) process for foreign combatants.\n\nThe Council stresses the need for coordination and cooperation between the Government of the DRC, UN entities, and development actors to stabilize and improve the security situation. The protection of civilians must be given priority in decisions about the use of available capacity and resources.\nThe Security Council resolution 2277 (2016) authorizes MONUSCO to undertake several tasks:\n\n**Political Situation**\n\n* Promote peace consolidation, inclusive dialogue, and reconciliation, ensuring protection of fundamental freedoms and human rights, to pave the way for elections.\n* Monitor and report on human rights violations and abuses, and support the UN system to ensure compliance with international humanitarian law and human rights law.\n* Provide technical assistance and logistical support for the revision of the electoral register and electoral cycle, subject to conditions outlined in paragraph 8.\n* Support the arrest and prosecution of those responsible for genocide, war crimes, and crimes against humanity.\n* Promote human rights and fight impunity, including through the implementation of the Government's \"zero tolerance policy\".\n\n**Stabilisation**\n\n* Provide good offices, advice, and support to the Government of the DRC in implementing the revised ISSSS and Provincial Stabilization Plans.\n\n**Protection of the United Nations**\n\n* Ensure the protection of UN personnel, facilities, installations, and equipment.\n\n**Additional Tasks**\n\n* **Security Sector Reform (SSR)**: Provide good offices, advice, and support for police and army reform, including training and human rights training.\n* **Arms Embargo**: Monitor the implementation of the arms embargo, observe and report on flows of military personnel and arms, and seize and dispose of arms brought into the DRC in violation of the embargo.\n* **Mining Activities**: Encourage the consolidation of an effective national civilian structure to control key mining activities and manage natural resources in eastern DRC.\nHere is a concise summary of the Security Council document 2277 (2016):\n\n**Child Protection, Sexual Violence and Abuse**\n\n* Requests MONUSCO to prioritize child protection throughout its mandate, assist the DRC government in protecting children's rights, and prevent violations and abuses against children.\n* Requests MONUSCO to consider gender issues throughout its mandate, ensure women's participation and representation, and provide gender advisers.\n\n**Sexual Exploitation and Abuse**\n\n* Recalls the UN's zero-tolerance policy on sexual exploitation and abuse, and requests the Secretary-General to ensure MONUSCO's compliance and report on progress.\n\n**Humanitarian Access**\n\n* Demands that all parties allow and facilitate humanitarian access, equipment, and supplies to populations in need.\n* Calls on Member States to contribute to the UN humanitarian appeal for the DRC.\n\n**Support to the Group of Experts**\n\n* Expresses support for the Group of Experts and calls for enhanced cooperation between States, MONUSCO, and the Group.\n\n**Force Transformation and Exit Strategy**\n\n* Demands cooperation from all parties for MONUSCO's deployment, operations, and monitoring.\n* Requests MONUSCO to maximize force interoperability and effectiveness.\n* Stresses that MONUSCO's exit should be gradual and tied to specific targets.\n\n**Reports by the Secretary-General**\n\n* Requests the Secretary-General to report to the Council every three months on MONUSCO's mandate implementation.\nThe Security Council:\n\n Requests the Secretary-General to report to the Council every six months on the implementation of commitments under the PSC Framework, in coordination with the Special Envoy for the Great Lakes Region and the Special Representative for the DRC.\n\n Requests the Secretary-General to conduct a strategic review of the mandate of his Special Envoy for the Great Lakes Region by 30 September 2016.\n\n Requests the Secretary-General to provide an update on MONUSCO's preparedness to address security risks and monitor/report on human rights violations in the context of elections.\n\n Decides to remain actively seized of the matter. \n\n Key points to be reported on include: \n- Progress on human rights, electoral process, and implementation of PSC Framework commitments\n- Progress in MONUSCO's transformation and exit strategy\n- Risks to UN personnel and facilities, and measures to strengthen security.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2277_2016_EN.pdf"
}