{
  "resolution_no": "2321",
  "year": "2016",
  "theme": [
    "Sanctions",
    "Non-Proliferation",
    "Nuclear",
    "Ballistic Missiles"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "Panel of Experts",
    "Committee",
    "DPRK",
    "KOMID",
    "UN"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\n- Recalls previous relevant resolutions regarding the Democratic People’s Republic of Korea (DPRK) and reaffirms that proliferation of nuclear, chemical, and biological weapons constitutes a threat to international peace and security.\n\n- Expresses gravest concern at the DPRK’s nuclear test on September 9, 2016, which violates previous resolutions and challenges the Treaty on Non-Proliferation of Nuclear Weapons.\n\n- Underlines the importance of the DPRK responding to international security and humanitarian concerns.\n\n- Condemns the nuclear test and reaffirms the DPRK’s obligations to abandon nuclear weapons and ballistic missile programs.\n\n- Decides to impose additional measures, including:\n\n  1. Condemning the nuclear test conducted by the DPRK on September 9, 2016.\n\n  2. Reaffirming the DPRK’s obligations to abandon nuclear weapons and ballistic missile programs.\n\n  3. Applying measures specified in resolution 1718 (2006) to individuals and entities listed in annexes I and II.\n\n  4. Applying measures to items, materials, equipment, goods, and technology listed in annex III.\n\n  5. Reaffirming measures on luxury goods and expanding the list in annex IV.\n\n  6. Reaffirming paragraphs 14-16 of resolution 1874 (2009) and paragraph 8 of resolution 2087 (2013).\n\n  7. Directing the Committee to adopt a new conventional arms dual-use list within 15 days.\n\n- Aims to address the threat posed by the DPRK’s nuclear and ballistic missile activities to international peace and security.\nHere is a concise summary of the Security Council document 2321 (2016):\n\nThe Security Council:\n\n1. Directs the Committee to finalize a list within 7 days and update it every 12 months.\n\n2. Extends restrictions on leasing, chartering, or providing crew services to the DPRK.\n\n3. Applies similar restrictions to registering vessels in the DPRK, obtaining authorization for a vessel to use the DPRK flag, and related services.\n\n4. Clarifies that certain teaching and training may contribute to the DPRK's nuclear activities.\n\n5. Suspends scientific and technical cooperation with the DPRK, with exceptions for medical exchanges.\n\n6. Authorizes the Committee to require measures against vessels related to DPRK's nuclear or ballistic missile programs.\n\n7. Expresses concern about prohibited items being transported through personal luggage and checked baggage.\n\n8. Calls on Member States to reduce staff at DPRK diplomatic missions and consular posts.\n\n9. Restricts entry into or transit through their territory of certain DPRK government members and officials.\n\n10. Limits bank accounts for DPRK diplomatic missions and consular posts.\n\n11. Prohibits DPRK diplomatic agents from engaging in professional or commercial activities.\n\n12. Restricts the use of real property by the DPRK.\n\n13. Recalls the possibility of suspending the DPRK's rights and privileges of UN membership.\n\n14. Emphasizes the need for inspecting cargo and preventing the sale or supply of aviation fuel to the DPRK.\n\n15. Expresses concern about prohibited items being transported by rail and road.\nThe Security Council:\n\n22. Decides that all Member States shall prohibit their nationals, persons subject to their jurisdiction and entities incorporated in their territory or subject to their jurisdiction from providing insurance or re-insurance services to vessels owned, controlled, or operated by the DPRK unless the Committee determines on a case-by-case basis that the vessel is engaged in activities exclusively for livelihood purposes or humanitarian purposes;\n\n23. Prohibits Member States' nationals from procuring vessel and aircraft crewing services from the DPRK;\n\n24. Requires Member States to de-register any vessel owned, controlled, or operated by the DPRK and not register any such vessel that has been de-registered by another Member State;\n\n25. Clarifies that \"transit\" includes travel of individuals through a State's international airport terminals en route to another State;\n\n26. Replaces paragraph 29 of resolution 2270 (2016) with a new provision that:\n- Prohibits the DPRK from supplying, selling, or transferring coal, iron, and iron ore;\n- Prohibits Member States from procuring such material from the DPRK;\n- Exempts:\n  (a) Coal originating outside the DPRK and transported through the DPRK solely for export;\n  (b) Coal exports not exceeding $53,495,894 or 1,000,866 metric tons (2016) or $400,870,018 or 7,500,000 metric tons (per year, starting 2017) for livelihood purposes;\n  (c) Transactions in iron and iron ore exclusively for livelihood purposes;\n\n Requires Member States to notify the Committee of coal procurement and directs the Committee to make publicly available the volume and value of coal procurements;\n\n27. Directs the Panel of Experts to estimate the average price of coal exported from the DPRK and the Committee Secretary to use this price to calculate the value of coal procurements;\n\n28. Prohibits the DPRK from supplying, selling, or transferring copper, nickel, silver, and zinc and prohibits Member States from procuring such material from the DPRK.\nHere is a summarized version of the document:\n\n29. The DPRK shall not supply, sell or transfer statues, and all States shall prohibit procurement of such items from the DPRK, unless approved by the Committee on a case-by-case basis.\n\n30. All Member States shall prevent supply, sale or transfer of new helicopters and vessels to the DPRK, except as approved by the Committee.\n\n31. Member States shall close existing representative offices, subsidiaries or banking accounts in the DPRK within 90 days, unless required for humanitarian assistance, diplomatic missions, or other purposes consistent with the objectives of this resolution.\n\n32. All Member States shall prohibit public and private financial support for trade with the DPRK, except as approved by the Committee.\n\n33. If a Member State determines an individual is working on behalf of a DPRK bank or financial institution, the individual shall be expelled for repatriation, unless required for judicial, medical, safety or humanitarian purposes.\n\n34. The Council expresses concern about DPRK nationals sent to work in other States to earn hard currency for nuclear and ballistic missile programmes.\n\n35. The Council reiterates concern about bulk cash being used to evade sanctions and calls upon Member States to be alert to this risk.\n\n36. All Member States shall report to the Security Council within 90 days on measures taken to implement this resolution.\n\n37. The Council reaffirms that resolution 1540 (2004) obligates all States to prevent proliferation of nuclear, chemical, or biological weapons.\n\n38. The Council calls upon all Member States to redouble efforts to implement measures in previous resolutions.\n\n39. The mandate of the Committee and the Panel of Experts shall apply with respect to the measures imposed in this resolution.\n\n40. All Member States are authorized to seize and dispose of items prohibited by previous resolutions.\n\n41. The Council emphasizes the importance of ensuring no claim shall lie at the instance of the DPRK or persons/entities designated for sanctions.\n\n42. The Secretary-General shall provide additional resources to increase the capacity of the Panel of Experts.\nHere is a summarized version of the Security Council document 2321 (2016):\n\nThe Security Council:\n\n- Enhances the Panel of Experts' ability to analyze DPRK's sanctions violations and evasion activities with additional funding and resources.\n\n- Requests the Panel to include findings and recommendations in its midterm reports, starting with the report due on August 5, 2017.\n\n- Directs the Committee to hold special meetings on thematic and regional topics, and Member States' capacity challenges.\n\n- Expresses deep concern over the hardship faced by the people in the DPRK and condemns the DPRK for prioritizing nuclear weapons and ballistic missiles over people's welfare.\n\n- Reiterates that sanctions are not intended to harm the civilian population and allows for exemptions for humanitarian activities.\n\n- Supports the Six-Party Talks, calls for their resumption, and reaffirms the commitments set forth in the 2005 Joint Statement.\n\n- Emphasizes the importance of maintaining peace and stability on the Korean Peninsula and welcomes efforts for a peaceful solution through dialogue.\n\n- Affirms continuous review of the DPRK's actions and is prepared to adjust measures based on the DPRK's compliance.\n\n- Decides to remain seized of the matter.\nHere is a summarized version of the Security Council document:\n\n2321 (2016)\n\nAnnex I: Travel Ban/Asset Freeze (Individuals)\n\nThe following individuals are subject to travel ban and asset freeze:\n\n1. PAK CHUN IL \n- Description: DPRK Ambassador to Egypt, provides support to KOMID\n- Identifiers: DOB: 28 July 1954; Nationality: DPRK; Passport: 563410091\n\n2. KIM SONG CHOL \n- Description: KOMID official, conducted business in Sudan on behalf of KOMID\n- Identifiers: DOB: 26 March 1968/15 October 1970; Nationality: DPRK; Passport: 381420565/654120219\n\n3. SON JONG HYOK \n- Description: KOMID official, conducted business in Sudan on behalf of KOMID\n- Identifiers: DOB: 20 May 1980; Nationality: DPRK\n\n4. KIM SE GON \n- Description: Works on behalf of Ministry of Atomic Energy Industry\n- Identifiers: DOB: 13 November 1969; Passport: PD472310104; Nationality: DPRK\n\n5. RI WON HO \n- Description: DPRK Ministry of State Security Official, stationed in Syria supporting KOMID\n- Identifiers: DOB: 17 July 1964; Passport: 381310014; Nationality: DPRK\n\n6. JO YONG CHOL \n- Description: DPRK Ministry of State Security Official, stationed in Syria supporting KOMID\n- Identifiers: DOB: 30 September 1973; Nationality: DPRK\n\n7. KIM CHOL SAM \n- Description: Representative for Daedong Credit Bank, involved in managing transactions\n- Identifiers: DOB: 11 March 1971; Nationality: DPRK\n\n8. KIM SOK CHOL \n- Description: DPRK Ambassador to Myanmar, KOMID facilitator\n- Identifiers: DOB: 8 May 1955; Passport: 472310082; Nationality: DPRK\n\n9. CHANG CHANG HA \n- Description: President of Second Academy of Natural Sciences (SANS)\n- Identifiers: DOB: 10 January 1964; Nationality: DPRK\n\n10. CHO CHUN RYONG \n- Description: Chairman of Second Economic Committee (SEC)\n- Identifiers: DOB: 4 April 1960; Nationality: DPRK\n\n11. SON MUN SAN \n- Description: Director-General of External Affairs Bureau of General Bureau of Atomic Energy (GBAE)\n- Identifiers: DOB: 23 January 1951; Nationality: DPRK\nHere is a concise summary of the Security Council document:\n\nThe document lists entities subject to asset freeze under UN sanctions:\n\n1. **Korea United Development Bank**: operates in DPRK's financial services industry, Pyongyang, SWIFT/BIC: KUDBKPPY\n2. **Ilsim International Bank**: affiliated with DPRK military, close to Korea Kwangson Banking Corporation, Pyongyang, SWIFT: ILSIKPPY\n3. **Korea Daesong Bank**: owned by Office 39 of Korea Workers' Party, Pyongyang, SWIFT/BIC: KDBKKPPY\n4. **Singwang Economics and Trading General Corporation**: trades in coal, generates funds for DPRK's nuclear and ballistic missile programmes\n5. **Korea Foreign Technical Trade Center**: trades in coal, generates funds for DPRK's nuclear and ballistic missile programmes\n6. **Korea Pugang Trading Corporation**: owned by Korea Ryonbong General Corporation, defense conglomerate, Pyongyang\n7. **Korea International Chemical Joint Venture Company**: subsidiary of Korea Ryonbong General Corporation, engaged in proliferation-related transactions, multiple locations\n8. **DCB Finance Limited**: front company for Daedong Credit Bank, listed entity, locations in British Virgin Islands and China\n9. **Korea Taesong Trading Company**: acts on behalf of KOMID in dealings with Syria, Pyongyang\n10. **Korea Daesong General Trading Corporation**: affiliated with Office 39, exports various products, Pyongyang \n\nAll entities are subject to asset freeze.\nAnnex III and Annex IV of 2321 (2016) list items subject to sanctions:\n\n**Nuclear- and/or Missile-usable Items:**\n1. Isocyanates and production equipment.\n2. Ammonium nitrate.\n3. Non-destructive test chambers.\n4. Turbo-pumps.\n5. Polymeric Substances.\n6. Inertial equipment.\n7. Countermeasure Subsystems and Penetration Aids.\n8. Manganese metal Brazing Foils.\n9. Hydroforming machines.\n10. Thermal treatment furnaces.\n11. Electrical Discharge Machines (EDMs).\n12. Friction stir welding machines.\n13. Modelling and design software.\n14. High-speed imaging cameras.\n15. Truck chassis with 6 or more axles.\n\n**Chemical/Biological Weapons-usable Items:**\n1. Floor-mounted fume hoods.\n2. Batch centrifuges.\n3. Fermenters.\n\n**Luxury Goods:**\n(1) Rugs and tapestries valued over $500.\n(2) Tableware of porcelain or bone china valued over $100.\nThis form notifies the UN Security Council 1718 Committee of the procurement of coal from the Democratic People’s Republic of Korea (DPRK) in keeping with the relevant provisions of resolution 2321 (2016). \n\nProcuring State:  \nMonth: \nYear: \nCoal imported from DPRK, in metric tons: \nCoal imported from DPRK, in US dollars (optional): \nAdditional information (optional): \nSignature/seal: \nDate:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2321_2016_EN.pdf"
}