{
  "resolution_no": "2287",
  "year": 2016,
  "theme": [
    "Peacekeeping",
    "Security",
    "Conflict Resolution",
    "Human Rights",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNISFA",
    "United Nations Mission in the Republic of South Sudan (UNMISS)",
    "African Union-United Nations Hybrid Operation in Darfur (UNAMID)",
    "African Union High-level Implementation Panel (AUHIP)"
  ],
  "reporting_cycle": "The Secretary-General reports every regular cycle, no later than 15 October 2016",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on Sudan and South Sudan, reaffirms its commitment to their sovereignty, independence, unity, and territorial integrity.\n\nReiterates that territorial boundaries shall not be altered by force and that disputes shall be settled peacefully, prioritizing the implementation of the Comprehensive Peace Agreement (CPA).\n\nNotes the commitments made by Sudan and South Sudan in several agreements, including those on Abyei's administration and security, border security, and cooperation.\n\nRecognizes positive developments in relations between Sudan and South Sudan, but stresses the need for regular meetings of joint mechanisms, including the Joint Political and Security Mechanism (JPSM).\n\nWelcomes the Transitional Government of National Unity in South Sudan and urges both governments to implement the Temporary Arrangements for Abyei's administration and security.\n\nSupports the African Union's efforts to ease tensions and normalize relations between Sudan and South Sudan.\n\nReaffirms previous resolutions on protecting civilians, children, and humanitarian personnel, and stresses the need for effective human rights monitoring and reporting.\n\nNotes the lack of cooperation with the Secretary-General on human rights monitoring in Abyei and reiterates its concern.\n\nEmphasizes the importance of women's empowerment, participation, and human rights in post-conflict situations.\n\nAcknowledges Sudan and South Sudan's acceptance of a map presented at the 13-14 October 2015 JPSM meeting.\nThe Security Council,\n\nRecalling the agreements between Sudan and South Sudan, including the 20 June 2011 Agreement and the AUPSC Roadmap of 24 April 2012,\n\nNoting with concern the absence of local institutions to manage the Abyei Area and lack of progress in convening an Abyei Joint Oversight Committee (AJOC) meeting since March 2015,\n\nStressing the importance of regular dialogue between Sudan and South Sudan, and calling upon all parties to engage constructively in the process mediated by the AUHIP towards final agreement on the final status of the Abyei Area,\n\nCommending the continued assistance provided to the parties by the AUHIP, IGAD, Ethiopia, the Special Envoy of the Secretary-General, and UNISFA,\n\nFurther commending UNISFA's efforts in effectively carrying out its mandate, including facilitation of peaceful migration, conflict prevention, mediation, and deterrence,\n\nExpressing concern about the security situation in the Abyei Area, and acknowledging UNISFA's contribution to enhanced peace and stability,\n\nReiterating its deep concern regarding the public administration and rule of law vacuum in the Abyei Area,\n\nNoting with concern the continued delay in establishing temporary institutions and resolving the final status of Abyei,\n\nUrging all parties to refrain from unilateral actions that could aggravate intercommunal relations,\n\nTaking note of the completion of earthwork excavation at the Diffra oil installation,\n\nBearing in mind the current humanitarian situation, and stressing the urgency of facilitating humanitarian assistance,\n\nAffirming the importance of voluntary, safe, dignified return and sustainable reintegration of displaced persons,\n\nRecalling resolution 2117 (2013), and expressing grave concern at the threat to peace and security in Abyei arising from illicit transfer, destabilizing accumulation and misuse of small arms and light weapons,\n\nExpressing concern about the residual threat of landmines and explosive remnants of war,\n\nTaking note of the Secretary-General's call on the parties to renew efforts to address unresolved issues and implement the 20 June 2011 Abyei Agreement.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Extends the mandate of UNISFA until 15 November 2016, and decides to extend the tasks of UNISFA until the same date.\n\n2. Urges the holding of productive AJOC meetings to ensure progress on the implementation of previous decisions and the 20 June 2011 Agreement.\n\n3. Emphasizes the importance of cooperation between the Governments of Sudan and South Sudan for peace, security, and stability.\n\n4. Demands the establishment of the Abyei Area Administration and Council, and the Abyei Police Service.\n\n5. Expresses concern over delays in operationalizing the JBVMM and calls on both parties to demonstrate commitment to implementation.\n\n6. Maintains the current troop deployment of UNISFA and requests the Secretary-General to keep the Council updated.\n\n7. Calls on both parties to ensure security and transparency in the SDBZ.\n\n8. Urges efforts to determine the SDBZ centreline on the ground.\n\n9. Underscores UNISFA's protection of civilians mandate.\n\n10. Condemns the presence of South Sudan security personnel and Diffra Oil Police units in the Abyei Area.\n\n11. Supports the AJOC's decisions on Abyei's status as a weapons-free area and urges disarmament programs.\n\n12. Reaffirms UNISFA's authorization to undertake weapons confiscation and destruction.\n\n13. Requests UNISFA to continue dialogue with the AJOC and communities on strategies for ensuring compliance with Abyei's status as a weapons-free area.\nThe Security Council:\n\n Calls upon Governments of Sudan and South Sudan, the AJOC, and the Misseriya and Ngok Dinka communities to cooperate with UNISFA to disarm heavy or crew-served weapons and rocket-propelled grenades.\n\n Urges Sudan and South Sudan to implement confidence-building measures, including reconciliation processes and community dialogue, and to exercise maximum restraint to prevent violent clashes.\n\n Welcomes UNISFA initiatives to support community dialogue, stability, and reconciliation in Abyei.\n\n Supports UNISFA's efforts to strengthen Community Protection Committees and manage law and order processes.\n\n Calls for cooperation with the Abyei Area Joint Investigation and Inquiry Committee's findings and recommendations on the killing of a UNISFA peacekeeper and the Ngok Dinka Paramount Chief.\n\n Expresses intention to review UNISFA's mandate, considering Sudan and South Sudan's compliance with previous resolutions.\n\n Calls on Member States, particularly Sudan and South Sudan, to ensure free and unhindered movement of UNISFA personnel, equipment, and supplies.\n\n Renews call for Sudan and South Sudan to provide full support to the UN, including visas, basing arrangements, and logistical support.\n\n Recognizes the adverse effect of lack of development projects and basic government services on Abyei populations and calls for support to reconstruction and capacity-building.\n\n Demands Sudan and South Sudan facilitate deployment of UNMAS to ensure JBVMM freedom of movement and mine clearance.\n\n Demands all parties allow humanitarian personnel full, safe, and unhindered access to civilians in need.\n\n Strongly urges all parties to cease violence, human rights violations, and abuses.\n\n Requests the Secretary-General to ensure effective human rights monitoring and report to the Council.\n\n Recalls resolution 2272 and requests the Secretary-General to ensure UNISFA's compliance with the UN's zero-tolerance policy on sexual exploitation and abuse.\n\n Requests a written report on UNISFA's progress by October 15, 2016.\n\n Notes the Secretary-General's efforts to ensure close cooperation among UN missions in the region.\n\n Decides to remain actively seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2287_2016_EN.pdf"
}