{
  "resolution_no": "2272",
  "year": "2016",
  "theme": [
    "Sexual Exploitation and Abuse",
    "Peacekeeping",
    "Accountability"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINUSCA",
    "United Nations peacekeeping operations"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling its previous statements and resolutions on sexual exploitation and abuse, reaffirms the United Nations' zero-tolerance policy on the matter.\n\nExpressing deep concern over allegations of sexual exploitation and abuse by UN peacekeepers and non-UN forces, the Council:\n\n1. Endorses the Secretary-General's decision to repatriate a military or police unit with credible evidence of widespread or systemic sexual exploitation and abuse.\n2. Requests the Secretary-General to replace units of a troop-contributing country that has not taken steps to investigate and hold perpetrators accountable for allegations of sexual exploitation and abuse.\n3. Requests the Secretary-General to assess a Member State's actions to investigate and hold accountable its personnel when determining their participation in future UN peacekeeping operations.\n4. Requests the Secretary-General to gather and preserve evidence for investigations of sexual exploitation and abuse, ensuring victims' safety and confidentiality.\n\nWelcoming the Secretary-General's efforts to strengthen prevention, reporting, and enforcement, the Council commends countries that have taken steps to prevent and address sexual exploitation and abuse.\nThe Security Council \n3. Requests the Secretary-General to improve complaint receipt and management processes, \nassist victims by maintaining confidentiality, minimizing trauma, and facilitating access to care, \nand strengthen accessibility, coordination, and independence of these processes; \n\n5. Welcomes the Secretary-General's efforts to expand vetting of UN peacekeeping personnel \nto prevent those with a history of sexual misconduct from serving; \n\n6. Expresses deep concern over serious allegations of sexual exploitation and abuse by UN \npeacekeepers in MINUSCA and other UN peacekeeping operations, as well as non-UN forces; \n\n7. Urges non-UN forces authorized under a Security Council mandate to prevent and combat \nimpunity for sexual exploitation and abuse; \n\n8. Calls on Member States deploying non-UN forces to investigate allegations, hold perpetrators \naccountable, and repatriate units with credible evidence of widespread or systemic abuse; \n\n9. Urges Member States to prevent and combat impunity for sexual exploitation and abuse by \nUN peace operations; \n\n10. Welcomes efforts to strengthen pre-deployment training on sexual exploitation and abuse, \nurges troop- and police-contributing countries to deliver robust training, and encourages \nassistance to these countries; \n\n11. Urges troop-contributing countries to investigate allegations, hold personnel accountable, \nand report to the UN on actions taken; \n\n12. Underscores the importance of protecting civilians from abuse and exploitation, requests \nthe Secretary-General to enhance measures against abuse, and encourages him to facilitate \nidentification of possible abuses and mitigate stigmatization of victims; \n\n13. Encourages UN mechanisms to include allegations of sexual exploitation and abuse in their \nreporting and calls on the Secretary-General to inform concerned Member States of allegations \nand improve internal information-sharing.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2272_2016_EN.pdf"
}