{
  "resolution_no": "2322",
  "year": "2016",
  "theme": [
    "Terrorism",
    "Counter-Terrorism",
    "International Cooperation",
    "Transnational Organized Crime"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "UNODC",
    "CTITF",
    "CTED",
    "INTERPOL",
    "UNESCO"
  ],
  "reporting_cycle": "12 months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions on terrorism, reaffirms its commitment to sovereignty, territorial integrity, and political independence of all States. It condemns terrorists and terrorist groups, particularly ISIL, Al-Qaida, and associated individuals and entities, for their ongoing and multiple criminal acts. The Council expresses concern over terrorists' involvement in transnational organized crime, including trafficking of arms, persons, and natural resources, and their use of information technologies to facilitate terrorist acts. It also notes the flow of international recruits to ISIL, Al-Qaida, and associated groups, and stresses the importance of preventing and suppressing the recruiting, organizing, and financing of foreign terrorist fighters. The Council reiterates the obligation of Member States to prevent terrorist movement, through effective border controls and information exchange, and stresses that terrorism can only be defeated through a sustained and comprehensive approach involving all States and international organizations. It underlines the importance of strengthening international cooperation, including by investigators, prosecutors, and judges, to prevent, investigate, and prosecute terrorist acts. The Council also stresses that the development and maintenance of fair and effective criminal justice systems should be a fundamental basis of any strategy to counter terrorism and transnational organized crime.\nThe Security Council:\n\nNoting the increase in requests for cooperation in gathering digital data and evidence, stresses the importance of re-evaluating methods and best practices, particularly related to investigative techniques and electronic evidence.\n\nCalls upon Member States to: \n- Exercise vigilance over relevant financial transactions and improve information-sharing capabilities to counter terrorist financing threats posed by ISIL, Al-Qaida, and associated individuals and entities.\n- Share information on individuals and entities implicated in terrorist activities, including their supply of weapons and sources of material support.\n\nWelcomes efforts by UNODC to upgrade its existing networks of Central Authorities to encompass those responsible for counter-terrorism matters.\n\nRecalling the obligation to prevent making funds available for the benefit of terrorist organizations or individual terrorists.\n\n1. Reiterates its call for all states to become party to international counter-terrorism conventions and protocols and implement their obligations.\n2. Reaffirms that those responsible for terrorist acts and violations of international humanitarian law or human rights must be held accountable.\n3. Calls upon States to share information about foreign terrorist fighters and individual terrorists via bilateral, regional, and global law enforcement channels.\n4. Recognizes the important role of national legislation in enabling international judicial and law enforcement cooperation on terrorist-related offences.\n5. Calls upon States to consider downgrading intelligence threat data on foreign terrorist fighters to share with front-line screeners and other concerned States.\n6. Emphasizes the importance of establishing the willful violation of the prohibition on financing of terrorist organizations as a serious criminal offence.\n7. Encourages States to cooperate in implementing targeted financial and travel sanctions against terrorist groups and individual terrorists.\n8. Recalls that all States shall afford one another assistance in connection with criminal investigations or proceedings relating to terrorist acts.\n9. Calls upon all States to: \n- Exchange information and cooperate on administrative, police, and judicial matters.\n- Consider allowing the transfer of criminal proceedings in terrorist-related cases.\n- Enhance cooperation to prevent terrorists from benefiting from transnational organized crime.\nHere is a concise summary of the Security Council document:\n\n10. Ensure refugee status isn't abused by terrorist perpetrators, organizers, or facilitators, and don't recognize political motivation as grounds for refusing extradition requests.\n\n11. Urges Member States to consider ratifying and implementing international conventions, such as the UN Convention against Transnational Organized Crime, to support international cooperation in criminal matters.\n\n12. Urges States to develop broad law enforcement and judicial cooperation to prevent and combat trafficking in cultural property and related offenses that benefit terrorists, and consider designating such activities as serious crimes.\n\n13. Calls upon States to:\n- Use international instruments for mutual legal assistance and extradition in terrorism cases.\n- Enact, review, and update extradition and mutual legal assistance laws.\n- Strengthen bilateral and multilateral treaties on extradition and mutual legal assistance.\n- Simplify extradition and MLA requests in terrorism-related cases.\n- Designate Central Authorities with adequate resources and training.\n\n14. Encourages cooperative efforts to prevent terrorist recruitment, counter violent extremist propaganda, and incite violence on the Internet and social media.\n\n15. Calls upon States to consider establishing laws and mechanisms for broad international cooperation, including liaison officers and joint investigation mechanisms.\n\n16. Recognizes the effectiveness of INTERPOL's I-24/7 system and encourages States to increase capacity and utilization.\n\n17. Encourages States to extend access to and integrate the INTERPOL I-24/7 network into national systems.\n\n18. Encourages developing 24/7 networks to counter terrorism.\nThe Security Council:\n\n Directs the Counter Terrorism Committee (CTC), with CTED support, to:\n \n- Engage with international, regional, and subregional organizations to promote law enforcement and judicial cooperation in counter-terrorism;\n- Identify capacity gaps and provide recommendations based on CTED's country assessments;\n- Facilitate capacity building and information sharing on good practices;\n\n Requests:\n- UNODC to enhance technical assistance to States on international conventions and protocols related to terrorism;\n- UNODC to promote international cooperation in criminal matters, including extradition and mutual legal assistance;\n\n Requests CTC, CTED, and UNODC to:\n- Prepare a report on international law enforcement and judicial cooperation related to terrorism within 10 months;\n- CTC to update the Council in 12 months on the implementation of this resolution.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2322_2016_EN.pdf"
}