{
  "resolution_no": "2332",
  "year": "2016",
  "theme": [
    "Humanitarian",
    "Peacekeeping",
    "Syrian Conflict"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 25"
  ],
  "entities": [
    "UNIFIL",
    "Syrian Red Crescent",
    "United Nations"
  ],
  "reporting_cycle": "Secretary-General reports within the framework of its reporting on resolutions 2139 (2014), 2165 (2014), 2191 (2014) and 2258 (2015)",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions on Syria, reaffirms its commitment to Syria's sovereignty, independence, unity, and territorial integrity.\n\nExpresses outrage at the escalating violence, killing over a quarter of a million people, including tens of thousands of children.\n\nGravely distressed by the humanitarian situation, with 13.5 million people in need of assistance, 6.3 million internally displaced, and hundreds of thousands trapped in besieged areas.\n\nGravely concerned at the lack of implementation of previous resolutions, and the widespread use of torture, arbitrary executions, and other human rights abuses.\n\nNoting progress in taking back areas from ISIL and Al-Nusrah Front, but expresses concern at their continued presence and negative impact.\n\nCalls for the full implementation of resolutions on counter-terrorism, and for states to prevent the flow of foreign terrorist fighters.\n\nReaffirms the primary responsibility of the Syrian authorities to protect the population, and demands all parties comply with international law related to civilian protection.\n\nStrongly condemns arbitrary detention, torture, and kidnappings, and demands the immediate end of these practices and the release of arbitrarily detained persons.\n\nReiterates its condemnation of violence and intimidation against humanitarian personnel, and urges all parties to promote their safety and security.\nThe Security Council,\n\nRecalling its previous resolutions on the humanitarian situation in Syria,\n\nNoting the ongoing delivery of humanitarian aid across borders, with over 3 million people receiving food assistance, 2.9 million receiving non-food items, 9 million receiving medical supplies, and 2.5 million receiving water and sanitation supplies,\n\nDeeply disturbed by the limited reach of humanitarian assistance to hard-to-reach and besieged areas, and expressing grave alarm at the dire situation of hundreds of thousands of civilians trapped in besieged areas,\n\nReiterating its concern at hindrances to humanitarian assistance, particularly by ISIL, ANF, and other individuals and entities associated with Al-Qaida,\n\nReiterating further its concern at impediments to humanitarian assistance across conflict lines, including a decline in convoy approvals by Syrian authorities,\n\nExpressing concern at restricted access to medical care and reiterating the need to respect medical neutrality,\n\nReaffirming the need to support the United Nations and their implementing partners in expanding humanitarian assistance to all people in need in Syria,\n\nExpressing appreciation for the work of the United Nations monitoring mechanism in monitoring shipments,\n\nReiterating the need for all parties to respect international humanitarian law and humanitarian principles,\n\nNoting the role of ceasefire agreements in facilitating humanitarian assistance,\n\nExpressing concern at the over 4.8 million refugees who have fled Syria, and recognizing the risks to regional stability,\n\nReiterating its appreciation for the efforts of countries in the region to accommodate Syrian refugees,\n\nNoting with concern the insufficient international response to the Syrian and regional crisis,\n\nNoting with grave concern that impunity in Syria contributes to widespread violations and abuses of human rights and international humanitarian law,\n\nEmphasizing that the humanitarian situation will continue to deteriorate without a political solution,\n\nDetermining that the deteriorating humanitarian situation in Syria continues to constitute a threat to peace and security in the region,\n\nUnderscoring that Member States are obligated to accept and carry out the Council's decisions under Article 25 of the Charter.\n1. Reiterates demand for all parties, particularly Syrian authorities, to immediately comply with international law, including humanitarian and human rights law, and demands full implementation of resolutions 2139 (2014), 2165 (2014), 2191 (2014), and 2258 (2015), and notes Presidential Statements of 2013, 2015; recalls some violations may be war crimes and crimes against humanity.\n\n2. Renews decisions in paragraphs 2 and 3 of resolution 2165 (2014) for 12 months, until 10 January 2018.\n\n3. Requests Syrian authorities to expeditiously respond to UN requests for cross-line deliveries and consider them positively.\n\n4. Reiterates need for a political solution to the Syrian conflict, demands full implementation of resolution 2254 (2015) for a Syrian-led transition, and stresses the Syrian people will decide Syria's future.\n\n5. Requests the Secretary-General to report on implementation of this resolution, compliance by all parties, and humanitarian access trends.\n\n6. Reaffirms it will take further measures under the UN Charter in case of non-compliance with this and previous resolutions.\n\n7. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2332_2016_EN.pdf"
}