{
  "resolution_no": "2318",
  "year": "2016",
  "theme": [
    "Peacekeeping",
    "Security",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNISFA",
    "United Nations",
    "African Union"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on Sudan and South Sudan,\nReaffirming commitment to sovereignty, independence, unity, and territorial integrity,\n Reiterating no territorial changes by force, and peaceful dispute settlement,\n Affirming priority on implementing the Comprehensive Peace Agreement (CPA),\n\nRecalling agreements between Sudan and South Sudan on Abyei, border security, and cooperation,\n Recognizing positive developments in bilateral relations, but stressing regular meetings needed,\n Urging implementation of Temporary Arrangements for Abyei Area,\n\nSupporting African Union efforts to ease tension and normalize relations,\n Reaffirming protection of civilians, children, and women in armed conflict,\n Stressing human rights monitoring and reporting, and concern at lack of cooperation,\n\n Reiterating importance of women's empowerment, participation, and human rights.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nAcknowledges the acceptance by Sudan and South Sudan of the map of the Safe Demilitarized Border Zone (SDBZ) and encourages the parties to delineate and demilitarize the SDBZ, including the \"14 Mile Area\", and to fully implement the Joint Border Verification and Monitoring Mechanism (JBVMM).\n\nNotes with concern the absence of local institutions in Abyei and lack of progress in convening an Abyei Joint Oversight Committee (AJOC) meeting.\n\nRecognizes the importance of dialogue between Sudan and South Sudan, and calls for immediate negotiations on the final status of Abyei under the auspices of the African Union High-Level Panel (AUHIP).\n\nStresses the importance of restraint and dialogue to prevent violence and provocations.\n\nCommends the assistance provided by AUHIP, the Intergovernmental Authority on Development, and UNISFA, and expresses appreciation for the efforts of UNISFA in carrying out its mandate.\n\nExpresses concern over the security situation in Abyei, and reiterates its determination to prevent violence and displacement of civilians.\n\nUrges all parties to refrain from unilateral actions that could aggravate intercommunal relations.\n\nTakes note of the humanitarian situation in Abyei and stresses the urgency of facilitating humanitarian assistance.\n\nAffirms the importance of voluntary return and reintegration of displaced persons, and peaceful migration cycles.\n\nRecalls its resolution 2117 (2013) and expresses concern at the threat to peace and security in Abyei arising from illicit small arms and light weapons.\n\nExpresses concern about the residual threat of landmines and explosive remnants of war in Abyei.\n\nTakes note of the Secretary-General's report and calls on the parties to renew efforts to address unresolved issues and implement the 20 June 2011 Abyei Agreement.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council extends the mandate of the United Nations Interim Security Force for Abyei (UNISFA) until 15 May 2017. The Council recalls the need for full and permanent withdrawal of unauthorized forces from the Abyei Area and welcomes the decision to appoint a civilian head of mission.\n\nThe Council urges the holding of productive meetings between the Sudan and South Sudan to ensure progress on the implementation of previous agreements. It reiterates its demand for the establishment of the Abyei Area Administration and Council and the Abyei Police Service.\n\nThe Council expresses concern over delays in operationalizing the Joint Border Verification and Monitoring Mechanism (JBVMM) and calls on both parties to demonstrate commitment to implementation of border arrangements.\n\nThe Council maintains the current troop deployment and requests the Secretary-General to keep it updated. It calls on both governments to make timely and effective use of joint mechanisms to ensure security and transparency in the Safe Demilitarized Border Zone (SDBZ).\n\nThe Council condemns the presence of South Sudan security personnel and Sudanese Oil Police in the Abyei Area and demands their redeployment. It underscores the need for Abyei to be demilitarized and urges disarmament programs as necessary.\n\nThe Council supports the African Joint Oversight Committee's (AJOC) decisions on Abyei's status as a weapons-free area and authorizes UNISFA to undertake weapons confiscation and destruction. It requests UNISFA to observe, document, and report on the movement of weapons into Abyei.\nThe Security Council,\n\n1. Requests UNISFA to continue monitoring the presence, destruction and confiscation of weapons within Abyei as part of the Secretary-General’s regular reporting cycle;\n\n2. Requests UNISFA to continue its dialogue with the AJOC and with the Misseriya and Ngok Dinka communities on effective strategies and oversight mechanisms for ensuring full compliance by all relevant parties with Abyei’s status as a weapons-free area;\n\n3. Urges the two Governments to implement confidence-building measures among the respective communities in the Abyei Area, including through reconciliation processes at the grass-roots level and supporting UNISFA in promoting community dialogue;\n\n4. Welcomes positive developments at the grass-roots level between the Ngok Dinka and Misseriya communities, particularly their noted commitment to reconciliation and cooperation;\n\n5. Welcomes UNISFA initiatives to support community dialogue and efforts by the Misseriya and Ngok Dinka communities to strengthen inter-communal relationships and facilitate stability and reconciliation in the Abyei Area;\n\n6. Calls upon all parties to cooperate fully with the findings and recommendations following the Abyei Area Joint Investigation and Inquiry Committee’s investigation into the killing of a UNISFA peacekeeper and the Ngok Dinka Paramount Chief;\n\n7. Expresses its intention to review the mandate of UNISFA for possible reconfiguration of the force in light of the compliance by Sudan and South Sudan with the decisions set forth in resolution 2046 (2012) and their commitments;\n\n8. Calls upon all Member States to ensure the free, unhindered and expeditious movement of all personnel, equipment, provisions, supplies and other goods for the exclusive and official use of UNISFA;\n\n9. Renews its call upon the Governments of Sudan and South Sudan to provide full support to the United Nations, including by promptly issuing visas to military, police and civilian United Nations personnel;\n\n10. Recognizes that the absence of development projects and the inability to deliver basic government services has had an adverse effect on Abyei populations and calls upon the Government of Sudan and the Government of South Sudan, as well as donors to support reconstruction and capacity-building;\n\n11. Demands that the Government of Sudan and the Government of South Sudan continue to facilitate the deployment of the United Nations Mine Action Service (UNMAS) to ensure JBVMM freedom of movement;\n\n12. Further demands that all parties involved allow all humanitarian personnel full, safe and unhindered access to civilians in need of assistance;\n\n13. Strongly urges that all parties cease all forms of violence, human rights violations and abuses, violations of international humanitarian law, and violations and abuses against children;\n\n14. Requests the Secretary-General to ensure that effective human rights monitoring is carried out, and the results included in his reports to the Council;\n\n15. Requests the Secretary-General to take the necessary measures to ensure full compliance of UNISFA with the United Nations zero tolerance policy on sexual exploitation and abuse;\n\n16. Requests the Secretary-General to continue to inform the Council of progress in implementing UNISFA’s mandate in one written report, no later than 15 April 2017.\nThe Security Council:\n\n29. Requests the Secretary-General to conduct a strategic review of UNISFA, examining its uniformed and civilian components' resources and structure, and report to the Council by 1 April 2017 with findings and recommendations on optimal configuration and streamlining;\n\n30. Notes the Secretary-General's efforts to ensure close cooperation among UN missions in the region, including UNISFA, UNMISS, and UNAMID, and requests continuation of this practice;\n\n31. Decides to remain actively seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2318_2016_EN.pdf"
}