{
  "resolution_no": "2282",
  "year": "2016",
  "theme": [
    "Peacebuilding",
    "Sustaining Peace",
    "Conflict Prevention",
    "Women",
    "Youth",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations",
    "Peacebuilding Commission",
    "Peacebuilding Support Office",
    "United Nations Country Teams",
    "International Financial Institutions",
    "Civil Society Organizations",
    "Women's Groups",
    "Youth Organizations"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council, guided by the UN Charter, reaffirms its resolutions on peacebuilding, and recalling previous resolutions and statements, and General Assembly resolutions.\n\nThe Council recognizes the interlinkages between development, peace and security, and human rights, and reaffirms its primary responsibility for maintaining international peace and security.\n\nDeeply concerned by the human cost of armed conflicts, the Council recognizes the need for a comprehensive approach to sustaining peace, through prevention, addressing root causes, and promoting economic growth, poverty eradication, and human rights.\n\nThe Council emphasizes that sustaining peace is a shared task and responsibility, requiring sustained international attention and assistance, and that national governments and authorities have primary responsibility in identifying priorities and strategies.\n\nThe Council stresses the importance of inclusivity, civil society engagement, and a comprehensive approach to sustaining peace, and welcomes the work of the Peacebuilding Commission.\n\nThe Council recognizes the need for adequate, predictable, and sustained financing for UN peacebuilding efforts to effectively assist countries to sustain peace and prevent conflict.\nHere is a concise summary of the Security Council document 2282 (2016) without adding any extra information:\n\nThe Security Council welcomes the Peacebuilding Fund's valuable work in providing financing to sustain peace in conflict-affected countries. It recognizes the importance of strategic partnerships, pooled funding, and blended finance to maximize peacebuilding efforts.\n\nThe Council reaffirms the important role of women in peacebuilding, noting the link between their involvement and efforts' effectiveness and sustainability. It also recognizes the role youth can play in conflict prevention and resolution.\n\nThe Council welcomes the Advisory Group of Experts' input on the Review of the Peacebuilding Architecture. It emphasizes that sustaining peace requires coherence, sustained engagement, and coordination between the General Assembly, the Security Council, and the Economic and Social Council.\n\nThe Council reaffirms the importance of national ownership and leadership in peacebuilding, with the responsibility for sustaining peace shared by the government and national stakeholders. It underlines the importance of inclusivity to address the needs of all segments of society.\n\nThe Council reaffirms Resolution 1645 (2005) and stresses the Peacebuilding Commission's functions, including:\n\n* Bringing sustained international attention to sustaining peace\n* Promoting an integrated approach to peacebuilding\n* Serving as a bridging role among UN organs and entities\n* Convening all relevant actors to provide recommendations and information\n\nThe Council encourages the Peacebuilding Commission to review its provisional rules of procedure, diversify its working methods, and integrate a gender perspective into its work. It requests the Commission to report on progress in implementing the resolution's provisions.\nThe Security Council,\n\nRecalling resolution 1645, intends to regularly request advice from the Peacebuilding Commission, including for peacekeeping and special political missions mandates.\n\nEmphasizes drawing on the Commission's advice for major agreements related to UN mission mandates and transitions.\n\nStresses closer cooperation between the Economic and Social Council and Peacebuilding Commission to promote coherence between peace and security efforts and development, human rights, and humanitarian work.\n\nEncourages UN Member States to consider human rights dimensions of peacebuilding.\n\nStresses a comprehensive approach to transitional justice, including security sector reform, and inclusive demobilization, disarmament, and reintegration programs.\n\nRecognizes effective peacebuilding involves the entire UN system, with joint analysis and strategic planning.\n\nEmphasizes effective leadership in UN country operations for sustaining peace.\n\nStresses the need to revitalize the Peacebuilding Support Office.\n\nRecognizes development as a central goal and UN development system's contributions to peacebuilding.\n\nTakes note of the Secretary-General's decision to review UN agencies' capacities.\n\nUnderlines the importance of partnerships between national governments, UN, and other stakeholders.\n\nStresses cooperation between UN and regional organizations.\n\nRequests the Secretary-General to explore options for strengthening UN-World Bank collaboration.\n\nUnderscores women's leadership and participation in conflict prevention, resolution, and peacebuilding.\nThe Security Council:\n\nEncourages increased representation of women at decision-making levels in national, regional, and international institutions for conflict prevention and resolution.\n\nEncourages the Secretary-General to promote gender dimensions of peacebuilding through targeted programming and women's participation.\n\nCalls for increased meaningful participation of youth in peacebuilding efforts through policy creation and partnerships.\n\nEmphasizes the need for predictable and sustained financing for UN peacebuilding activities.\n\nWelcomes contributions to the Peacebuilding Fund and urges Member States to consider making voluntary contributions.\n\nRecognizes the importance of adequately resourcing peacebuilding components of UN peacekeeping operations and special political missions.\n\nStresses enhancing resource mobilization for initiatives addressing women's needs in peacebuilding contexts.\n\nTakes note of General Assembly decisions to include \"Peacebuilding and Sustaining Peace\" on its agenda and to convene a high-level meeting.\n\nRequests the Secretary-General to report on efforts to implement the resolution, including:\n\n- Strengthening operational and policy coherence within the UN system\n- Improving internal UN leadership and accountability\n- Ensuring continuity of peacebuilding programs and personnel\n- Strengthening partnerships with key stakeholders\n- Providing options on increasing and prioritizing funding for UN peacebuilding activities\n- Supporting the participation of women and youth in peacebuilding processes\n\nCalls for a comprehensive review of UN peacebuilding at its seventy-fourth session.\n\nDecides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2282_2016_EN.pdf"
}