{
  "resolution_no": "2286",
  "year": "2016",
  "theme": [
    "Protection of Civilians",
    "Humanitarian Law",
    "Medical Personnel"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UN Peacekeeping Operations",
    "International Criminal Courts and Tribunals"
  ],
  "reporting_cycle": "every twelve months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n Reiterating its primary responsibility for international peace and security, and promoting respect for international humanitarian law,\nRecalling relevant resolutions on protection of humanitarian personnel, civilians in armed conflict, and attacks against schools and hospitals,\nRecalling Geneva Conventions and their Additional Protocols, and relevant customary international law,\n Recognizing challenges faced by humanitarian personnel and medical personnel, \nStressing identification and protection of medical personnel, their transport and equipment, and hospitals,\nRecalling obligations to respect and protect medical personnel, and to ensure medical care for the wounded and sick,\n Deeply concerned about increasing acts of violence, attacks and threats against medical and humanitarian personnel,\nRecalling locally recruited personnel account for the majority of casualties,\n Concerned about obstruction of humanitarian assistance,\nConvinced that such acts may exacerbate conflicts and undermine peace and security efforts,\nReaffirming the need for respect for humanitarian principles in providing humanitarian assistance.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n1. **Condemns** acts of violence, attacks, and threats against the wounded and sick, medical personnel, humanitarian personnel, their means of transport and equipment, and hospitals and other medical facilities.\n\n2. **Demands** all parties to armed conflicts to comply with international law, including humanitarian law, to ensure respect and protection for medical personnel, humanitarian personnel, their means of transport and equipment, and hospitals.\n\n3. **Demands** facilitation of safe and unimpeded passage for medical personnel, humanitarian personnel, their equipment, transport, and supplies.\n\n4. **Urges** States to develop effective measures to prevent and address acts of violence, attacks, and threats against medical personnel and humanitarian personnel.\n\n5. **Underlines** the importance of education and training in international humanitarian law to prevent acts of violence.\n\n6. **Calls upon** States to integrate practical measures for the protection of the wounded and sick and medical services into military operations.\n\n7. **Emphasizes** the responsibility of States to end impunity and ensure accountability for serious violations of international humanitarian law.\n\n8. **Condemns** the prevailing impunity for violations and abuses committed against medical personnel and humanitarian personnel.\n\n9. **Urges** States to conduct independent, full, prompt, impartial, and effective investigations of violations of international humanitarian law.\n\n10. **Expresses its intention** to ensure that the mandates of relevant UN peacekeeping operations can address these issues on a case-by-case basis.\nThe Security Council:\n\n11. Encourages the Secretary-General to bring to the Security Council's attention situations where medical assistance to populations in need is obstructed by parties to armed conflict.\n\n12. Requests the Secretary-General to include in country-specific situation reports and relevant reports on civilian protection, the protection of the wounded and sick, medical personnel, humanitarian personnel engaged in medical duties, their transport and equipment, and medical facilities, including acts of violence, remedial actions, and accountability measures.\n\n13. Requests the Secretary-General to provide recommendations on measures to prevent incidents, ensure accountability, and enhance protection of the wounded and sick, medical personnel, and facilities.\n\n14. Requests the Secretary-General to brief the Security Council every 12 months on the implementation of this resolution.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2286_2016_EN.pdf"
}