{
  "resolution_no": "2316",
  "year": "2016",
  "theme": [
    "Piracy",
    "Maritime Security",
    "Somalia"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNODC",
    "IMO",
    "EUNAVFOR",
    "CGPCS",
    "Somalia and Eritrea Monitoring Group",
    "INTERPOL",
    "Europol"
  ],
  "reporting_cycle": "The Secretary-General reports to the Security Council within eleven months of the adoption of this resolution",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n \nRecalling previous resolutions on Somalia,\n \nWelcoming the Secretary-General's report on piracy,\n\nReaffirming Somalia's sovereignty and territorial integrity,\n\nNoting a decline in pirate attacks since 2011 but remaining concerned by the threat,\n\nReaffirming international law, as reflected in the UN Convention on the Law of the Sea,\n\nRecognizing the need to investigate and prosecute piracy suspects and those who facilitate piracy,\n\nNoting concerns on limited capacity to prosecute pirates, \n\nUnderlining Somalia's primary responsibility in combating piracy,\n\nWelcoming regional and international cooperation,\n\nRecognizing the Contact Group on Piracy's work,\n\nWelcoming financing provided by the Trust Fund,\n\nCommending counter-piracy efforts of EUNAVFOR, NATO, and others.\nThe Security Council:\n\n1. Welcomes international efforts to combat piracy off the coast of Somalia, including the Shared Awareness and Deconfliction Initiative (SHADE) and naval counter-piracy missions deployed by various countries.\n\n2. Notes efforts by flag States to allow vessels to embark armed security personnel and urges regulation of such activities in accordance with international law.\n\n3. Recognizes capacity-building efforts in the region, including the Djibouti Code of Conduct and EUCAP Nestor, which aim to strengthen Somalia's criminal justice system.\n\n4. Supports the development of a coastal police force and welcomes guidance and best practices to prevent and suppress piracy attacks.\n\n5. Underlines the importance of collecting and preserving evidence of piracy acts and enabling seafarers to give evidence in criminal proceedings.\n\n6. Recognizes that pirate networks rely on kidnapping and hostage-taking, and welcomes international efforts to disrupt these activities.\n\n7. Condemns hostage-taking by pirates, expresses concern at inhumane conditions faced by hostages, and calls for their immediate release.\n\n8. Commends Kenya, Mauritius, Tanzania, and Seychelles for prosecuting suspected pirates and notes the assistance provided by international organizations.\n\n9. Welcomes Somalia's readiness to cooperate with States on repatriating convicted pirates under suitable prisoner transfer arrangements.\n\n10. Expresses concern over reports of illegal, unreported, and unregulated fishing in Somalia's Exclusive Economic Zone (EEZ) and notes the link between such fishing and piracy.\n\n11. Recognizes Somalia's accession to the FAO's Agreement on Port State Measures and stresses the need for States and international organizations to support Somalia in combating such activities.\n\n12. Notes the Federal Government of Somalia's efforts to develop a legal regime for distributing fishing licenses.\nThe Security Council,\n\nRecalling previous reports and efforts to combat piracy off the coast of Somalia,\n\nCondemns and deplores all acts of piracy and armed robbery at sea off the coast of Somalia;\n\n Recognizes improvements but notes piracy exacerbates instability in Somalia;\n\n Stresses the need for a comprehensive response to prevent and suppress piracy and tackle its underlying causes;\n\n Underlines the primary responsibility of Somali authorities in the fight against piracy and urges them to pass anti-piracy laws, establish security forces, and develop court capacity;\n\n Recognizes the need to continue investigating and prosecuting those involved in piracy;\n\n Calls upon Somali authorities to interdict, investigate, and prosecute pirates and patrol waters to prevent piracy;\n\n Calls upon Somali authorities to bring to justice those using Somali territory for piracy and armed robbery;\n\n Calls upon States to assist Somalia in strengthening maritime capacity;\n\n Calls upon States to cooperate on hostage taking and prosecution of suspected pirates;\n\n Calls for the immediate and unconditional release of all seafarers held hostage by Somali pirates.\nHere is a summarized version of the Security Council document:\n\n10. Welcomes Seychelles' initiative to establish a court for piracy and maritime crime, and its successful prosecution of piracy cases.\n\n11. Recognizes the need for evidence and information exchange to ensure effective prosecution of pirates, and considers applying targeted sanctions against individuals or entities involved in piracy.\n\n12. Calls on States and regional organizations to participate in the fight against piracy off Somalia's coast by deploying naval vessels, arms, and military aircraft.\n\n13. Highlights coordination importance among States and international organizations to deter piracy, commends the Contact Group on Piracy in Somalia (CGPCS) work.\n\n14. Encourages Member States to cooperate with Somali authorities, and renews authorizations for 12 months for States and regional organizations cooperating with Somalia.\n\n15. Affirms authorizations apply only to Somalia, do not affect Member States' rights and obligations under international law, and are not establishing customary international law.\n\n16. Exempts supplies of weapons and military equipment for Member States and organizations undertaking measures against piracy from the arms embargo on Somalia.\n\n17. Requests cooperating States to ensure their activities do not deny or impair innocent passage to third State ships.\n\n18. Calls on States to cooperate in determining jurisdiction, investigating, and prosecuting persons responsible for piracy acts.\n\n19. Calls on States to criminalize piracy under domestic law, prosecute suspected pirates, and consider establishing specialized anti-piracy courts in Somalia.\n\n20. Welcomes UNODC Maritime Crime Programme's work with Somali authorities to prosecute and imprison pirates consistently with international law.\n\n21. Encourages Somalia to accede to the UN Convention Against Transnational Organized Crime.\n\n22. Urges States to prevent illicit financing of piracy acts and laundering of its proceeds.\nHere is a summarized version of the Security Council document:\n\n23. Urges States to investigate international criminal networks involved in piracy off Somalia's coast, including those responsible for illicit financing and facilitation, in cooperation with INTERPOL and Europol.\n\n24. Urges States to protect women and children from exploitation, including sexual exploitation, during counter-piracy activities.\n\n25. Urges States to share information with INTERPOL for use in the global piracy database.\n\n26. Commends the contributions of the Trust Fund and the IMO-funded Djibouti Code of Conduct, and urges states and non-state actors to contribute to them.\n\n27. Urges States to implement their obligations under The Convention and the SUA Convention, and cooperate with the UNODC, IMO, and other States to build judicial capacity for piracy prosecutions.\n\n28. Acknowledges IMO's recommendations on preventing and suppressing piracy, and urges States to develop and implement best practices and advisories.\n\n29. Encourages flag States and port States to develop safety and security measures on board vessels to prevent and suppress piracy.\n\n30. Invites IMO to continue its contributions to preventing and suppressing piracy, and recognizes its role concerning privately contracted armed security personnel.\n\n31. Notes the importance of securing WFP assistance delivery by sea, and welcomes ongoing work on Vessel Protection Detachments.\n\n32. Requests States and regional organizations to report on progress in combating piracy, and States to report on their efforts to establish jurisdiction and cooperation.\n\n33. Requests the Secretary-General to report on the implementation of this resolution and the situation with respect to piracy within eleven months.\n\n34. Expresses intention to review the situation and consider renewing authorizations for additional periods upon Somali authority's request.\n\n35. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2316_2016_EN.pdf"
}