{
  "resolution_no": "2292",
  "year": "2016",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "UNIFIL",
    "MINUSMA",
    "EUNAVFOR MED Operation Sophia",
    "GNA",
    "CTED",
    "Analytical Support and Sanctions Monitoring Team",
    "Panel of Experts"
  ],
  "reporting_cycle": "30 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n \nRecalling previous resolutions on the arms embargo on Libya, \nWelcoming the Libyan Political Agreement and the Rome Communiqué, \nReaffirming commitment to Libya's sovereignty, independence, territorial integrity, and national unity, \n \nCondemns growing terrorist threats, particularly from ISIL (Da’esh) and Al-Qaida-linked groups; \nExpresses concern over unsecured arms and ammunition in Libya; \nNotes the Vienna Communiqué, emphasizing coordination between Libyan military and security forces to combat terrorist groups; \n \nRequests the Government of National Accord (GNA) to appoint a focal point to brief the Committee; \nAffirms GNA's right to submit exemption requests for arms and related materiel to combat ISIL and other terrorist groups; \nExempts non-lethal military equipment and technical assistance to GNA from prior notification; \n \nTakes note of the final report of the Panel of Experts and the decision of the Council of the European Union to extend EUNAVFOR MED Operation Sophia's mandate to implement the UN arms embargo.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n Condemns the flow of arms and related materiel to or from Libya in violation of the arms embargo, including to ISIL and other terrorist groups.\n\n Urges Member States to combat terrorism in all forms and manifestations.\n\n Authorizes Member States to inspect vessels on the high seas off the coast of Libya suspected of carrying arms or related materiel in violation of the arms embargo.\n\n Authorizes Member States to use all measures commensurate to the specific circumstances to carry out inspections, seize and dispose of prohibited items.\n\n Specifies that authorizations apply only to inspections carried out by warships and ships owned or operated by a State and used only on government non-commercial service.\n\n Underscores that authorizations do not apply to vessels entitled to sovereign immunity.\n\n Affirms that authorizations include the authority to divert vessels and their crews to a suitable port to facilitate disposal.\n\n Requires Member States to submit reports to the Committee on inspections, seizures, and disposal.\n\n Encourages Member States and the GNA to share relevant information with the Committee.\n\n Requests the Secretary-General to provide a report on the threat posed by Foreign Terrorist Fighters.\n\n Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2292_2016_EN.pdf"
}