{
  "resolution_no": "2296",
  "year": 2016,
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Protection of Civilians"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMID",
    "African Union",
    "Government of Sudan",
    "UNCT",
    "UNMISS",
    "MINUSCA",
    "MONUSCO"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council reaffirms its previous resolutions and statements on Sudan, emphasizing the importance of full compliance. The Council reiterates its commitment to Sudan's sovereignty, unity, independence, and territorial integrity.\n\nThe Council expresses deep concern at ongoing insecurity in Darfur, characterized by attacks by rebel groups and government forces, inter-tribal fighting, banditry, and criminality, including sexual and gender-based violence targeting women and girls.\n\nThe Council notes a significant increase in violence in and around Jebel Marra, where fighting between the government and the Sudan Liberation Army Abdul Wahid (SLA/AW) continues, and inter-communal conflict has led to displacement, killing, and wounding of civilians.\n\nThe Council emphasizes that those responsible for international humanitarian law and human rights violations must be held accountable, and the government bears primary responsibility to protect civilians.\n\nThe Council recalls its resolution on small arms and light weapons and expresses concern at the threat to peace and security in Darfur.\n\nThe Council expresses deep concern at the significant increase in population displacements, with 80,000 displaced in the first five months of 2016, and 247,000 newly displaced in 2015, increasing the estimated total number of internally-displaced persons (IDPs) in Darfur to 2.6 million.\n\nThe Council recalls the commitments made by the government and other signatories to the Doha Document for Peace in Darfur (DDPD) to ensure humanitarian access and protection.\n\nThe Council expresses concern at restrictions imposed on humanitarian actors and UNAMID, which jeopardize their ability to deliver on their mandates, and calls on the government to ensure humanitarian actors can operate and to continuously honour its commitment to cooperate with UNAMID.\nThe Security Council,\n\nCalls on donors, regional authorities in Darfur, and the Government of Sudan to provide necessary financial resources to reach those in need.\n\nReiterates that there can be no military solution to the Darfur conflict, and an inclusive political settlement is essential to re-establishing peace, underscoring the importance of addressing root causes.\n\nSupports the Darfur-Darfur Peace Document (DDPD) as a viable framework for the peace process and its accelerated implementation, as well as AU High-Level Implementation Panel (AU-HIP) mediated peace talks.\n\nAcknowledges the Sudan National Dialogue, but notes it was not sufficiently inclusive.\n\nRecalls statements by the Secretary-General and African Union Commission Chairperson, welcoming the Government of Sudan's signing of the Roadmap Agreement.\n\nWelcomes additional commitments by the Government of Sudan on the inclusivity of the National Dialogue.\n\nDeplores armed groups impeding the peace process, resorting to violence, and demands the release of members of the former movement of Mohamed Bashar.\n\nNotes UNAMID's ability to facilitate DDPD implementation is hampered by delays and lack of an inclusive political settlement.\n\nUrges signatory parties to implement the DDPD fully, expresses concern over the humanitarian and security situation.\n\nNotes local dispute resolution mechanisms play a crucial role in preventing and resolving inter-communal conflict.\n\nWelcomes regional initiatives to address root causes of the conflict and promote sustainable peace.\n\nAcknowledges efforts by local governments to restore law and order.\n\nUnderlines the importance of the partnership between the UN and African Union.\n\nTakes note of regular consultations between the UN, African Union, and Government of Sudan.\n\nCalls on all parties to comply with international human rights law and humanitarian law.\n\nReaffirms concern over the negative effect of ongoing violence in Darfur on regional stability.\n\nCommends UNAMID's efforts towards promoting peace and stability in Darfur, and reiterates full support for UNAMID.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nWelcoming the Special Report of the Secretary-General and the Chairperson of the African Union Commission on UNAMID,\n\nNoting the completion of the review on under-reporting and allegations of manipulation of reporting by UNAMID,\n\nDetermining that the situation in Sudan constitutes a threat to international peace and security,\n\n1. Extends the mandate of UNAMID until 30 June 2017, with up to 15,845 military personnel, 1,583 police personnel, and 13 formed police units;\n2. Reiterates its endorsement of UNAMID's revised strategic priorities: protection of civilians, facilitation of humanitarian assistance, and mediation between the Government of Sudan and non-signatory armed movements;\n3. Notes that certain elements of UNAMID's mandate are no longer relevant or will be transitioned to other entities, and requests UNAMID to complete the transition of tasks to the UNCT by June 2017;\n4. Underlines that UNAMID must prioritize the protection of civilians and ensure safe and timely humanitarian access;\n5. Emphasizes UNAMID's Chapter VII mandate to protect civilians and ensure its own personnel's safety and security;\n6. Stresses that any refinement of the mission should be based on progress against benchmarks and conditions on the ground;\n7. Welcomes efforts to increase UNAMID's effectiveness, including a recent troops-to-task review;\n8. Commends the efforts of the JSR/JCM to revitalize the peace process and increase its inclusiveness;\n9. Welcomes progress in implementing some elements of the DDPD, but expresses concern at delays and urges signatory parties to implement the agreement in full.\nHere is a concise summary of the Security Council document 2296 (2016):\n\n10. Notes the peaceful Darfur administrative referendum (11-13 April 2016) that endorsed the five-state structure, while noting concerns about voter eligibility and timing.\n\n11. Demands all parties to the Darfur conflict to immediately cease violence and commit to a sustained and permanent ceasefire.\n\n12. Emphasizes the importance of the AU-HIP, encourages parties to engage constructively, and condemns those who refuse to join the mediation process, urging the SLA/AW to join without preconditions.\n\n13. Welcomes the Government of Sudan's signing of the Roadmap Agreement (21 March 2016) and urges non-signatory groups to sign it urgently.\n\n14. Supports a Darfur-based internal dialogue, welcoming the release of $1 million by the Government of Sudan for the DIDC, and calls on the Government to speedily release the remainder; welcomes the EU's €800,000 pledge.\n\n15. Calls for an urgent end to inter-tribal clashes, criminality, and banditry affecting civilians, and requests UNAMID to support local conflict resolution mechanisms.\n\n16. Expresses concern over the proliferation of arms, requests UNAMID to cooperate with the Panel of Experts, and notes the Government of Sudan's intention to implement a civilian disarmament campaign.\n\n17. Commends UNAMID troop- and police-contributing countries, while expressing concern over remaining shortfalls, and calls for continued efforts to address them.\n\n18. Strongly condemns attacks on UNAMID, demands no recurrence, and urges the Government of Sudan to bring perpetrators to justice.\n\n19. Reiterates concern over hindrances to UNAMID's mandate implementation, including movement and access restrictions, and demands the Government of Sudan comply with the Status of Forces Agreement.\n\n20. Deplores delays in processing rations and equipment, welcomes recent clearances, and calls on the Government of Sudan to ensure timely processing.\n\n21. Condemns all violations of international humanitarian law and human rights, including sexual and gender-based violence, and targeting of civilians.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Condemns indiscriminate or disproportionate attacks in Darfur, demands that all parties end attacks targeting civilians, peacekeepers, and humanitarian personnel, and comply with international human rights and humanitarian law.\n\n Expresses concern over the deteriorating humanitarian situation in Darfur, restricted access to conflict areas, and attacks on humanitarian personnel and facilities, and demands that the Government of Sudan and other stakeholders ensure safe, timely, and unhindered access for humanitarian organizations.\n\n Condemns increased human rights violations and abuses in Darfur, including extrajudicial killings, excessive use of force, and acts of sexual and gender-based violence, and calls on the Government of Sudan to investigate and bring perpetrators to justice.\n\n Requests UNAMID to monitor, verify, and report on human rights abuses and violations, and to ensure that any support provided to non-UN security forces complies with the Human Rights Due Diligence Policy.\n\n Urges close coordination among UN missions in the region, including UNAMID, UNISFA, UNMISS, and MINUSCA.\n\n Emphasizes the importance of cooperation and information-sharing between UNAMID and other regional and international partners in addressing regional threats, including the Lord's Resistance Army.\n\n Stresses the need for safe, voluntary, and dignified returns of refugees and IDPs, and demands that all parties create conditions conducive to allowing voluntary returns.\n\n Demands that parties to the conflict cease all acts of sexual and gender-based violence, make and implement specific commitments to combat sexual violence, and develop a structured framework to address conflict-related sexual violence.\n\n Requests UNAMID to strengthen reporting on sexual and gender-based violence, and to monitor and assess the implementation of tasks related to women, peace, and security.\nHere is a concise summary of the Security Council document:\n\n31. The Security Council demands parties to the conflict in Darfur immediately cease all violations and abuses against children, develop and implement action plans to end and prevent child recruitment, and urges the Government to fully implement its Action Plan. The Secretary-General is requested to monitor and report on the situation and engage in dialogue with parties.\n\n32. The Council underscores the importance of reviewing UNAMID's progress and requests the Secretary-General to analyze the implementation of the review, with a focus on benchmarks and an exit strategy.\n\n33. The Council takes note of ongoing consultations on UNAMID's operation and exit strategy, and requests the Secretary-General to make recommendations within 120 days on practical steps to achieve benchmarks.\n\n34. The Secretary-General is requested to report to the Council every 90 days on:\n- The situation in Darfur, including violence and attacks on civilians\n- Violations of the Status of Forces Agreement and international humanitarian law\n- Progress towards UNAMID's strategic priorities and benchmarks\n- Challenges facing UNAMID and implementation of this resolution\n\n35. The Council decides to remain seized of the matter.\nThe Security Council, in resolution 2296 (2016), sets out benchmarks for the African Union-United Nations Hybrid Operation in Darfur (UNAMID) as follows:\n\n**Benchmark 1: Inclusive Peace Process**\n\n* Requirements: Commitment from the Government of Sudan and non-signatory movements to a comprehensive negotiated political settlement to the conflict, and credible Darfur-based internal dialogue and consultations.\n* Indicators:\n\t+ High-level mediation between the Government and non-signatory movements.\n\t+ Implementation of the Doha Document for Peace in Darfur.\n\t+ Cessation of hostilities and inclusive peace process outcomes reflected in a national constitutional process.\n\n**Benchmark 2: Protection of Civilians and Unhindered Humanitarian Access**\n\n* Requirements: Demonstrated commitment from parties to the conflict to cease hostilities, protect civilians, and allow humanitarian access.\n* Indicators:\n\t+ Protection of civilians from imminent threats of physical violence.\n\t+ Secure environment for civilians, including in camps and temporary settlements.\n\t+ Reduction in violent crimes, human rights violations, and child soldier recruitment.\n\t+ Improved protection of civil and political rights, and fair trials.\n\t+ Safe disposal of unexploded ordnance and risk-awareness training.\n\t+ Safe, timely, and unhindered humanitarian access and safety and security for humanitarian personnel.\nThe Security Council document 2296 (2016) outlines benchmarks and indicators for progress in Darfur, focusing on humanitarian access, protection, and conflict resolution. \n\n- Humanitarian actors receive UNAMID protection and support to conduct operations safely and without hindrance.\n- Humanitarian actors and their property are ensured safety and security, particularly under UNAMID protection.\n- Parties to the conflict must honour commitments to combat sexual violence and end child soldier recruitment.\n\nFor Benchmark 3, focusing on preventing or mitigating community conflict:\n- Authorities and traditional leaders must constructively engage in peaceful conflict resolution.\n- UNAMID needs access to facilitate mediation.\n- Traditional conflict resolution mechanisms should be strengthened.\n\nIndicators include:\n- Dialogue between communities on coexistence and resource access.\n- Interventions by authorities and mediators, facilitated by UNAMID, to prevent or resolve conflicts.\n- Dialogue and agreements between conflicting parties to settle intercommunal conflicts.\n- Reduction in intercommunal conflict incidents and displacement.\n- Establishment and operation of transitional justice mechanisms in line with international standards.\n- Improved access to justice for victims.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2296_2016_EN.pdf"
}