{
  "resolution_no": "2319",
  "year": "2016",
  "theme": [
    "Chemical Weapons",
    "Syria",
    "Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "OPCW",
    "UNSC",
    "ISIL (Da'esh)",
    "Al-Qaida",
    "Syrian Arab Republic"
  ],
  "reporting_cycle": "every 60 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions on the situation in Syria, \nCondemning the use of toxic chemicals as a weapon, \n\n1. Renews the mandate of the Joint investigative Mechanism for one year.\n2. Recalls Syria's obligation not to use, develop, produce, acquire, stockpile or retain chemical weapons.\n3. Reaffirms paragraphs 1, 3-4, 6, 8, 9, 12, and 15 of resolution 2235.\n\nThe Joint Investigative Mechanism is encouraged to:\n- Consult UN counter-terrorism and non-proliferation bodies \n- Engage regional States to identify individuals, entities, or groups associated with ISIL or ANF involved in the use of chemicals as weapons.\n\n States are invited to provide information on non-State actors' access to chemical weapons.\nThe Security Council recalls Article X of the CWC allowing States Parties to request assistance and protection against the use of chemical weapons. \nThe Joint Investigative Mechanism's ability to examine additional information is reaffirmed.\nThe Security Council:\n\n8. Requests the UN Secretary-General, in coordination with the OPCW Director-General, to report to the Security Council and inform the OPCW Executive Council every 60 days on progress made;\n\n9. Requests the Joint Investigative Mechanism to submit a report within 90 days, and subsequent reports as needed, to the Security Council and OPCW Executive Council, and invites the Mechanism to brief relevant committees, including the 1540 Committee, the 1267/1989/2253 Committee, or other counter-terrorism or non-proliferation bodies;\n\n10. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2319_2016_EN.pdf"
}