{
  "resolution_no": "2275",
  "year": "2016",
  "theme": [
    "Somalia",
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Elections"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "UNSOM",
    "AMISOM",
    "African Union",
    "United Nations"
  ],
  "reporting_cycle": "The Secretary-General reports every 120 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\n- Recalls its previous resolutions and statements on Somalia, reaffirming respect for Somalia's sovereignty, territorial integrity, and unity.\n\n- Strongly condemns recent Al-Shabaab attacks, expresses concern at the ongoing threat, and supports efforts to reduce this threat.\n\n- Pays tribute to AMISOM and Somali National Army personnel for their bravery and sacrifices.\n\n- Commends UNSOM's role in supporting peace, reconciliation, state formation, and human rights.\n\n- Expresses support for the new Special Representatives of the Secretary-General and the African Union Commission.\n\n- Welcomes the Summit of Troop and Police Contributing Countries of AMISOM and their commitment to improving coordination.\n\n- Welcomes the Federal Government of Somalia's electoral model for 2016 and commitment to one person, one vote elections by 2020.\n\n- Underlines the importance of a professional security sector with respect for human rights and the rule of law.\n\n- Decides to extend UNSOM's mandate until 31 March 2017.\n\n- Requests UNSOM to support the political process, strengthen its relationship with AMISOM, and interact with Somali civil society.\n\n- Requests the Secretary-General to review the United Nations presence in Somalia after the 2016 electoral process.\n\n- Welcomes Somalia's commitment to an inclusive and credible electoral process in August 2016.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n* Emphasizes the importance of reconciliation and stability in Somalia, and progress towards universal elections by 2020.\n* Urges progress in the Somali-led constitutional review process to establish an effective federal political system.\n* Expects no extension of electoral process timelines and calls for constructive engagement to ensure progress on Vision 2016.\n* Stresses the importance of governing in a spirit of national unity and adhering to the political road map.\n* Welcomes commitments to security sector reform, including increasing transparency and accountability.\n* Underlines the importance of Security Sector Reform, including development of the Somali National Army.\n* Welcomes efforts to establish basic policing services and capacity-building for the maritime police force.\n* Encourages implementation of the Action Plan of the Human Rights Roadmap and establishment of a National Human Rights Commission.\n* Underlines the importance of respect for international humanitarian law and protection of civilians.\n* Expresses concern at the humanitarian crisis and impact on the people of Somalia, and demands full, safe and unhindered access for humanitarian assistance.\n* Reaffirms the important role of women and youth in conflict prevention and peacebuilding, and urges increased representation of women in Somali institutions.\n* Welcomes Somalia's ratification of the Convention on the Rights of the Child and encourages full implementation.\n* Requests the Secretary-General to keep the Security Council regularly informed on implementation of this resolution. \n* Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2275_2016_EN.pdf"
}