{
  "resolution_no": "2262",
  "year": "2016",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Security Sector Reform",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MINUSCA",
    "African Union-Regional Task Force (AU-RTF)",
    "European Union Missions",
    "French Forces",
    "UNMAS",
    "ICGLR"
  ],
  "reporting_cycle": "The Panel of Experts to report orally, through its Chair, at least once per year to the Council",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on the Central African Republic (CAR), reaffirms its commitment to the country's sovereignty, independence, unity, and territorial integrity.\n\nReiterates that the CAR bears primary responsibility to protect its populations from genocide, war crimes, ethnic cleansing, and crimes against humanity.\n\nEmphasizes the need for a CAR-owned solution to the crisis, including a free, fair, transparent, and inclusive electoral process to end the transition by 31 March 2016.\n\nCalls upon all stakeholders to refrain from activities that could hamper the electoral process and encourages them to abide by the electoral code of conduct.\n\nUrges the elected authorities to implement measures to stabilize and reconcile the country, including restoring State authority, fighting impunity, reforming the security sector, and disarming and reintegrating armed groups.\n\nCommends the work of MINUSCA and French forces in improving the security situation, but notes that security remains fragile.\n\nWelcomes the European Union military advice mission and calls on the CAR authorities to exclude perpetrators of international law violations from security and armed forces.\n\nExpresses concern over allegations of sexual exploitation and abuse by peacekeepers and stresses the need for prompt investigations and accountability.\n\nWelcomes the Secretary-General's report and the Panel of Experts' recommendations.\n\nStrongly condemns the upsurge of violence and instability in the CAR, attacks on peacekeepers and humanitarian personnel, and denial of humanitarian access.\n\nReiterates that perpetrators of such acts must be held accountable and notes the International Criminal Court's investigation into crimes under the Rome Statute.\nThe Security Council:\n\nRecalls the ongoing cooperation by the Central African Republic (CAR) Transitional Authorities regarding alleged crimes since 2012 and stresses the urgent need to end impunity in the CAR.\n\nUnderlines the need to bolster national accountability mechanisms and implement the 2014 Memorandum of Understanding and the 2015 law establishing a national Special Criminal Court.\n\nEmphasizes that those engaging in acts undermining peace, stability, or security in the CAR may meet criteria for designation under sanctions.\n\nExpresses grave concern at the destabilizing activities of armed groups, illicit trafficking of natural resources, and the threat to peace and stability.\n\nNotes with concern the Lord's Resistance Army's (LRA) continued activity in the CAR, its links to other armed groups, and revenue generation from natural resource exploitation.\n\nImposes an arms embargo on the CAR until 31 January 2017, with exceptions for supplies intended for MINUSCA, AU-RTF, European Union Missions, and French Forces.\n\nExempts supplies of non-lethal equipment and assistance for the CAR security forces for Security Sector Reform (SSR) purposes.\nHere is a concise summary of the Security Council document 2262 (2016):\n\n**Exemptions to Arms Embargo**\n\nThe Security Council allows exemptions to the arms embargo on the Central African Republic (CAR) for:\n\n* Supplies for use in international patrols with MINUSCA (para 1(b))\n* Chadian or Sudanese forces for tripartite force patrols (para 1(c))\n* Non-lethal military equipment for humanitarian or protective use (para 1(d))\n* Protective clothing for UN personnel, media, and humanitarian workers (para 1(e))\n* Small arms for international patrols in the Sangha River Tri-national Protected Area (para 1(f))\n* Arms and lethal equipment for CAR security forces for SSR (para 1(g))\n* Other sales or supply of arms and related materiel, or provision of assistance or personnel, as approved by the Committee (para 1(h))\n\n**Seizure and Disposal of Prohibited Items**\n\nThe Council authorizes Member States to seize, register, and dispose of items prohibited by paragraph 1, and requests cooperation in such efforts (para 2).\n\n**Illicit Transfer of Small Arms**\n\nThe Council calls on transitional authorities to address the illicit transfer, accumulation, and misuse of small arms and light weapons, and to collect and destroy surplus, seized, unmarked, or illicitly held weapons and ammunition (para 3).\n\n**Storage and Management of Weapons and Ammunition**\n\nThe Council encourages CAR authorities to increase their capacity to store and manage weapons and ammunition, with the support of MINUSCA, UNMAS, and other international partners (para 4).\n\n**Travel Ban**\n\nThe Council imposes a travel ban on individuals designated by the Committee, with exemptions for humanitarian needs, judicial processes, or peace and national reconciliation (paras 5-7).\n\n**Asset Freeze**\n\nThe Council imposes an asset freeze on individuals and entities designated by the Committee, with exemptions for basic expenses, payment of professional fees, and reasonable holding or maintenance of frozen funds (paras 8-9).\nHere is a concise summary of the Security Council document:\n\n**Exemptions to Frozen Assets**\n\n* Frozen assets can be used for extraordinary expenses if approved by the Committee (para 9b)\n* Frozen assets can be used to satisfy a judicial, administrative or arbitral lien or judgment if certain conditions are met (para 9c)\n* Interest and other earnings on frozen accounts can be added to the accounts and frozen (para 10)\n\n**Payments and Transactions**\n\n* Designated persons or entities can make payments due under contracts entered into prior to listing, if certain conditions are met (para 11)\n\n**Designation Criteria**\n\n* The Committee will designate individuals and entities that:\n\t+ Engage in or provide support for acts that undermine peace, stability or security in the CAR (para 12)\n\t+ Violate the arms embargo or supply arms to armed groups or criminal networks in CAR (para 13a)\n\t+ Commit human rights abuses or violations, including sexual violence, targeting of civilians, and attacks on schools and hospitals (para 13b)\n\t+ Recruit or use children in armed conflict (para 13c)\n\t+ Support armed groups or criminal networks through illicit exploitation or trade of natural resources (para 13d)\n\t+ Obstruct humanitarian assistance (para 13e)\n\t+ Plan, direct, or conduct attacks against UN missions or international security presences (para 13f)\n\n**Sanctions Committee**\n\n* The Committee's mandate is extended to cover measures imposed in previous resolutions (para 15)\n* The Committee should consult with concerned Member States and organizations to ensure implementation of measures (para 16)\n* The Committee should identify cases of non-compliance and determine the appropriate course of action (para 17)\n\n**Kimberley Process**\n\n* The Committee notes the Kimberley Process's decision to allow CAR to resume trade in rough diamonds from \"compliant zones\" (para 18)\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n**Kimberley Process (KP) and CAR Monitoring Team**\n\n* Calls for enhanced vigilance from trading centers and States in the region to support CAR's efforts to re-establish legitimate trade and benefit from its natural resources.\n* Encourages the KP to resolve the issue of diamond stockpiles in cooperation with CAR authorities and the Panel of Experts.\n\n**Panel of Experts**\n\n* Expresses full support for the Panel of Experts on the Central African Republic.\n* Extends the mandate of the Panel until 28 February 2017.\n* Mandates the Panel to:\n\t+ Assist the Committee in carrying out its mandate.\n\t+ Gather, examine and analyze information on implementation of measures.\n\t+ Provide reports to the Committee and the Security Council.\n\t+ Assist in refining and updating information on listed individuals and entities.\n\t+ Cooperate with the KP CAR Monitoring Team.\n\n**Cooperation and Reporting**\n\n* Calls upon all parties and Member States to cooperate with the Panel of Experts.\n* Urges Member States to ensure unhindered access to persons, documents, and sites.\n* Requests the Special Representatives of the Secretary-General to share relevant information with the Committee.\n\n**Reporting and Review**\n\n* Calls upon States to implement measures and report to the Committee.\n* Requests the Committee to report orally to the Council at least once a year.\n* Affirms that it shall keep the situation in CAR under continuous review and be prepared to review the appropriateness of measures.\nThe Security Council\n\n1. Decides to review the measures \ncontained in this resolution, including the strengthening through additional \nmeasures, in particular the freezing of assets, modification, suspension or lifting of \nthe measures, as may be needed at any time in light of the progress achieved in the \nstabilization of the country and compliance with this resolution;\n\n2. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2262_2016_EN.pdf"
}