{
  "resolution_no": "2312",
  "year": "2016",
  "theme": [
    "Human Trafficking",
    "Smuggling of Migrants",
    "Transnational Organized Crime"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIFIL",
    "MINUSMA",
    "EUNAVFOR Med Operation Sophia",
    "FRONTEX",
    "EUBAM Libya"
  ],
  "reporting_cycle": "Secretary-General reports every 11 months; States report every 3 months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling resolution 2240 (2015) and Presidential Statement 2015/25, reaffirms its strong commitment to Libya's sovereignty, independence, territorial integrity, and national unity.\n\nThe Council welcomes the Secretary-General's report S/2016/766 and recalls international law, as reflected in the UN Convention on the Law of the Sea, sets out the legal framework for ocean activities.\n\nThe Council reaffirms the UNTOC Convention and its Protocol against migrant smuggling, and the Protocol to Prevent, Suppress and Punish Trafficking in Persons, as primary instruments to combat these crimes.\n\nThe Council underlines that smuggling of migrants and trafficking in persons are distinct crimes requiring different responses.\n\nThe Council deplores continuing Mediterranean Sea maritime tragedies, with thousands of casualties, often caused by transnational criminal organizations exploiting and misinforming migrants.\n\nThe Council expresses grave concern at the proliferation of migrant smuggling in the Mediterranean, particularly off Libya's coast, and reiterates that some migrants may meet the definition of a refugee.\n\nThe Council emphasizes that migrants should be treated with humanity and dignity, with their rights fully respected, and urges States to comply with international law.\n\nThe Council reaffirms the need to promote and protect migrants' human rights and fundamental freedoms, especially for women and children.\n\nThe Council further recalls the International Convention for the Safety of Life at Sea and the International Convention on Maritime Search and Rescue.\n\nThe Council expresses concern that Libya's situation is exacerbated by migrant smuggling and human trafficking, which could support other organized crime and terrorist networks.\n\nThe Council underlines the Government of National Accord's primary responsibility to prevent migrant smuggling and human trafficking through Libyan territory and territorial sea.\n\nThe Council supports efforts to strengthen Libyan border management and welcomes ongoing support from concerned Member States, including EU Member States.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n- Condemns migrant smuggling and human trafficking into, through, and from Libya, which undermines Libya's stabilization and endangers lives.\n- Calls on Member States to cooperate with Libya's Government of National Accord to build capacity to prevent and prosecute smuggling and trafficking.\n- Urges cooperation to share information on smuggling and trafficking acts and assist migrants and victims of trafficking.\n- Encourages vigilance for smuggling and trafficking acts on the high seas off Libya's coast and coordination to deter them.\n- Authorizes inspections of unflagged vessels suspected of smuggling or trafficking on the high seas off Libya's coast.\n- Authorizes inspections, with flag State consent, of vessels suspected of smuggling or trafficking.\n- Renews authorizations from resolution 2240 (2015) for 12 months to combat migrant smuggling and human trafficking.\n- Reiterates that these authorizations only apply to the situation off Libya's coast and do not affect Member States' rights or obligations under international law.\nThe Security Council:\n\n9. Underscores that this resolution aims to disrupt organized criminal enterprises engaged in migrant smuggling and human trafficking, prevent loss of life, and does not intend to undermine human rights or prevent individuals from seeking protection under international human rights law and international refugee law.\n\n10. Emphasizes that all migrants, including asylum seekers, should be treated with humanity and dignity, with their rights fully respected, and urges States to comply with international law obligations.\n\n11. Urges Member States and regional organizations to consider the livelihoods of those engaged in fishing or other legitimate activities.\n\n12. Calls on States with relevant jurisdiction to investigate and prosecute persons responsible for migrant smuggling and human trafficking at sea, consistent with international law obligations.\n\n13. Calls for Member States to consider ratifying or acceding to the Protocol against Migrant Smuggling and the Protocol to Prevent, Suppress and Punish Trafficking in Persons.\n\n14. Requests States to inform the Security Council within three months and every three months thereafter on progress made under the authority provided.\n\n15. Requests the Secretary-General to report to the Security Council eleven months after adoption on implementation.\n\n16. Expresses intention to review the situation and consider renewing the authority provided.\n\n17. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2312_2016_EN.pdf"
}