{
  "resolution_no": "2331",
  "year": 2016,
  "theme": [
    "Trafficking in Persons",
    "Armed Conflict",
    "Terrorism",
    "Human Rights",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNODC",
    "UNHCR",
    "UNICEF",
    "IOM",
    "CTED",
    "Counter-Terrorism Committee"
  ],
  "reporting_cycle": "within twelve months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous statements and resolutions, \nNoting reports of the Secretary-General,\n \nAdopted resolution 2331(2016) at its 7847th meeting on 20 December 2016.\n\nThe Security Council recalled its primary responsibility for international peace and security.\n\nIt recalled the UN Convention against Transnational Organized Crime and its Protocol on Trafficking in Persons.\n\nRecognizing trafficking in persons in armed conflict can be for various forms of exploitation.\n\nReiterating the critical importance of implementing resolutions 2195 (2014), 2253 (2015) and 2242 (2015).\n\nExpressing deep concern that acts of sexual and gender-based violence are part of the strategic objectives and ideology of certain terrorist groups.\n\nRecognizing trafficking in persons entails human rights violations.\n\nExpressing solidarity with victims of trafficking.\n\nReaffirming trafficking in persons in armed conflict cannot be associated with any religion, nationality or civilization.\n\nEmphasizing engaging religious and traditional leaders to counter terrorism.\n\nRecalling resolutions on children and armed conflict.\nHere is a summarized version of the Security Council document:\n\nRecalling previous resolutions on ISIL and human rights abuses, the Security Council:\n\n Condemns in strongest terms all instances of trafficking in persons in areas affected by armed conflicts.\n\n Calls on Member States to:\n\n* Ratify and implement the UN Convention Against Transnational Organized Crime and its Protocol on Trafficking in Persons.\n* Take action to prevent, criminalize, investigate, prosecute and ensure accountability for trafficking in persons.\n* Disrupt and dismantle networks involved in trafficking in persons, including through international law enforcement cooperation.\n* Provide protection and assistance to victims, including refugees and IDPs.\n\n Encourages Member States to:\n\n* Build partnerships with the private sector and civil society to combat trafficking.\n* Consider the impact of trafficking on refugees and migrants.\n\n Encourages the Financial Action Task Force (FATF) to analyze financial flows associated with trafficking that finances terrorism.\n\n Calls on Member States to:\n\n* Develop expertise of Financial Intelligence Units (FIUs) to analyze cases of trafficking that finance terrorism.\n* Reinforce legal and regulatory measures to facilitate information-sharing on trafficking.\nHere is a concise summary of the Security Council document 2331 (2016):\n\nThe Security Council:\n\n1. Encourages international cooperation to identify and detect suspicious financial activity related to trafficking in persons that finances terrorism.\n\n2. Urges states to ensure domestic laws establish serious criminal offenses to prosecute and penalize trafficking in persons committed to support terrorist organizations.\n\n3. Stresses that trafficking in persons and sexual violence in conflict can be used as tactics by terrorist groups to achieve strategic objectives.\n\n4. Underlines that achieving these objectives may entail various forms of sexual violence, requiring tailored responses.\n\n5. Affirms that victims of trafficking and sexual violence by terrorist groups should be classified as victims of terrorism, eligible for official support and redress.\n\n6. Condemns trafficking acts, particularly by ISIL, Boko Haram, and other terrorist groups, and recognizes the importance of collecting evidence for accountability.\n\n7. Expresses intention to consider targeted sanctions for individuals and entities involved in trafficking in persons and sexual violence in conflict.\n\n8. Intends to integrate trafficking in persons and sexual violence in conflict into the work of sanctions committees.\n\n9. Requests the Analytical Support and Sanctions Monitoring Team to discuss trafficking in persons and report to the Security Council Committee.\n\n10. Encourages Member States to ensure national frameworks and plans against trafficking, women and peace and security, and counter-terrorism are complementary.\n\n11. Requests the Counter-Terrorism Committee Executive Directorate to include trafficking in persons in country assessments.\nThe Security Council:\n\nEncourages Member States to address trafficking in persons committed to support terrorism, including through financing and recruitment for terrorist acts.\n\nRequests UNODC, UNHCR, UNICEF, INTERPOL, and IOM to support Member States in developing capabilities to combat trafficking, including through information exchange and regional cooperation.\n\nTakes note of efforts by the Special Representative on Sexual Violence in Conflict and the Team of Experts on Rule of Law and Sexual Violence in Conflict to monitor and analyze sexual violence in conflict, including trafficking.\n\nEncourages Member States to provide training to peacekeeping personnel on responding to trafficking in persons, gender expertise, and sexual exploitation.\n\nUrges UN agencies to consider the risk of trafficking in humanitarian crises and to work together to identify, prevent, and respond to victims.\n\nInvites the Secretary-General to integrate trafficking in persons into conflict prevention strategies, conflict analysis, and humanitarian response.\n\nRequests the Secretary-General to report on implementation within 12 months, including options for strengthening coordination, data on trafficking patterns, and recommendations for mitigating risks through procurement and supply chains.\n\nDecides to remain actively seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2331_2016_EN.pdf"
}