{
  "resolution_no": "2263",
  "year": "2016",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Cyprus"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNFICYP",
    "Cyprus",
    "Turkish Cypriot side",
    "Greek Cypriot side"
  ],
  "reporting_cycle": "Secretary-General reports by 8 July 2016",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, welcoming the report of the Secretary-General on the United Nations operation in Cyprus, adopted Resolution 2263 (2016) on 28 January 2016. The Council noted the need to extend the mandate of the UN Peacekeeping Force in Cyprus (UNFICYP) beyond 31 January 2016, given the prevailing conditions on the island.\n\nThe Council welcomed progress in negotiations between the Greek Cypriot and Turkish Cypriot leaders, who have expressed commitment to reach a comprehensive settlement as soon as possible. It recalled the importance of a bicommunal, bizonal federation with political equality, as set out in relevant Security Council resolutions.\n\nThe Council encouraged the sides to intensify substantive negotiations on core issues, stressing that the status quo is unsustainable. It called for renewed efforts on confidence-building measures, including military measures, and urged the opening of other crossing points along the Green Line.\n\nThe Council also highlighted the importance of public support for a settlement, urging leaders to foster positive rhetoric and explain the benefits of a settlement to both communities. It emphasized the need for increased flexibility and compromise.\n\nThe Council commended the work of the Committee on Missing Persons, highlighting the need to intensify its activities, and urged rapid agreement on facilitating demining operations and clearance of remaining minefields.\n\nThe Council stressed the importance of civil society engagement in the peace process, welcoming efforts to promote bicommunal contacts and events. It urged the two sides to promote active engagement of civil society and cooperation between economic and commercial bodies.\n\nThe Council also took note of the stable security situation on the island, but urged all sides to avoid actions that could increase tension or undermine progress. It recalled the Secretary-General’s firm belief that the responsibility for finding a solution lies with the Cypriots themselves, with the primary role of the United Nations in assisting the parties.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council welcomes the progress in leaders-led negotiations for a comprehensive and durable settlement in Cyprus. The Council:\n\n* Notes the efforts of the Special Representative of the Secretary-General, Force Commander, and Special Adviser\n* Expresses appreciation to Cyprus and Greece for their voluntary contributions to UNFICYP and requests further contributions from other countries\n* Welcomes efforts to prevent and control HIV/AIDS and other communicable diseases in peacekeeping operations\n\nThe Council calls on the leaders to:\n* Work towards convergences on core issues\n* Continue working with Technical Committees to improve daily lives of Cypriots\n* Improve the public atmosphere for negotiations\n* Increase civil society participation\n\nThe Council:\n* Urges implementation of confidence-building measures\n* Welcomes efforts to accommodate the Committee on Missing Persons\n* Reaffirms its relevant resolutions on Cyprus\n* Extends UNFICYP's mandate until 31 July 2016 and increases force levels to 888\n* Calls on both sides to engage in consultations on buffer zone demarcation and the 1989 aide-memoire\n* Calls on the Turkish Cypriot side and Turkish forces to restore the military status quo in Strovilia\n* Requests the Secretary-General to report on implementation of this resolution by 8 July 2016.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2016/S_RES_2263_2016_EN.pdf"
}