{
  "resolution_no": "1419",
  "year": "2002",
  "theme": [
    "Afghanistan",
    "Peacebuilding",
    "Human Rights",
    "Terrorism"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "Special Representative of the Secretary-General"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\nReaffirms its previous resolutions on Afghanistan, particularly resolution 1383 (2001), and its commitment to the sovereignty, independence, territorial integrity, and national unity of Afghanistan.\n\nWelcomes the successful holding of the Emergency Loya Jirga (11-19 June), which had large participation of women and representation of all ethnic and religious communities.\n\nCommends the Afghan people for the success of the Emergency Loya Jirga and encourages them to determine their own political future.\n\nWelcomes the election of President Hamid Karzai and the establishment of the Transitional Authority.\n\nSupports the Transitional Authority in implementing the Bonn Agreement, strengthening the central government, building a national army and police force, and improving security.\n\nCalls on all Afghan groups to cooperate with the Transitional Authority to complete the process according to the Bonn Agreement.\n\nUrges the Transitional Authority to eradicate the poppy crop, promote the welfare of Afghan women and children, and provide education to boys and girls.\n\nCommends the role of the United Nations system, particularly the Special Representative of the Secretary-General, Mr. Lakhdar Brahimi, and the United Nations Assistance Mission in Afghanistan (UNAMA).\n\nCommends the contribution of the International Security Assistance Force (ISAF) in providing a secure environment for the Emergency Loya Jirga.\n\nStresses the importance of continued international support, calls on donor countries to fulfil their financial commitments, and urges Member States to provide long-term assistance.\n\nCalls for significantly greater international assistance to Afghan refugees and internally displaced persons.\n\nCalls on all Afghan groups to support full and unimpeded access by humanitarian organizations.\n\nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2002/S_RES_1419_2002_EN.pdf"
}