{
  "resolution_no": "1423",
  "year": "2002",
  "theme": [
    "Peacekeeping",
    "Bosnia and Herzegovina",
    "International Police Task Force (IPTF)"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIBH",
    "IPTF",
    "SFOR",
    "EUPM",
    "High Representative",
    "International Tribunal for the Former Yugoslavia"
  ],
  "reporting_cycle": "The Secretary-General reports every 6 months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n- Recalls previous resolutions on the conflicts in the former Yugoslavia.\n- Reaffirms commitment to a political settlement, preserving sovereignty and territorial integrity.\n- Welcomes the new High Representative and supports their role.\n- Commits to implementing the General Framework Agreement for Peace in Bosnia and Herzegovina.\n- Expresses appreciation to the High Representative, SFOR, UNMIBH, IPTF, OSCE, and other organizations for their contributions.\n- Welcomes Bosnia and Herzegovina's potential membership in the Council of Europe.\n- Calls for swift implementation of constitutional amendments.\n- Notes progress by Croatia and Yugoslavia in fulfilling their obligations.\n- Emphasizes the importance of refugees' and displaced persons' return.\n- Determines the situation remains a threat to international peace and security.\n- Acting under Chapter VII, reaffirms support for the Peace Agreement and Dayton Agreement.\n- Calls on parties to comply with their obligations and expresses intention to monitor implementation. \n- Reiterates that authorities in Bosnia and Herzegovina have primary responsibility for implementation.\nThe Security Council:\n \n3. Urges the parties to cooperate fully with the International Tribunal for the Former Yugoslavia; \nstrengthen joint institutions; facilitate returns of refugees and displaced persons; and build a self-sustaining state able to integrate into European structures.\n\n4. Reminds the parties of their commitment to cooperate with all entities involved in implementing the Peace Agreement, including the International Tribunal; and underlines that full cooperation includes surrendering indicted persons and providing information.\n\n5. Emphasizes its support for the High Representative's role in monitoring the Peace Agreement's implementation and coordinating civilian organizations.\n\n6. Expresses support for the Peace Implementation Conference's Ministerial meetings' declarations.\n\n7. Recognizes the parties' authorization for the multinational force to use necessary force to ensure compliance with the Peace Agreement.\n\n8. Pays tribute to Member States participating in the multinational stabilization force and welcomes their continued deployment.\n\n9. Notes the parties' support for continuing the multinational stabilization force.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2002/S_RES_1423_2002_EN.pdf"
}