{
  "resolution_no": "1393",
  "year": "2002",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Refugees",
    "Humanitarian"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNOMIG",
    "CIS peacekeeping force",
    "OSCE",
    "United Nations Development Programme",
    "Office of the United Nations High Commissioner for Refugees",
    "Office for the Coordinator of Humanitarian Affairs"
  ],
  "reporting_cycle": "Secretary-General reports every 3 months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\nRecalling its previous resolutions, particularly resolution 1364 (2001), and the report of the Secretary-General (S/2002/88).\n\nWelcomes the report and commends the efforts of the Secretary-General and his Special Representative to promote stabilization and a comprehensive settlement in Abkhazia, Georgia.\n\nSupports the document on \"Basic Principles for the Distribution of Competences between Tbilisi and Sukhumi\" and its transmittal letter, which are positive elements for launching the peace process.\n\nUrges the parties, particularly the Abkhaz side, to consider and negotiate on the documents without delay.\n\nCalls on the parties to:\n\n* Cease violations of the Moscow Agreement on Ceasefire and Separation of Forces\n* Implement the protocol signed on 17 January 2002 regarding the Kodori Valley\n* Overcome mutual mistrust\n* Ensure the revitalization of the peace process\n* Resume work in the Coordinating Council and its mechanisms\n\nExpresses deep dismay at the lack of progress on refugees and internally displaced persons, reaffirms their right to return to their homes in secure and dignified conditions, and welcomes measures undertaken by the United Nations Development Programme.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n- Urges parties to improve the situation of refugees and internally displaced persons, and to respect their right to return home securely and with dignity.\n- Calls on parties to implement recommendations from a joint assessment mission to the Gali district, including improving law enforcement and education for the ethnic Georgian population.\n- Welcomes rehabilitation programs for displaced persons and returnees.\n- Demands parties identify and bring to justice those responsible for shooting down a UNOMIG helicopter.\n- Urges parties to ensure the freedom of movement of UNOMIG and other international personnel.\n- Reminds the Georgian side to prevent activities of illegal armed groups crossing into Abkhazia.\n- Welcomes UNOMIG's review of its security arrangements.\n- Extends UNOMIG's mandate until 31 July 2002, and requests a report from the Secretary-General within three months.\n- Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2002/S_RES_1393_2002_EN.pdf"
}