{
  "resolution_no": "1409",
  "year": "2002",
  "theme": [
    "Humanitarian",
    "Sanctions",
    "Peacekeeping"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNMOVIC",
    "IAEA",
    "Office of the Iraq Programme (OIP)",
    "Security Council Committee established pursuant to resolution 661 (1990)"
  ],
  "reporting_cycle": "Secretary-General reports every 180 days",
  "operative_authority": "Chapter VII",
  "summary": "The form is to be completed by the prospective exporting country or international organization and includes the following information:\n\n1. Mission or international organization details\n2. Certifying signature and official seal\n3. Date of submission\n4. Goods to be shipped (general description)\n5. Number of line items\n6. Total value and currency\n7. Exporter, origin of goods, receiving company, and end-user details\n8. Shipping arrangements, including point of entry into Iraq\n9. End-use and method of payment\n\nIf payment is to be made from the Iraq account in accordance with SC resolution 986 (1995), additional boxes must be filled out, including:\n\n1. Mission reference number\n2. Identical goods previously submitted\n3. Detailed list of goods, including spare parts and technical information\n\nThe form must be completed and attached with relevant documentation, including contracts and technical specification forms, to be registered by the Secretariat.\nThe document is a Security Council resolution form, specifically 1409 (2002), page 2 of 2. \nThe form has a section on GRL (Goods Review List) related items and/or technology. \nIt asks if the scope of supply includes any item on the GRL, which can be accessed on the OIP website. \nThe options are: YES, NO, or UNABLE TO DETERMINE. \nIf YES, the applicant must provide the line item number, description, and GRL reference number. \nThe form also lists compulsory attachments: \n1. Excel form application listing all goods, spare parts, and accessories, along with a diskette. \n2. Contract signed by both parties with all attachments, enclosures, and annexes. \n3. Relevant documentation and/or technical specifications of the goods. \nThe OIP website is available for guidance on completing the application.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2002/S_RES_1409_2002_EN.pdf"
}