{
  "resolution_no": "1423",
  "year": "2002",
  "theme": [
    "Peacekeeping",
    "Bosnia and Herzegovina",
    "International Police Task Force (IPTF)"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIBH",
    "IPTF",
    "SFOR",
    "EUPM",
    "High Representative",
    "International Tribunal for the Former Yugoslavia"
  ],
  "reporting_cycle": "The Secretary-General reports every 6 months",
  "operative_authority": "Chapter VII",
  "summary": "8. Pays tribute to Member States participating in the multinational stabilization force and welcomes their continued deployment.\n\n9. Notes the parties' support for continuing the multinational stabilization force.\n\n10. Authorizes the multinational stabilization force (SFOR) for a 12-month period under unified command and control to fulfil its role in the Peace Agreement.\n\n11. Authorizes Member States to take measures to ensure compliance with Annex 1-A of the Peace Agreement.\n\n12. Authorizes Member States to take measures to defend SFOR or assist it in carrying out its mission.\n\n13. Authorizes Member States to ensure compliance with airspace rules and procedures established by the SFOR Commander.\n\n14. Requests Bosnia and Herzegovina authorities to cooperate with the SFOR Commander on airport management.\n\n15. Demands respect for SFOR's security and freedom of movement.\n\n16. Invites States to provide support and facilities for Member States acting under paragraph 10.\n\n17. Recalls agreements on the status of forces and reminds parties of their obligations.\n\n18. Requests reporting from Member States on SFOR activities.\n\n19. Decides to extend UNMIBH's mandate, including IPTF, until 31 December 2002.\nThe Security Council:\n \n Welcomes the conclusions of various conferences and agreements made by authorities in Bosnia and Herzegovina.\n\n Appreciates the European Union's (EU) decision to send a Police Mission (EUPM) to Bosnia and Herzegovina from 1 January 2003 and its coordination with UNMIBH and the High Representative.\n\n Requests the Secretary-General to regularly inform the Council and report in six months on UNMIBH's mandate implementation.\n\n Urges Member States to provide qualified personnel for IPTF with the Secretary-General's support.\n\n Reaffirms parties' responsibility to cooperate with IPTF and provide full support.\n\n Calls for close coordination between the High Representative, SFOR, UNMIBH, and civilian organizations.\n\n Urges Member States to provide training, equipment, and assistance to local police forces in Bosnia and Herzegovina.\n\n Requests the Secretary-General to submit reports from the High Representative on Peace Agreement implementation.\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2002/S_RES_1423_2002_EN.pdf"
}