{
  "resolution_no": "1431",
  "year": "2002",
  "theme": [
    "International Tribunal",
    "Rwanda",
    "Justice"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "International Tribunal for Rwanda",
    "Security Council",
    "General Assembly",
    "Secretary-General"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "**Other Provisions**\n\n* Vacancies among permanent judges are filled by the Secretary-General, in consultation with the Security Council and General Assembly.\n* Ad litem judges are appointed by the Secretary-General to serve in Trial Chambers for up to 3 years.\nHere is a clear and concise summary of the document:\n\n**Article 13: Officers and members of the Chambers**\n\n* The permanent judges of the International Tribunal for Rwanda elect a President from among themselves.\n* The President is a member of one of the Trial Chambers.\n* The President assigns judges to the Appeals Chamber of the International Tribunal for the Former Yugoslavia and the Trial Chambers of the International Tribunal for Rwanda.\n\n**International Tribunal for the Former Yugoslavia**\n\n* 14 permanent judges are elected by the General Assembly from a list submitted by the Security Council.\n* Nominations are invited from States Members of the United Nations and non-member States.\n* Each State may nominate up to two candidates, meeting specific qualifications.\n* The Security Council establishes a list of candidates, and the General Assembly elects 14 permanent judges.\n* Candidates who receive an absolute majority of votes are declared elected.\n\n**Term of Office and Vacancies**\n\n* Permanent judges are elected for a term of four years.\n* The terms and conditions of service are those of the judges of the International Court of Justice.\n* They are eligible for re-election.\n* In the event of a vacancy, the Secretary-General appoints a person meeting the qualifications for the remainder of the term.\nThe Security Council \nRESOLUTION 1431 (2002) \n Article 14 Officers and members of the Chambers \n\n1. The permanent judges of the International Tribunal elect a President from amongst their number.\n2. The President presides over the Appeals Chamber and is a member of it.\n3. The President assigns four permanent judges to the Appeals Chamber and nine to the Trial Chambers, in consultation with the permanent judges.\n4. Two permanent judges of the International Tribunal for Rwanda are assigned to the Appeals Chamber and the International Tribunal, in consultation with its President.\n5. The President assigns ad litem judges to the Trial Chambers, as appointed.\n6. A judge serves only in the assigned Chamber.\n7. Each Trial Chamber's permanent judges elect a Presiding Judge to oversee the Chamber's work.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2002/S_RES_1431_2002_EN.pdf"
}