{
  "resolution_no": "1417",
  "year": "2002",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MONUC",
    "UN",
    "RCD-Goma",
    "Mouvement pour la Libération du Congo (MLC)"
  ],
  "reporting_cycle": "every four months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n- Recalls previous resolutions on the Democratic Republic of Congo (DRC) and reaffirms the country's sovereignty, territorial integrity, and political independence.\n- Extends the mandate of the UN Organization Mission in the DRC (MONUC) until June 30, 2003.\n- Calls on Member States to contribute personnel to enable MONUC to reach its authorized strength of 5,537.\n- Condemns ethnically and nationally based violence, killings, and attacks against civilians and soldiers in Kisangani and demands the demilitarization of the area.\n- Condemns exploitation of ethnic differences to incite violence and human rights violations, particularly in Ituri and South Kivu regions.\n- Supports the Special Representative of the Secretary-General and MONUC personnel, and demands that RCD-Goma provide full access and cooperation.\n- Reiterates MONUC's mandate to protect UN personnel, facilities, and civilians under imminent threat of physical violence.\n- Looks forward to receiving reports on the illegal exploitation of natural resources and human rights abuses. \n- Expresses intention to consider authorizing a troop ceiling increase and electoral support in achieving governmental transition in the DRC.\nHere is a concise summary of the document:\n\nThe Security Council:\n\n* Requests MONUC to deploy 85 police trainers to Kisangani once security conditions are met (para 8);\n* Supports MONUC's role in DDRRR, welcomes its deployment to Kisangani and Kindu, and encourages it to respond to signs of interest in voluntary DDRRR (para 9);\n* Welcomes commitments made by the President of the DRC not to support armed groups and urges full implementation (para 10);\n* Demands total and expeditious withdrawal of all foreign forces from DRC territory (para 11);\n* Encourages parties to address fundamental security issues and explore confidence-building measures (para 12);\n* Reiterates support for Inter-Congolese Dialogue, encourages new discussions, and stresses the importance of a strong UN role (paras 13-14);\n* Requests cooperation with the Panel of Experts on exploitation of natural resources (para 15);\n* Requests the Secretary-General to report on progress every four months (para 16);\n* Decides to remain actively seized of the matter (para 17).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2002/S_RES_1417_2002_EN.pdf"
}