{
  "resolution_no": "1398",
  "year": "2002",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 4.16"
  ],
  "entities": [
    "UNMEE",
    "OAU",
    "ICRC"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\nRecalling previous resolutions and statements on the situation between Ethiopia and Eritrea, \nReaffirming commitment to sovereignty, independence and territorial integrity of both countries, \nReaffirming support for the Algiers Agreements and role of UNMEE, \n1. Extends UNMEE mandate at current troop and military observer levels until 15 September 2002; \n2. Expresses satisfaction on near final settlement of border issues; welcomes recent statements by parties on final and binding border delimitation; \n3. Commends parties on progress made; \n4. Calls on parties to cooperate with UNMEE; \n5. Emphasizes expeditious implementation of border decision; \n6. Reiterates security arrangements; \n7. Emphasizes orderly transfer of territory; \n8. Reiterates UNMEE mandate; \n9. Invites Secretary-General to submit recommendations on UNMEE role in border demarcation.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n- Calls for demining and demarcation of the Ethiopia-Eritrea border, considering the Boundary Commission's decision, parties' contributions, UNMEE's capacity, and available resources.\n- Urges Eritrea to provide UNMEE with freedom of movement, disclose militia and police information, and conclude a status-of-forces agreement.\n- Urges Ethiopia to provide clarifications on mine action information.\n- Expresses concern over the lack of progress on a direct flight route for UNMEE between Asmara and Addis Ababa.\n- Calls on parties to release prisoners of war and civilian internees under ICRC auspices.\n- Calls for confidence-building measures, including humane treatment of nationals, reintegration of refugees and displaced persons, and cross-border contacts.\n- Encourages UNMEE to disseminate information on border demarcation and the UN's role.\n- Encourages parties to focus on reconstruction, development, and improving relations.\n- Encourages guarantors and international organizations to support the peace process, discourage arms flows, and contribute to trust funds.\n- Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2002/S_RES_1398_2002_EN.pdf"
}