{
  "resolution_no": "1427",
  "year": "2002",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Refugees",
    "Humanitarian"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNOMIG",
    "CIS peacekeeping force",
    "OSCE",
    "United Nations Development Programme",
    "Office of the United Nations High Commissioner for Refugees",
    "Office for the Coordination of Humanitarian Affairs"
  ],
  "reporting_cycle": "Secretary-General reports every 3 months",
  "operative_authority": "Chapter VI",
  "summary": "The Council:\n10. Calls on the Georgian side to improve security for joint patrols.\n11. Urges parties to revitalize the peace process and implement confidence-building measures.\n12. Stresses the urgent need for progress on refugees and internally displaced persons.\nThe Security Council:\n- Reaffirms the unacceptability of demographic changes resulting from the conflict and the inalienable right of refugees and internally displaced persons to return home in secure and dignified conditions, in accordance with international law and agreements.\n- Requests measures to facilitate return, including through UN Development Programme, UN High Commissioner for Refugees, and Office for Coordination of Humanitarian Affairs.\n- Urges parties to implement recommendations on the Gali district, for Abkhaz side to improve law enforcement and address education for ethnic Georgians.\n- Calls on parties to dissociate from militant rhetoric and support for military options and illegal armed groups.\n- Demands steps to identify and bring to justice those responsible for shooting down a UNOMIG helicopter.\n- Welcomes UNOMIG's review of security arrangements.\n- Extends UNOMIG's mandate until 31 January 2003.\n- Requests the Secretary-General to report on the situation in Abkhazia, Georgia.\n- Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2002/S_RES_1427_2002_EN.pdf"
}