{
  "resolution_no": "1425",
  "year": "2002",
  "theme": [
    "Somalia",
    "Arms Embargo",
    "Peacebuilding"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41"
  ],
  "entities": [
    "UNSC",
    "UN Secretary-General",
    "Panel of Experts",
    "Committee established by resolution 751 (1992)",
    "IGAD",
    "Transitional National Government of Somalia"
  ],
  "reporting_cycle": "The Panel of Experts to submit a final report at the end of its mandated period; The Secretary-General to report on updates by 31 October 2002; The Panel of Experts to brief the Chairman of the Committee in October 2002 and provide an oral briefing to the Council in November 2002",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\nReaffirming previous resolutions on Somalia, particularly the arms embargo established by resolution 733 (1992), resolution 1407 (2002), and the President's statement of 28 March 2002 (S/PRST/2002/8).\n\nConcerned about the continued flow of weapons and ammunition to Somalia, contravening the arms embargo and undermining peace, security, and national reconciliation.\n\n Reiterating the call on all States to comply with the arms embargo and not interfere in Somalia's internal affairs.\n\nUnderlining the role of IGAD, particularly frontline States (Djibouti, Ethiopia, and Kenya), in bringing peace to Somalia and supporting the National Reconciliation Conference.\n\nWelcoming the Secretary-General's report (S/2002/709) and the expert team's report (S/2002/722).\n\nActing under Chapter VII of the UN Charter:\n\n1. Stresses the arms embargo prohibits financing of weapons and military equipment acquisitions and deliveries.\n\n2. Prohibits direct or indirect supply of technical advice, financial assistance, and training related to military activities to Somalia.\n\n3. Requests the Secretary-General to establish a Panel of Experts (three members, based in Nairobi, for six months) to:\n\n- Investigate embargo violations, accessing information from various sources.\n- Detail information on violations and measures to strengthen the embargo.\n- Conduct field research in Somalia and neighboring States.\n- Assess regional States' capacity to implement the embargo.\n- Provide recommendations on practical steps to strengthen the embargo.\n\n4. Ensures the Panel has sufficient expertise in armament, financing, civil aviation, maritime transport, and regional affairs.\n\n5. Requests the Panel to consider the expert team's recommendations.\n\n6. Requests States, the Transitional National Government, and local authorities to cooperate fully with the Panel.\nHere is a clear and concise summary of the Security Council document:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2002/S_RES_1425_2002_EN.pdf"
}