{
  "resolution_no": "1441",
  "year": "2002",
  "theme": [
    "Disarmament",
    "Iraq",
    "Weapons of Mass Destruction",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNMOVIC",
    "IAEA",
    "United Nations",
    "Security Council"
  ],
  "reporting_cycle": "The resolution does not explicitly state a reporting cycle, but it mentions that UNMOVIC and the IAEA shall report to the Council.",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\nRecalling previous relevant resolutions, particularly 661, 678, 686, 687, 688, 707, 715, 986, and 1284, and statements of its President,\nRecalling resolution 1382 (2001) and its intention to implement it fully,\nRecognizing the threat Iraq's non-compliance and proliferation of WMD and long-range missiles poses to international peace and security,\nRecalling resolution 678 authorized Member States to use all necessary means to uphold and implement resolution 660 (1990) and subsequent resolutions,\nFurther recalling resolution 687 (1991) imposed obligations on Iraq for restoring international peace and security,\nDeploring Iraq's failure to provide accurate disclosure of WMD and ballistic missile programmes, \nDeploring Iraq's obstruction of UNSCOM and IAEA inspectors and cessation of cooperation in 1998,\nDeploring the absence of international monitoring, inspection, and verification in Iraq since December 1998,\nDeploring Iraq's failure to comply with commitments on terrorism, repression of its civilian population, and return of Kuwaiti and third-country nationals,\nRecalling that a ceasefire would be based on Iraq's acceptance of resolution 687 (1991),\n Determined to ensure Iraq's full and immediate compliance with its obligations,\nRecalling the effective operation of UNMOVIC and IAEA is essential for implementing resolution 687 (1991),\nNoting Iraq's letter of 16 September 2002 as a necessary first step toward rectifying non-compliance,\nNoting the letter of 8 October 2002 from UNMOVIC and IAEA on practical arrangements for resumption of inspections,\nReaffirming commitment to sovereignty and territorial integrity of Iraq, Kuwait, and neighbouring States,\nCommending efforts of Secretary-General, League of Arab States, and its Secretary-General,\n Determined to secure full compliance,\nActing under Chapter VII of the Charter.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Finds Iraq in material breach of its obligations under relevant resolutions, particularly for failing to cooperate with UN inspectors and IAEA.\n\n2. Offers Iraq a final opportunity to comply with disarmament obligations, setting up an enhanced inspection regime.\n\n3. Requires Iraq to provide a full and complete declaration of its chemical, biological, and nuclear programs within 30 days.\n\n4. Warns that false statements or omissions in Iraq's declarations and failure to comply with this resolution will constitute a further material breach.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2002/S_RES_1441_2002_EN.pdf"
}