{
  "resolution_no": "1408",
  "year": "2002",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Conflict Prevention"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "UN Panel of Experts on Liberia",
    "Economic Community of West African States (ECOWAS)",
    "Special Court for Sierra Leone",
    "Mano River Union"
  ],
  "reporting_cycle": "The Secretary-General reports every six months; Panel of Experts reports within 3 months and then every 6 months",
  "operative_authority": "Chapter VII",
  "summary": "11. Requests the Secretary-General to submit reports to the Council on Liberia's compliance with the demands referred to in paragraph 1.\n\n12. Invites ECOWAS to report regularly to the Committee on its activities.\n\n13. Requests the Committee to carry out tasks set out in this resolution and continue with its mandate.\n\n14. Requests the Committee to consider and take action on information concerning alleged violations of the measures imposed by paragraph 8 of resolution 788 (1992).\n\n15. Requests States to report to the Committee within 90 days on steps taken to implement the measures referred to in paragraph 5.\n\n16. Requests the Secretary-General to establish a Panel of Experts to conduct a follow-up assessment mission to Liberia and neighboring States.\n\n17. Requests the Panel of Experts to bring any relevant information to the attention of States concerned.\n\n18. Calls on States to take measures to ensure that individuals and companies in their jurisdiction act in conformity with UN embargoes.\n\n19. Requests States to exercise responsibility in small arms and light weapons transactions.\n\n20. Decides to conduct reviews of the measures referred to in paragraph 5 before 7 November 2002, and every six months thereafter.\n\n21. Urges all States, UN bodies, and other organizations to cooperate fully with the Committee and Panel of Experts.\n\n22. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2002/S_RES_1408_2002_EN.pdf"
}