{
  "resolution_no": "1407",
  "year": "2002",
  "theme": [
    "Somalia",
    "Arms Embargo",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41"
  ],
  "entities": [
    "Security Council Committee",
    "Transitional National Government",
    "UN Secretary-General"
  ],
  "reporting_cycle": "60 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council,\nRecalling its resolutions on Somalia, particularly resolution 733 (1992),\nConcerned about the continued flow of weapons to Somalia,\nWelcoming the visit of the Chairman of the Committee to Somalia and the region,\n\n1. Requests the Secretary-General to establish a team of two experts within one month to provide an action plan for a Panel of Experts to monitor the arms embargo, investigate violations, and improve enforcement.\n2. The team will investigate violations, detail information on areas of expertise, conduct field research, assess State capacity, and provide recommendations.\n3. Requests the Chairman of the Committee to forward the team's report to the Security Council within two weeks.\n4. The Council will examine the findings and take further action by the end of July 2002.\n5. Calls on States, the Transitional National Government, and local authorities to cooperate fully with the Chairman and the team of experts.\n6. Urges all individuals and entities to cooperate fully with the Chairman and the team of experts.\n7. Requests the Chairman and the team to notify the Council of any lack of cooperation.\n8. Requests the Secretary-General to work with the Transitional National Government to enhance administrative and judicial capacities to monitor and enforce the arms embargo.\n9. Requests States to report to the Committee on measures to ensure implementation of the arms embargo within 60 days and according to the Committee's timetable.\n1407 (2002) \n9. Calls upon all States, in particular those in the region, to provide the Committee with all available information on violations of the arms embargo; \n10. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2002/S_RES_1407_2002_EN.pdf"
}