{
  "resolution_no": "1431",
  "year": "2002",
  "theme": [
    "International Tribunal",
    "Rwanda",
    "Justice"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "International Tribunal for Rwanda",
    "Security Council",
    "General Assembly",
    "Secretary-General"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, reaffirming previous resolutions, considered letters from the Secretary-General and the President of the International Tribunal for Rwanda, and decided to establish a pool of ad litem judges in the International Tribunal for Rwanda to expedite its work. \n\nThe Council, acting under Chapter VII of the Charter, \n1. Decides to establish a pool of ad litem judges, amend articles 11, 12 and 13 of the Statute of the International Tribunal for Rwanda and replace them with provisions in annex I, and amend articles 13 bis and 14 of the Statute of the International Tribunal for the Former Yugoslavia.\n\n2. Requests the Secretary-General to make arrangements for the election of eighteen ad litem judges, provide necessary personnel and facilities, and keep the Council informed.\n\n3. Urges States to cooperate with the International Tribunal for Rwanda.\n\n4. Decides to remain seized of the matter.\nHere is a concise summary of the Security Council document:\n\n**Article 12 bis: Election of Permanent Judges**\n\n* The Secretary-General invites nominations for permanent judges of the International Tribunal for Rwanda.\n* The Security Council establishes a list of 22-33 candidates, considering representation of principal legal systems.\n* The General Assembly elects 11 permanent judges from the list, with an absolute majority of votes.\n\n**Article 12 ter: Election and Appointment of Ad Litem Judges**\n\n* The Secretary-General invites nominations for ad litem judges.\n* The Security Council establishes a list of at least 36 candidates, considering representation and geographical distribution.\n* The General Assembly elects 18 ad litem judges from the list, with an absolute majority of votes.\n* Ad litem judges serve for 4 years, without eligibility for re-election.\n\n**Article 12 quater: Status of Ad Litem Judges**\n\n* Ad litem judges have same terms and conditions of service as permanent judges.\n* Ad litem judges have same powers as permanent judges, except:\n\t+ Not eligible for election as President or Presiding Judge.\n\t+ No power to adopt rules of procedure, review indictments, consult on pardons, or adjudicate in pre-trial proceedings.\n* Ad litem judges enjoy privileges and immunities of permanent judges.\n\n**Other Provisions**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2002/S_RES_1431_2002_EN.pdf"
}