{
  "resolution_no": "1425",
  "year": "2002",
  "theme": [
    "Somalia",
    "Arms Embargo",
    "Peacebuilding"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41"
  ],
  "entities": [
    "UNSC",
    "UN Secretary-General",
    "Panel of Experts",
    "Committee established by resolution 751 (1992)",
    "IGAD",
    "Transitional National Government of Somalia"
  ],
  "reporting_cycle": "The Panel of Experts to submit a final report at the end of its mandated period; The Secretary-General to report on updates by 31 October 2002; The Panel of Experts to brief the Chairman of the Committee in October 2002 and provide an oral briefing to the Council in November 2002",
  "operative_authority": "Chapter VII",
  "summary": "6. Requests States, the Transitional National Government, and local authorities to cooperate fully with the Panel.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n- Calls on states, particularly in the region, to provide information on arms embargo violations (para 7).\n- Urges individuals and entities to cooperate with the Panel of Experts (para 8).\n- Requests the Panel to notify the Council of any lack of cooperation (para 9).\n- Requests the Panel to brief the Committee Chairman and provide an oral briefing to the Council (para 10).\n- Requests the Panel to submit a final report to the Council through the Committee (para 11).\n- Requests the Committee Chairman to forward the report to the Council (para 12).\n- Expresses determination to consider the report and proposals for follow-up action (para 13).\n- Requests the Secretary-General to include updates on peace-building initiatives, technical assistance, and arms embargo implementation in his next report (para 14).\n- Requests the Secretary-General to invite contributions to the UN Trust Fund for Peace-Building in Somalia (para 15).\n- Calls on Member States to contribute to UN activities in support of Somalia (para 16).\n- Decides to remain actively seized of the matter (para 17).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2002/S_RES_1425_2002_EN.pdf"
}