{
  "resolution_no": "1409",
  "year": "2002",
  "theme": [
    "Humanitarian",
    "Sanctions",
    "Peacekeeping"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNMOVIC",
    "IAEA",
    "Office of the Iraq Programme (OIP)",
    "Security Council Committee established pursuant to resolution 661 (1990)"
  ],
  "reporting_cycle": "Secretary-General reports every 180 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n \nRecalling previous resolutions on Iraq, \nConvinced of the need to continue providing for the civilian needs of the Iraqi people,\n \n1. Decides to extend provisions of resolutions 986 (1995), 1360 (2001) for 180 days from 30 May 2002; \n2. Adopts the revised Goods Review List and procedures for its application; \n3. Authorizes states to permit sale or supply of commodities/products not on the Goods Review List; \n4. Allows escrow account funds to finance sale/supply of authorized commodities/products; \n5. Conducts regular reviews of the Goods Review List and procedures; \n6. Interprets 150-day period in resolution 1360 (2001) as 180-day period; \n7. Requests reports from Secretary-General and Committee established pursuant to resolution 661 (1990); \n8. Requests Secretary-General to submit assessment report on Goods Review List implementation; \n9. Decides to remain seized of the matter.\nHere is a summarized version of the Security Council document:\n\nThe following procedures replace previous ones for the implementation of resolution 1284 (1999) related to the processing of applications to be financed from the escrow account established pursuant to resolution 986 (1995).\n\n**Application Process**\n\n* Applications for the sale or supply of commodities or products to Iraq must be forwarded to the Office of the Iraq Programme (OIP) by exporting States, United Nations agencies, and programmes.\n* Each application must include complete technical specifications, concluded arrangements, and other relevant information.\n\n**Review and Registration**\n\n* OIP will review and register each application within 10 working days.\n* If an application is technically incomplete, OIP may request additional information before transmitting it to UNMOVIC and IAEA.\n\n**Evaluation by UNMOVIC and IAEA**\n\n* UNMOVIC and IAEA will evaluate each application to determine if it contains any item referred to in paragraph 24 of resolution 687 (1991) as it relates to military commodities and products, or military-related commodities or products covered by the Goods Review List (GRL).\n* UNMOVIC and IAEA have 10 working days to evaluate an application.\n\n**Outcomes**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2002/S_RES_1409_2002_EN.pdf"
}