{
  "resolution_no": "1433",
  "year": "2002",
  "theme": [
    "Peacekeeping",
    "Post-Conflict Reconstruction"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "United Nations Office in Angola (UNOA)",
    "United Nations Mission in Angola (UNMA)",
    "Security Council"
  ],
  "reporting_cycle": "Secretary-General reports every 3 months and an interim report for a three-month review",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council adopted Resolution 1433 (2002) on 15 August 2002, \nReaffirming resolutions 696 (1991) and 1268 (1999) on the situation in Angola, \nThe Council emphasizes its commitment to preserving Angola's unity, sovereignty, and territorial integrity. \nIt reaffirms the importance of the “Acordos de Paz”, the Lusaka Protocol, and the Memorandum of Understanding Addendum. \nThe Council welcomes the Secretary-General's report of 26 July 2002 and expresses appreciation for the work of the United Nations Office in Angola (UNOA).\n\nThe Council authorizes the establishment of the United Nations Mission in Angola (UNMA) for six months until 15 February 2003. \nThe mission aims to pursue objectives and perform tasks recommended by the Secretary-General.\n\nA resident Special Representative of the Secretary-General (SRSG) will head UNMA and oversee a coordinated approach to United Nations activities in Angola.\n\nThe UNMA mandate includes: \n- Assisting parties in concluding the Lusaka Protocol by chairing the Joint Commission and leading the completion of pending tasks.\n- Assisting the Government of Angola in tasks such as protection and promotion of human rights, mine action, humanitarian assistance, demobilized reintegration, economic recovery, and election preparation.\n\nThe Council requests the Secretary-General to report when the Joint Commission confirms completion of Lusaka Protocol tasks and provide an interim report for a three-month review of UNMA's work. \nThe Council decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2002/S_RES_1433_2002_EN.pdf"
}