{
  "resolution_no": "1389",
  "year": "2002",
  "theme": [
    "Peacekeeping",
    "Elections",
    "Sovereignty"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UNAMSIL",
    "National Electoral Commission of Sierra Leone",
    "Sierra Leone Police"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\nRecalling previous resolutions and statements on Sierra Leone, \nAffirming commitment to respect Sierra Leone's sovereignty, independence and territorial integrity,\nWelcoming progress in the peace process, \nDetermining the situation in Sierra Leone continues to threaten international peace and security,\n Welcoming completion of disarmament, \nCalling for collection of remaining arms, \nUrging resources for reintegration,\nEmphasizing free, fair, transparent and inclusive elections,\nWelcoming Government and National Electoral Commission progress, \nStressing the Sierra Leone Police's primary responsibility,\n \n1. Decides UNAMSIL shall undertake election-related tasks, \nincluding: \n(a) Logistic support to National Electoral Commission; \n(b) Facilitating free movement; \n(c) Providing security and deterrence;\n2. Authorizes UNAMSIL to take necessary action under Chapter VII;\n3. Authorizes increase in UN civilian police; \n4. Welcomes establishment of electoral component in UNAMSIL; \n5. Welcomes UNAMSIL's intention to establish electoral districts.\nThe Security Council:\n \n6. Notes with appreciation the Public Information Section of UNAMSIL's ongoing support to the National Electoral Commission for a civic education and public information strategy, and encourages UNAMSIL to continue;\n7. Underlines the responsibility of the Government of Sierra Leone and the National Electoral Commission for free and fair elections, and encourages the international community to provide support;\n8. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2002/S_RES_1389_2002_EN.pdf"
}