{
  "resolution_no": "1408",
  "year": "2002",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Conflict Prevention"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "UN Panel of Experts on Liberia",
    "Economic Community of West African States (ECOWAS)",
    "Special Court for Sierra Leone",
    "Mano River Union"
  ],
  "reporting_cycle": "The Secretary-General reports every six months; Panel of Experts reports within 3 months and then every 6 months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n- Recalls previous resolutions on the situation in the region.\n- Notes the reports of the Secretary-General and the UN Panel of Experts on Liberia.\n- Expresses concern at the Government of Liberia's actions, including breaching measures imposed by resolution 1343 (2001) through arms acquisition.\n- Welcomes efforts towards peace and stability in the region, including the Kimberley Process and ECOWAS initiatives.\n- Encourages civil society initiatives and calls on the Government of Liberia to cooperate with the Special Court for Sierra Leone.\n- Determines that the Government of Liberia's support for armed rebel groups constitutes a threat to international peace and security.\n- Acting under Chapter VII, \n  1. Finds the Government of Liberia has not complied with demands in resolution 1343 (2001);\n  2. Notes the Government's updated information on aircraft registration;\n  3. Stresses the importance of the President of Liberia's participation in regional meetings and implementation of commitments;\n  4. Demands that States in the region cease military support for armed groups;\n  5. Extends measures imposed by resolution 1343 (2001) for 12 months, reviewable based on the Government of Liberia's compliance;\n  6. Decides to terminate these measures if the Council, based on reports and inputs, determines the Government has complied.\nThe Security Council:\n\n7. Calls on the Government of Liberia to establish a transparent and internationally verifiable Certificate of Origin regime for Liberian rough diamonds, in line with the Kimberley Process.\n\n8. Decides that rough diamonds controlled by the Government of Liberia through the Certificate of Origin regime shall be exempt from the measures imposed by paragraph 6 of resolution 1343 (2001) when the Committee reports that the regime is ready to become fully operational.\n\n9. Calls on States, international organizations, and other bodies to offer assistance to the Government of Liberia and other diamond-exporting countries in West Africa with their Certificate of Origin regimes.\n\n10. Calls on the Government of Liberia to ensure that revenue from the Liberia Shipping Registry and the Liberian timber industry is used for legitimate purposes, and to report back to the Committee on the steps taken and results of audits within three months.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2002/S_RES_1408_2002_EN.pdf"
}