{
  "resolution_no": "1430",
  "year": "2002",
  "theme": [
    "Peacekeeping",
    "Boundary demarcation",
    "Conflict resolution"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMEE",
    "Boundary Commission",
    "International Committee of the Red Cross (ICRC)",
    "African Union Liaison Mission in Ethiopia-Eritrea"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\nRecalling its resolutions on the Eritrea-Ethiopia situation, particularly resolution 1398 (2002), and the report of the Security Council Mission to Ethiopia and Eritrea (S/2002/205).\n\nDecides to adjust the mandate of UNMEE to assist the Boundary Commission in implementing its Delimitation Decision, to include: \n\n(a) demining in key areas to support demarcation \n\n(b) administrative and logistical support for the Field Offices of the Boundary Commission.\n\nEndorses technical steps for territorial transfers and urges parties to cooperate fully and promptly.\n\nCalls on parties to: \n\n- Cooperate fully and expeditiously with UNMEE \n\n- Implement the Boundary Commission's binding Demarcation Directions \n\n- Refrain from unilateral troop or population movements \n\n- Allow UNMEE full freedom of movement \n\nDemands removal of restrictions on UNMEE's work.\n\nExpresses disappointment at lack of progress on establishing a direct high-altitude flight route for UNMEE between Asmara and Addis Ababa.\nThe Security Council:\n\n10. Calls on parties to release and return all remaining prisoners of war and civilian internees under the International Committee of the Red Cross, in accordance with the Geneva Conventions and Algiers Agreements.\n\n11. Urges parties to increase efforts to build confidence and promote reconciliation, including measures listed in paragraph 14 of resolution 1398.\n\n12. Encourages guarantors, facilitators, and witnesses of the Algiers Agreements and the Friends of UNMEE to intensify contacts with both countries' authorities to contribute to an expeditious demarcation process.\n\n13. Emphasizes the importance of an expeditious and orderly demarcation process to further peace, normalize relations, enable displaced persons to return home, and pave the way for reconstruction, development, and cooperation.\n\n14. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2002/S_RES_1430_2002_EN.pdf"
}