{
  "resolution_no": "1410",
  "year": "2002",
  "theme": [
    "Peacekeeping",
    "Post-conflict reconstruction",
    "Rule of Law"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UNMISET",
    "UNTAET",
    "East Timor Police Service (ETPS)",
    "East Timor Defence Force"
  ],
  "reporting_cycle": "Secretary-General reports every 6 months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\nReaffirms previous resolutions on East Timor, commending the people of East Timor for achieving independence through peaceful means.\n Pays tribute to the dedication of UNTAET and its leadership.\n Welcomes the successful elections and the commitment of East Timor's leaders to establish good relations with neighboring states.\n\nNoting the fragile institutions and need for assistance after independence, the Council:\nEstablishes a United Nations Mission of Support in East Timor (UNMISET) for an initial period of 12 months from 20 May 2002.\n\nUNMISET's mandate consists of:\n- Assisting core administrative structures\n- Providing interim law enforcement and public security\n- Contributing to the maintenance of external and internal security\n\nUNMISET will comprise:\n- A civilian component, including a Special Representative's office, a Civilian Support Group, a Serious Crimes Unit, and a Human Rights Unit\n- A civilian police component of 1,250 officers\n- A military component with up to 5,000 troops and 120 military observers\n\nThe Council requests UNMISET to implement three programmes:\n- Stability, Democracy and Justice\n- Public Security and Law Enforcement \nand others as set out in the report of the Secretary-General.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n \nDecides internationally accepted human rights principles should be part of UNMISET's training and capacity building (para 5);\n \nAuthorizes UNMISET to take necessary actions under Chapter VII to fulfil its mandate, to be reviewed after 12 months (para 6);\n \nReviews progress towards mandate implementation milestones, with downsizing of UNMISET to proceed quickly (para 7);\n \nUNMISET to devolve operational responsibilities to East Timorese authorities within 2 years (para 8);\n \nUrges Member States to support the establishment of ETPS and East Timor Defence Force (para 9);\n \nUnderlines coordination with bilateral and multilateral donors for further UN assistance (para 10);\n \nCalls for rapid conclusion of agreements necessary for UNMISET's mandate (para 11);\n \nWelcomes progress between Indonesia and East Timor, stressing cooperation on border demarcation, justice for crimes, refugee repatriation, and curbing militia activities (para 12);\n \nRequests the Secretary-General to report regularly on progress towards implementation (para 13);\n \nDecides to remain seized of the matter (para 14).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2002/S_RES_1410_2002_EN.pdf"
}