{
  "resolution_no": "1441",
  "year": "2002",
  "theme": [
    "Disarmament",
    "Iraq",
    "Weapons of Mass Destruction",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNMOVIC",
    "IAEA",
    "United Nations",
    "Security Council"
  ],
  "reporting_cycle": "The resolution does not explicitly state a reporting cycle, but it mentions that UNMOVIC and the IAEA shall report to the Council.",
  "operative_authority": "Chapter VII",
  "summary": "4. Warns that false statements or omissions in Iraq's declarations and failure to comply with this resolution will constitute a further material breach.\n\n5. Mandates Iraq to provide UNMOVIC and IAEA with immediate, unconditional access to areas, facilities, and personnel.\n\n6. Endorses the 8 October 2002 letter from UNMOVIC and IAEA, which is binding on Iraq.\n\n7. Establishes revised authorities for UNMOVIC and IAEA, including:\n\n- Composition of inspection teams\n- Privileges and immunities for personnel\n- Unrestricted access and movement\n- Right to inspect Presidential Sites\n- Security ensured by UN guards\n- Free use of aircraft and equipment\n\n8. Prohibits Iraq from taking hostile acts against UN or IAEA personnel.\n\n9. Requests the Secretary-General to notify Iraq of this resolution and demands Iraq confirm its intention to comply within 7 days.\nThe Security Council:\n- Urges Iraq to cooperate immediately, unconditionally and actively with UNMOVIC and IAEA;\n\n Requests all Member States to support UNMOVIC and IAEA, providing information on prohibited programmes, recommending sites for inspection, and persons to be interviewed;\n\n- Directs the Executive Chairman of UNMOVIC and IAEA Director-General to report any Iraqi interference with inspection activities or failure to comply with disarmament obligations;\n\n- Decides to convene immediately upon receiving a report of non-compliance to consider the situation and potential consequences;\n\n- Recalls that Iraq will face serious consequences for continued violations;\n\n- Decides to remain seized of the matter.\n\nAlso, \nThe Executive Chairman of UNMOVIC and IAEA Director-General in a letter to  H.E. General Amir H. Al-Saadi, \n confirmed Iraq’s acceptance of all inspection rights provided for in Security Council resolutions without conditions; \nand agreed on immediate, unconditional and unrestricted access to sites, including \"sensitive sites\".\nHere is a concise summary of the Security Council document:\n\nThe following understandings and arrangements have been confirmed:\n\n**Inspection and Access**\n\n* UNMOVIC and IAEA determine the number of inspectors required for site access\n* Iraq informed of additional site inspections through Notification of Inspection (NIS)\n* No proscribed material or records destroyed except in presence of inspectors\n\n**Facilitation and Support**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2002/S_RES_1441_2002_EN.pdf"
}