{
  "resolution_no": "1411",
  "year": "2002",
  "theme": [
    "International Tribunal",
    "Judges",
    "Nationality"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39"
  ],
  "entities": [
    "International Tribunal for the Former Yugoslavia",
    "International Tribunal for Rwanda"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n Reaffirming previous resolutions 827 (1993), 955 (1994), 1165 (1998), 1166 (1998) and 1329 (2000),\n Recognizing that judges of the International Tribunals for the Former Yugoslavia and Rwanda may hold multiple nationalities,\n Noting that one such person has already been elected a judge,\nDecides that for membership purposes, such persons should be regarded as bearing solely the nationality of the State in which they ordinarily exercise civil and political rights,\n Acting under Chapter VII of the Charter,\n1. Decides to amend article 12 of the Statute of the International Tribunal for the Former Yugoslavia and replace it with provisions in annex I;\n2. Decides to amend article 11 of the Statute of the International Tribunal for Rwanda and replace it with provisions in annex II;\n3. Decides to remain seized of the matter.\nAnnex I \n Article 12 \nComposition of the Chambers \n1.The Chambers shall have 16 permanent judges and a maximum of 9 ad litem judges, with no two from the same State. \n2. Three permanent and a maximum of six ad litem judges shall be in each Trial Chamber. \n3. Seven permanent judges shall be members of the Appeals Chamber. \n4. A person with multiple nationalities shall be deemed to be a national of the State in which they ordinarily exercise civil and political rights.\nThe Chambers shall comprise 16 independent judges, with no two from the same State. The composition is as follows: \n(a) Three judges in each Trial Chamber; \n(b) Seven judges in the Appeals Chamber, with five members hearing each appeal. \nA person with multiple nationalities for Tribunal membership purposes is deemed a national of the State where they exercise civil and political rights.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2002/S_RES_1411_2002_EN.pdf"
}