{
  "resolution_no": "1409",
  "year": "2002",
  "theme": [
    "Humanitarian",
    "Sanctions",
    "Peacekeeping"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNMOVIC",
    "IAEA",
    "Office of the Iraq Programme (OIP)",
    "Security Council Committee established pursuant to resolution 661 (1990)"
  ],
  "reporting_cycle": "Secretary-General reports every 180 days",
  "operative_authority": "Chapter VII",
  "summary": "**Outcomes**\n\n* If an application contains a GRL item(s), OIP will forward it to the 661 Committee for evaluation.\n* If an application contains an item referred to in paragraph 24 of resolution 687 (1991), it will be considered ineligible for approval.\n* If an application does not contain any item referred to in paragraph 4, OIP will inform the Government of Iraq and the submitting Mission or United Nations agency, and the exporter will be eligible for payment from the escrow account.\n\n**Reconsideration**\n\n* A submitting Mission or United Nations agency may request reconsideration of a determination within 10 working days.\n* UNMOVIC and/or IAEA will reconsider the item(s) and provide a written explanation of the final decision.\nThe 661 Committee has 10 working days to determine whether an item may be sold or supplied to Iraq after receiving an application. The Committee can: (a) Approve; (b) Approve with conditions; (c) Deny; or (d) Request additional information. If the Committee takes no action within 10 working days, the application is considered approved. A Committee member can request additional information; if not provided within 90 days, the item is considered \"supplier-inactive\" and no further action is taken. If the information is not provided within a further 90 days, the application lapses. The Committee has 20 working days to evaluate additional information. If an item is not approved, the submitting Mission or UN agency can petition for reconsideration within 30 working days with new information. If an item is found ineligible or lapses, a new application can be submitted based on a new or amended contract. Experts evaluating applications should be from a broad geographical base. The UN Secretariat reports to the 661 Committee on application status. Contracts on hold are divided into two categories: Category A (contracts with items on UNSCR 1051 lists) and Category B (other contracts). Category A contracts are returned to the submitting Mission or UN agency, while Category B contracts are recirculated under the GRL procedures within 60 days.\nHere is a concise summary of the Security Council document:\n\nThe document is a notification or request form to ship goods to Iraq, established by the Security Council Committee concerning the situation between Iraq and Kuwait. \n\nThe form is to be completed by the prospective exporting country or international organization and includes the following information:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2002/S_RES_1409_2002_EN.pdf"
}