{
  "resolution_no": "2117",
  "year": "2013",
  "theme": [
    "Small Arms",
    "Light Weapons",
    "International Peace",
    "Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 51"
  ],
  "entities": [
    "United Nations",
    "INTERPOL",
    "Security Council"
  ],
  "reporting_cycle": "biennial basis",
  "operative_authority": "Chapter VI",
  "summary": "9. Reaffirms its decision that States shall eliminate the supply of weapons to terrorists and calls for intensifying exchange of operational information.\n\n10. Urges Member States and UN entities to cooperate and share information on suspected traffickers and trafficking routes.\n\n11. Calls for Member States to support weapons collection, disarmament, demobilization, and reintegration of ex-combatants.\n\n12. Urges Member States and UN entities to facilitate women's full and meaningful participation in policymaking and implementation processes.\n\n13. Reiterates its demand that parties to armed conflict comply with international humanitarian, human rights law, and refugee law.\n\n14. Calls on parties to armed conflict to respect and protect humanitarian personnel, facilities, and relief consignments.\n\n15. Encourages Member States to render assistance in securing government stockpiles of small arms and light weapons.\n\n16. Encourages the Secretary-General and Heads of intergovernmental organizations to strengthen cooperation.\n\n17. Encourages Member States to accede to and implement the UN Convention against Transnational Organized Crime.\n\n18. Stresses the need for full implementation of the UN Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms.\n\n19. Urges States to consider signing and ratifying the Arms Trade Treaty.\n\n20. Requests the Secretary-General to submit a biennial report on small arms and light weapons.\n\n21. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2117_2013_EN.pdf"
}