{
  "resolution_no": "2058",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Cyprus"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "UNFICYP",
    "Cyprus",
    "Greek Cypriot",
    "Turkish Cypriot"
  ],
  "reporting_cycle": "Secretary-General reports by 10 January 2013",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nAdopted resolution 2058 (2012) on 19 July 2012, \n\nWelcoming the report of the Secretary-General on UN operation in Cyprus, \n\nNoting the necessity to keep UNFICYP in Cyprus beyond 19 July 2012, \n\nEchoing the Secretary-General’s belief that finding a solution lies primarily with the Cypriots, \n\nReaffirming the UN's primary role in assisting parties to achieve a comprehensive and durable settlement, \n\nWelcoming progress in negotiations and leaders’ joint statements, \n\nRecalling the importance of full, flexible and constructive engagement in negotiations, \n\nWelcoming efforts to stimulate progress and supporting continued efforts, \n\nNoting the need to advance military confidence building measures and implement remaining measures, \n\nReaffirming the importance of Green Line crossings and encouraging opening of other crossing points, \n\nConvinced of benefits of a comprehensive Cyprus settlement, \n\nUrging leaders to foster positive public rhetoric and explain settlement benefits, \n\nHighlighting the international community's supporting role, \n\nTaking note of the stable security situation, \n\nRecalling the 1989 aide-memoire and need for demining, \n\nHighlighting the Committee on Missing Persons' activities, \n\nAgreeing on the essential role of civil society groups, \n\nStressing the need for a rigorous approach to peacekeeping deployments, \n\nWelcoming the Secretary-General's intention to review peacekeeping operations.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nWelcomes efforts of Alexander Downer and Lisa Buttenheim in assisting parties in negotiations for a comprehensive settlement in Cyprus.\n\n1. Acknowledges progress in negotiations but notes it's insufficient, urging parties to continue discussions to reach decisive progress on core issues.\n\n2. Takes note of the Secretary-General's report (S/2012/507).\n\n3. Recalls resolution 2026 (2011) and calls on leaders to:\n    (a) Work on convergences on core issues;\n    (b) Work with Technical Committees to improve daily lives of Cypriots;\n    (c) Improve public atmosphere and deliver constructive messages;\n    (d) Increase civil society participation.\n\n4. Urges implementation of confidence-building measures, including military measures and opening of crossing points.\n\n5. Urges parties to accommodate Committee for Missing Persons exhumation requirements.\n\n6. Reaffirms relevant resolutions, particularly resolution 1251 (1999).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2058_2012_EN.pdf"
}