{
  "resolution_no": "2069",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Security",
    "Terrorism",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "ISAF",
    "UNAMA",
    "NATO",
    "OEF coalition",
    "Afghan Government",
    "International Security Assistance Force"
  ],
  "reporting_cycle": "quarterly reports",
  "operative_authority": "Chapter VII",
  "summary": "The Council reiterates its commitment to supporting Afghanistan's peace and reconciliation process, in line with the Kabul Communiqué and Bonn Conference Conclusions. It welcomes efforts to advance the peace process, including the Afghanistan Peace and Reconciliation Programme, and calls for international support. The Council recognizes progress in reconciliation, but notes that security remains a serious challenge. \n\nThe Council welcomes the increased number of Taliban who have reconciled with the government and encourages further efforts to address operational challenges. It recalls Afghanistan's commitments to strengthen its electoral process and reaffirms the importance of transparent, credible, and democratic elections.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nWelcomes efforts to strengthen international cooperation in Afghanistan, including ISAF and OEF coalition operations.\n\nAppreciates NATO's leadership and contributions from many nations to ISAF and OEF.\n\nDetermines that the situation in Afghanistan still poses a threat to international peace and security.\n\nDecides to:\n\n1. Extend ISAF's authorization for 12 months until 13 October 2013.\n2. Authorize ISAF to take necessary measures to fulfill its mandate.\n\nRecognizes the need for ISAF to meet operational requirements and welcomes the transition of security responsibility to the Afghan Government by 2014.\n\nWelcomes:\n\n* The Afghan Government's commitment to develop the Afghan National Security Forces (ANSF).\n* NATO's commitment to provide sustained practical support to Afghanistan.\n\nStresses the importance of:\n\n* Increasing the functionality, professionalism, and accountability of the Afghan security sector.\n* Supporting the professionalization of the Afghan National Army and Police.\n\nRequests:\n\n* ISAF leadership to keep the Security Council informed on the implementation of its mandate.\n\nDecides to remain actively seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2069_2012_EN.pdf"
}