{
  "resolution_no": "2060",
  "year": "2012",
  "theme": [
    "Somalia",
    "Eritrea",
    "Arms Embargo",
    "Humanitarian Assistance",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Monitoring Group",
    "Committee",
    "Transitional Federal Government",
    "African Union Mission in Somalia (AMISOM)",
    "United Nations Political Office for Somalia (UNPOS)"
  ],
  "reporting_cycle": "The Emergency Relief Coordinator to report to the Security Council by 20 November 2012 and again by 20 July 2013",
  "operative_authority": "Chapter VII",
  "summary": "* Requests the Emergency Relief Coordinator to report on implementation and impediments to humanitarian aid delivery.\n\n* Requests enhanced cooperation and information sharing between the Monitoring Group and humanitarian organizations.\n\n* Exempts certain supplies and assistance for the UN Political Office for Somalia and humanitarian use from arms embargoes.\n\n* Extends the mandate of the Monitoring Group until 25 August 2013, with tasks including:\n \n  - Monitoring implementation of sanctions\n  - Reporting on violations\n  - Investigating seaport operations and revenue generation for Al-Shabaab\n  - Investigating activities generating revenues for arms embargoes violations\n  - Refining and updating information on individuals and entities engaging in acts subject to sanctions.\nThe Security Council:\n\nAppoints a Monitoring Group pursuant to previous resolutions;\n\nThe Monitoring Group is tasked to:\n- Work closely with the Committee on recommendations to improve compliance with Somalia and Eritrea arms embargoes (j);\n- Identify areas to strengthen States' capacities in the region to implement the embargoes (k);\n- Provide a midterm briefing within six months and monthly progress reports to the Committee (l);\n- Submit two final reports, one on Somalia and one on Eritrea, no later than thirty days prior to the termination of its mandate (m);\n\nRequests the Secretary-General to make necessary financial arrangements to support the Monitoring Group (14);\n\nRequests the Committee to consider the Monitoring Group's recommendations and suggest ways to improve implementation and compliance with the embargoes (15);\n\nUrges all parties and States to cooperate with the Monitoring Group, ensure its safety, and provide unhindered access to persons, documents, and sites (16);\n\nDecides to remain actively seized of the matter (17).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2060_2012_EN.pdf"
}