{
  "resolution_no": "2035",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNAMID",
    "Panel of Experts",
    "Committee established pursuant to paragraph 3 (a) of resolution 1591 (2005)",
    "African Union/United Nations Mediation",
    "Government of Sudan",
    "Liberation and Justice Movement (LJM)"
  ],
  "reporting_cycle": "The Panel of Experts to provide a midterm briefing no later than 31 July 2012, and a final report no later than 30 days prior to termination of its mandate",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\nRecalling previous resolutions and statements on Sudan,\nReaffirming commitment to peace, sovereignty, and territorial integrity of Sudan,\nWelcoming the Doha Document for Peace in Darfur,\n Recognizing a durable solution requires an inclusive political process,\n \nReiterating support for a comprehensive solution to the Darfur conflict,\nUrging the Government of Sudan and LJM to deliver on Doha Document commitments,\nUrging other armed movements to negotiate without preconditions,\n \nWelcoming the Darfur Regional Authority's inauguration,\nDemanding parties cease military action, including aerial bombardments,\nDemanding an end to sexual violence, child recruitment, and indiscriminate attacks on civilians,\n \nCommending UNAMID, Joint Mediation, and other efforts to promote peace and stability,\nUrging enhanced cooperation between UNAMID and the Panel of Experts,\n \nRecalling the Panel of Experts' reports, expressing intent to study recommendations,\nExpressing concern over obstacles to the Panel's work,\nEmphasizing respect for privileges and immunities,\n \nReminding States of obligations under previous resolutions,\nStressing the need for parties to accept international humanitarian law and human rights law,\n \nCalling on Sudan to fulfil commitments, including lifting the state of emergency,\nEmphasizing the imperative to refrain from violence against civilians,\nNoting that hostility acts against civilians would undermine the Doha Document.\nHere is a concise summary of the Security Council document 2035 (2012) without adding any extra information or lines:\n\nThe Security Council, determining that the situation in Sudan continues to threaten international peace and security, \n\n1. Extends the mandate of the Panel of Experts until 17 February 2013 and requests the Secretary-General to take necessary administrative measures.\n\n2. Notes the creation of two additional states in Darfur and confirms that previous references to North, South, and West Darfur apply to all of Darfur.\n\n3. Decides that listing criteria for sanctions shall also apply to entities.\n\n4. Ends exemptions in support of the Comprehensive Peace Agreement.\n\n5. Requests the Panel of Experts to provide a midterm briefing by 31 July 2012, an interim report within 90 days, and a final report 30 days before its mandate ends.\n\n6. Requests monthly updates from the Panel on its activities.\n\n7. Requests a report on the implementation and effectiveness of paragraph 10 of resolution 1945 (2010).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2035_2012_EN.pdf"
}