{
  "resolution_no": "2070",
  "year": "2012",
  "theme": [
    "Haiti",
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Rule of Law"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MINUSTAH",
    "United Nations country team",
    "Haitian National Police",
    "Office of the United Nations Special Envoy for Haiti"
  ],
  "reporting_cycle": "The Secretary-General reports semi-annually, not later than forty-five days prior to the expiration of the mandate",
  "operative_authority": "Chapter VII",
  "summary": "8. Welcomes the Government of Haiti's efforts to build institutional capacity in security and rule of law, and calls upon MINUSTAH to support decentralization priorities and strengthen self-sustaining security sector institutions.\n\n9. Recognizes that a stable political environment is crucial for stability and recovery, and reaffirms its call on MINUSTAH to support the political process in Haiti.\n\n10. Reaffirms that strengthening the Haitian National Police (HNP) is paramount for Haiti's stability and future development.\n\n11. Recognizes HNP capacity-building as a critical task for MINUSTAH and calls on international partners to intensify assistance to the Government of Haiti.\n\n12. Supports the objectives and commitments of the 2012-2016 HNP Development Plan and underlines the need for adequate budgetary support.\n\n13. Requests MINUSTAH to continue strengthening the HNP's institutional and operational capacities.\n\n14. Encourages MINUSTAH to assist the Government in tackling gang violence, organized crime, and trafficking.\n\n15. Calls on donors and partners to better coordinate their efforts and work closely with the Haitian Government.\n\n16. Requests the United Nations country team and all actors to complement security and development operations with activities improving living conditions.\n\n17. Requests MINUSTAH to continue implementing quick-impact projects contributing to a stabilization.\nHere is a clear and concise summary of the Security Council document:\n\n18. Condemns grave violations against children and widespread rape and sexual abuse of women and girls, and calls on the Government of Haiti to promote and protect their rights with MINUSTAH's support.\n\n19. Requests the Secretary-General to ensure MINUSTAH personnel comply with the zero-tolerance policy on sexual exploitation and abuse.\n\n20. Reaffirms MINUSTAH's human rights mandate and urges the Government to respect and protect human rights, particularly in the Haitian National Police and judiciary.\n\n21. Encourages MINUSTAH to enhance stability and Haitian ownership through its existing capabilities.\n\n22. Requests MINUSTAH to continue its community violence reduction approach, focusing on at-risk youth, women, and displaced persons.\n\n23. Requests MINUSTAH to support Haitian authorities in controlling small arms and developing a national community policing doctrine.\n\n24. Underscores the importance of updating planning documents for MINUSTAH's military and police components.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2070_2012_EN.pdf"
}