{
  "resolution_no": "2063",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Protection of Civilians"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMID",
    "African Union",
    "United Nations Mission in South Sudan (UNMISS)",
    "United Nations Interim Security Force for Abyei (UNISFA)"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Reaffirms previous resolutions and statements on Sudan, emphasizing full compliance.\n2. Reiterates commitment to Sudan's sovereignty, unity, independence, and territorial integrity.\n3. Recalls previous resolutions on protection of civilians, children, and humanitarian personnel.\n4. Expresses concern over lack of progress in Darfur's justice process, welcoming a new Special Prosecutor.\n5. Welcomes the Doha Document for Peace in Darfur (DDPD) as a step towards peace.\n6. Urges the Government of Sudan and armed groups to implement the DDPD, condemning actions hindering the process.\n7. Emphasizes the UN-AU partnership in maintaining peace and security in Africa, particularly in Sudan.\n8. Welcomes the report on UNAMID and stresses the need for a rigorous approach to peacekeeping deployments.\n9. Expresses concern over increased violence and insecurity in Darfur, calling for cease hostilities and humanitarian access.\n10. Recalls commitments made by the Government of Sudan and the Liberation and Justice Movement in the DDPD.\nHere is a concise summary of the Security Council document:\n\nThe Security Council extends the mandate of UNAMID for 12 months to July 31, 2013. The Council welcomes the trend of voluntary returns of IDPs and refugees but expresses concern over new displacements and the need to ensure security in areas of return. It also expresses concern over hostilities between the Government of Sudan and armed groups, and reiterates that a military solution to the conflict in Darfur is not possible.\n\nThe Council demands that non-signatory armed groups cease receiving external support and condemns all violations of international human rights and humanitarian law in Darfur. It calls on all parties to comply with their obligations under international human rights and humanitarian law.\n\nThe Council decides to reconfigure UNAMID's uniformed personnel to focus on areas with the highest security threats, with a total of up to 16,200 military personnel, 2,310 police personnel, and 17 formed police units. It underlines the need for UNAMID to prioritize the protection of civilians, ensure safe and unhindered humanitarian access, and support the implementation of the Doha Document for Peace in Darfur (DDPD).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2063_2012_EN.pdf"
}