{
  "resolution_no": "2083",
  "year": "2012",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "UNIFIL",
    "MINUSMA",
    "Financial Action Task Force (FATF)",
    "INTERPOL",
    "United Nations Office on Drugs and Crime",
    "Counter-Terrorism Implementation Task Force (CTITF)"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days; The Monitoring Team reports comprehensively to the Committee, one by 31 June 2013, and the second by 31 December 2013",
  "operative_authority": "Chapter VII",
  "summary": "3. Confirms eligibility for designation of entities owned or controlled by Al-Qaida-associated individuals or entities.\n\n4. Applies requirements to financial and economic resources, including those used for Internet hosting.\n\n5. Notes means of financing or support include proceeds from crime, including illicit drug production and trafficking.\n\n6. Confirms requirements apply to payment of ransoms to listed entities.\n\n7. Allows addition of payments to frozen accounts.\n\n8. Encourages use of exemptions and authorizes the Focal Point mechanism.\n\n9. Directs Committee cooperation with other Sanctions Committees.\n\n**Listing**\n\n10. Encourages Member States to submit names for Al-Qaida Sanctions List.\n\n11. Reaffirms requirements for proposing names, including statements of case with detailed reasons.\nHere is a concise summary of the Security Council document 2083 (2012):\n\n12. When proposing a new designation, Member States shall specify if the Committee or Ombudsperson may not disclose the state's status as a designating state.\n\n13. Member States shall use the standard form for listing and provide relevant information, including identifying information, to the Committee; the Committee shall update the standard form and the Monitoring Team shall report on steps to improve identifying information.\n\n14. The Committee shall make narrative summaries of reasons for listing available on its website, with the assistance of the Monitoring Team and designating states.\n\n15. Member States and international organizations are encouraged to inform the Committee of relevant court decisions and proceedings.\n\n16. Committee members and the Monitoring Team shall share information on listing requests to inform the Committee's decision.\n\n17. The Secretariat shall notify the Permanent Mission of the country where an individual or entity is believed to be located and publish relevant information on the Committee's website.\n\n18. Member States shall notify listed individuals or entities of the designation and provide the narrative summary of reasons for listing.\n\n19. The Ombudsperson's mandate is extended for 30 months; the Ombudsperson shall receive delisting requests and present recommendations to the Committee.\n\n20-21. The Committee shall consider the Ombudsperson's recommendations; if the Ombudsperson recommends delisting, the Committee shall decide within 60 days.\n\n22. The Secretary-General shall provide necessary resources to the Office of the Ombudsperson.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2083_2012_EN.pdf"
}