{
  "resolution_no": "2044",
  "year": "2012",
  "theme": [
    "Western Sahara",
    "Peacekeeping",
    "Self-determination"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINURSO",
    "UNHCR",
    "Office of the United Nations High Commissioner for Refugees"
  ],
  "reporting_cycle": "Secretary-General reports at least twice a year",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling and reaffirming all its previous resolutions on Western Sahara, supports the efforts of the Secretary-General and his Personal Envoy to implement previous resolutions. The Council reaffirms its commitment to assist the parties in achieving a just, lasting, and mutually acceptable political solution, providing for the self-determination of the people of Western Sahara. \n\nThe Council calls on the parties and States of the region to cooperate more fully with the United Nations and with each other to end the current impasse and achieve progress towards a political solution. It welcomes the efforts of the Secretary-General to keep peacekeeping operations, including MINURSO, under close review.\n\nThe Council expresses concern about violations of existing agreements and calls on the parties to respect their relevant obligations. It takes note of the Moroccan and Polisario Front proposals presented in 2007 and encourages the parties to demonstrate further political will towards a solution.\n\nThe Council welcomes progress made in negotiations, including discussions on innovative approaches and discrete subjects, and the 9 November 2011 meeting on natural resources and demining progress. It also welcomes the UNHCR-sponsored seminar on Hassaniya culture and the high-level meeting on Confidence Building Measures.\n\nThe Council stresses the importance of improving the human rights situation in Western Sahara and the Tindouf camps, and encourages the parties to work with the international community to develop and implement measures to ensure full respect for human rights.\n\nThe Council welcomes the opening of National Council on Human Rights Commissions and the steps taken by Morocco to ensure unqualified and unimpeded access to all Special Procedures of the United Nations Human Rights Council. \n\nThe Council reiterates the request that UNHCR maintain its consideration of a refugee registration in the Tindouf refugee camps and looks forward to the implementation of the updated plan of action on confidence building measures.\n\nThe Council affirms support for the Secretary-General’s Personal Envoy for Western Sahara, Ambassador Christopher Ross, and the Special Representative of the Secretary-General for Western Sahara and Head of MINURSO, Hany Abdel-aziz.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Extends the mandate of MINURSO until 30 April 2013.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2044_2012_EN.pdf"
}