{
  "resolution_no": "2045",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "Group of Experts",
    "French forces",
    "UNMIL"
  ],
  "reporting_cycle": "The Group of Experts to submit a midterm report to the Committee by 15 October 2012 and a final report by 15 days before the end of its mandated period",
  "operative_authority": "Chapter VII",
  "summary": "7. Urges combatants to lay down arms and encourages UNOCI to assist (para 9)\n\n8. Recalls UNOCI's mandate to collect and dispose of arms brought in violation of embargo (para 10)\n\n9. Expresses concern about mercenaries and calls for coordination between Côte d’Ivoire and Liberia (para 11)\n\n10. Reiterates necessity for Ivorian authorities to provide access to Group of Experts and UNOCI (para 12)\n\n11. Reiterates commitment to impose targeted measures (para 13)\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Requests states to cooperate with the Committee and provide necessary information (para 14).\n\n Extends the mandate of the Group of Experts until 30 April 2013 and requests the Secretary-General to support its action (para 15).\n\n Requests the Group of Experts to submit reports on the implementation of measures imposed on Côte d'Ivoire (para 16).\n\n Allows the Group of Experts' report to include information and recommendations on designating individuals and entities (para 17).\n\n Requests the Secretary-General, French Government, and Kimberley Process Certification Scheme to communicate information on arms and diamond supplies to Côte d'Ivoire (paras 18-20).\n\n Urges Ivorian authorities to enforce Kimberley Process rules and work with the Kimberley Process Certification Scheme (para 21).\n\n Calls upon Ivorian authorities to combat illegal taxation systems and re-establish relevant institutions (para 22).\n\n Urges cooperation with the Committee, Group of Experts, and UNOCI (para 23).\n\n Recalls previous concerns on sexual and gender-based violence and children in armed conflict (para 24).\n\n Requests the Committee to update its guidelines within three months (para 25).\n\n Urges Ivorian parties and states to ensure the safety and access of the Group of Experts (para 26).\n\n Decides to remain actively seized of the matter (para 27).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2045_2012_EN.pdf"
}