{
  "resolution_no": "2081",
  "year": "2012",
  "theme": [
    "International Tribunal for the former Yugoslavia",
    "Mechanism for International Criminal Tribunals",
    "War Crimes"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "International Tribunal for the former Yugoslavia",
    "International Residual Mechanism for Criminal Tribunals",
    "Security Council"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nAdopted resolution 2081 (2012) on 17 December 2012,\n\n Requests the ICTY to expedite its work to facilitate closure by 31 December 2014.\n Recalls previous resolutions 827 (1993), 1503 (2003), 1534 (2004), and 1966 (2010).\n Notes the branch of the International Residual Mechanism for Criminal Tribunals will commence on 1 July 2013.\n\nThe Council:\n1. Requests the ICTY to complete its work by 31 December 2014.\n2. Requests a consolidated plan on completion strategy, closure, and transition by 15 April 2013.\n3. Will examine the plan by 30 June 2013 to consider recommendations for progress.\n4. Urges States to cooperate fully with the ICTY and the Mechanism.\n\nThe Council decides to extend the terms of office of:\n- Permanent judges in the Appeals Chamber until 31 December 2013: \n  Carmel Agius, Liu Daqun, Theodor Meron, Fausto Pocar, Patrick Robinson.\n- Permanent judges in the Trial Chambers until 31 December 2013: \n  Jean-Claude Antonetti, Guy Delvoie, Burton Hall, Christoph Flügge, O-Gon Kwon, \n  Bakone Justice Moloto, Howard Morrison, Alphons Orie.\n- Ad litem judges in the Trial Chambers until 1 June 2013: \n  Elizabeth Gwaunza, Michèle Picard.\nThe Security Council:\n\n8. Decides to extend the term of office of ad litem Judge Frederik Harhoff (Denmark), a member of the Trial Chambers, until 31 December 2013 or until the completion of the cases to which he is assigned, if sooner;\n\n9. Decides to extend the term of office of the following ad litem judges at the International Tribunal, members of the Trial Chambers, until 31 December 2013 or until the completion of the cases to which they are assigned, if sooner: \n- Melville Baird (Trinidad and Tobago)\n- Flavia Lattanzi (Italy)\n- Antoine Kesia-Mbe Mindua (Democratic Republic of Congo)\n\n10. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2081_2012_EN.pdf"
}