{
  "resolution_no": "2094",
  "year": 2013,
  "theme": [
    "Sanctions",
    "Non-Proliferation",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "KOMID",
    "Tanchon Trading Corporation",
    "Second Academy of Natural Sciences",
    "Korea Complex Equipment Import Corporation"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "* Directs the Committee to review and update lists of prohibited items and directs the Security Council to take action if the Committee does not.\n\n* Calls upon States to prevent the supply, sale, or transfer of items that could contribute to the DPRK's nuclear or ballistic missile programs.\n23. Reaffirms luxury goods measures imposed in 2006, clarifying \"luxury goods\" includes items specified in annex IV. \n24. Calls on States to vigilantly monitor DPRK diplomatic personnel to prevent contributions to DPRK's nuclear or ballistic missile programs. \n25. Requests States to report within 90 days on measures taken to implement this resolution and for the Panel of Experts to assist. \n26. Calls on States to supply information on non-compliance with imposed measures. \n27. Directs the Committee to respond to violations, designating individuals and entities subject to measures. \n28. Applies the Committee's mandate to measures imposed in 2009 and this resolution. \n29. Extends the Panel of Experts' mandate until 7 April 2014. \n30. Emphasizes no claims shall lie at the instance of the DPRK due to prevented contracts or transactions. \n31. Underlines measures are not intended to have adverse humanitarian consequences for the DPRK's civilian population. \n32. Emphasizes compliance with diplomatic mission activities in the DPRK. \n33. Commits to a peaceful, diplomatic, and political solution to the situation. \n34. Reaffirms support to the Six-Party Talks, calls for their resumption. \n35. Reiterates the importance of maintaining peace and stability on the Korean Peninsula. \n36. Affirms continuous review of the DPRK's actions and readiness to adjust measures as needed. \n37. Decides to remain seized of the matter.\nHere is a concise summary of the Security Council document:\n\n**Annex I: Travel ban/asset freeze**\n\n1. **YO'N CHO'NG NAM**: Chief Representative for KOMID, DPRK's primary arms dealer.\n2. **KO CH'O'L-CHAE**: Deputy Chief Representative for KOMID.\n3. **MUN CHO'NG-CH'O'L**: TCB official who facilitated transactions for TCB, main DPRK financial entity for arms sales.\n\n**Annex II: Asset freeze**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2094_2013_EN.pdf"
}