{
  "resolution_no": "2077",
  "year": "2012",
  "theme": [
    "Piracy",
    "Maritime Security",
    "International Cooperation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNODC",
    "IMO",
    "WFP",
    "EU operation ATALANTA",
    "Combined Maritime Forces"
  ],
  "reporting_cycle": "Secretary-General reports every 11 months",
  "operative_authority": "Chapter VII",
  "summary": "Notes Somalia's readiness to cooperate on repatriating convicted pirates;\n\nWelcomes the Secretary-General's report on piracy;\n\nTakes note of reports on specialized Somali anti-piracy courts;\n\nStresses the need to assist seafarers who are victims of piracy;\n\nRecognizes progress in raising awareness about piracy dangers;\n\nAppreciates efforts to support Somalia's corrections system.\nHere is a summarized version of the Security Council document 2077 (2012):\n\nThe Security Council:\n\n Condemns and deplores all acts of piracy and armed robbery against vessels off the coast of Somalia.\n\n Recognizes the ongoing instability in Somalia as an underlying cause of piracy.\n\n Stresses the need for a comprehensive response to repress piracy and tackle its underlying causes.\n\n Underlines the primary responsibility of Somali authorities in the fight against piracy and requests they pass counter-piracy laws and declare an Exclusive Economic Zone.\n\n Urges States to investigate and prosecute suspected pirates, particularly key figures of criminal networks.\n\n Calls upon Somali authorities to interdict, investigate, and prosecute pirates and patrol territorial waters.\n\n Requests States to cooperate on hostage taking and prosecution of suspected pirates.\n\n Notes concern regarding escalating ransom payments and arms embargo violations.\n\n Recognizes the need for information sharing to arrest and prosecute key figures of piracy networks.\n\n Renews call for States and regional organizations to participate in the fight against piracy.\n\n Commends the Contact Group on Piracy off the Coast of Somalia (CGPCS) and encourages continued support.\n\n Encourages Member States to cooperate with Somali authorities and renews authorizations for States and regional organizations to cooperate with Somali authorities in the fight against piracy for a further 12 months.\n\n Affirms that authorizations apply only to the situation in Somalia and do not affect Member States' rights or obligations under international law.\nHere is a summarized version of the Security Council document:\n\n14. Affirms that measures imposed by previous resolutions do not apply to weapons and military equipment for States and regional organizations undertaking measures to combat piracy, and to technical assistance to Somalia for specified purposes.\n\n15. Requests cooperating States to ensure that their activities do not deny or impair the right of innocent passage to ships of third States.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2077_2012_EN.pdf"
}