{
  "resolution_no": "2082",
  "year": "2012",
  "theme": [
    "Terrorism",
    "Peacekeeping",
    "Sanctions",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNAMA",
    "High Peace Council",
    "Taliban",
    "Al-Qaida",
    "Counter-Terrorism Committee (CTC)",
    "United Nations Office of Drugs and Crime",
    "Counter-Terrorism Committee Executive Directorate (CTED)"
  ],
  "reporting_cycle": "The Monitoring Team shall submit comprehensive, independent reports to the Committee by 30 September 2013 and 30 April 2014",
  "operative_authority": "Chapter VII",
  "summary": "Decides to review the implementation of measures in 18 months and make adjustments as necessary; \n\n Remains actively seized of the matter.\n\nThe Monitoring Team, under the Committee's direction, shall:\n\n* Submit two comprehensive reports (by 30 September 2013 and 30 April 2014) on implementation of measures;\n* Assist in reviewing names on the List and developing the Committee's record;\n* Follow up on requests to Member States for information;\n* Submit a programme of work and detail activities;\n* Gather information on non-compliance and submit case studies;\n* Provide recommendations to assist Member States;\n* Assist in considering proposals for listing and delisting;\n* Consult with Member States and encourage submissions for the List;\n* Present additional identifying information to keep the List updated.\nTo collate, assess, monitor and report on implementation of measures; \npursue case studies; and explore relevant issues as directed by the Committee. \nConsult with Member States, organizations, and bodies, including UNAMA. \nConsult with intelligence and security services to facilitate information sharing. \nConsult with private sector representatives to strengthen assets freeze. \nWork with international organizations to promote awareness and compliance. \nWork with INTERPOL to obtain photographs of listed individuals. \nAssist other subsidiary bodies and expert panels. \nAssist Committee in facilitating capacity-building assistance. \nReport to Committee regularly or upon request. \nReport on linkages between Al-Qaida and eligible individuals/groups. \nGather information on travel exemptions and report to Committee. \nUndertake other responsibilities identified by the Committee.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2082_2012_EN.pdf"
}