{
  "resolution_no": "2083",
  "year": "2012",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "UNIFIL",
    "MINUSMA",
    "Financial Action Task Force (FATF)",
    "INTERPOL",
    "United Nations Office on Drugs and Crime",
    "Counter-Terrorism Implementation Task Force (CTITF)"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days; The Monitoring Team reports comprehensively to the Committee, one by 31 June 2013, and the second by 31 December 2013",
  "operative_authority": "Chapter VII",
  "summary": "**Review and Maintenance of the Al-Qaida Sanctions List**\n\n* Member States are encouraged to submit additional identifying and other information on listed individuals, groups, undertakings, and entities (para 39).\n* The Monitoring Team shall circulate lists of individuals and entities on the Al-Qaida Sanctions List whose entries lack identifiers, are reportedly deceased, or have ceased to exist (paras 40-41).\n* The Committee shall review these listings and remove them if credible information is available (paras 40-41).\n* The Committee shall conduct an annual review of all names on the Al-Qaida Sanctions List that have not been reviewed in three or more years (para 42).\n\n**Measures Implementation**\n\n* States are urged to implement the comprehensive international standards embodied in the Financial Action Task Force’s (FATF) revised Forty Recommendations on Combating Money Laundering and the Financing of Terrorism and Proliferation (para 44).\n* The Committee shall ensure that fair and clear procedures exist for placing individuals and entities on the Al-Qaida List and for removing them (para 45).\n* The Committee shall review its guidelines with respect to the provisions of this resolution (para 46).\n\n**Reporting and Compliance**\n\n* The Committee shall report to the Council on its findings regarding Member States’ implementation efforts and recommend steps to improve implementation (para 48).\n* The Committee shall identify possible cases of non-compliance with sanctions and determine the appropriate course of action (para 49).\nThe Security Council resolution 2083 (2012) includes the following key points:\n\n50. Urges Member States to invalidate and remove fraudulent, counterfeit, stolen, and lost passports and travel documents from circulation, and share information on these documents through the INTERPOL database.\n\n51. Encourages Member States to share information with the private sector on fraudulent identity or travel documents and provide information to the Committee if a listed party is using a false identity.\n\n52. Encourages Member States to note that the bearer of a travel document issued to a listed individual is subject to the travel ban.\n\n53. Confirms that no matter should be left pending before the Committee for more than six months, unless extraordinary circumstances require additional time.\n\n54. Encourages designating States to inform the Monitoring Team about judicial proceedings related to listed individuals.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2083_2012_EN.pdf"
}