{
  "resolution_no": "2126",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Conflict Prevention",
    "Humanitarian Assistance",
    "Women, Peace and Security",
    "Children and Armed Conflict"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UNISFA",
    "UNMISS",
    "UNAMID",
    "African Union High-level Implementation Panel (AUHIP)"
  ],
  "reporting_cycle": "90-day intervals",
  "operative_authority": "Chapter VII",
  "summary": "The Council extends UNISFA's mandate until 31 May 2014, under Chapter VII of the Charter of the United Nations. It urges the deployment of authorized forces to enable UNISFA to provide force protection to the Joint Border Verification and Monitoring Mechanism (JBVMM).\n\nThe Council welcomes efforts to operationalize the JBVMM and calls on the Governments of Sudan and South Sudan to make timely and effective use of the JBVMM. It also welcomes the creation of the AU Border Programme Technical Team to determine the SDBZ centreline on the ground.\n\nThe Council underscores that UNISFA's protection of civilians mandate includes taking necessary actions to protect civilians under imminent threat of physical violence.\nHere is a concise summary of the Security Council document:\n\n6. Welcomes the redeployment of Sudanese and South Sudanese military and police personnel from Abyei Area, demands the Government of Sudan redeploy Oil Police in Diffra immediately, and reiterates the need for demilitarization of Abyei Area.\n\n7. Demands Sudan and South Sudan establish the Abyei Area Administration and Council, and constitute the Abyei Police Service to take over policing functions.\n\n8. Urges Sudan and South Sudan to resume the work of the Abyei Joint Oversight Committee (AJOC) to implement the 20 June 2011 Agreement.\n\n9. Supports AJOC's decision on Abyei as a weapons-free area, and urges Sudan and South Sudan to ensure demilitarization, including disarmament programmes.\n\n10. Requests UNISFA to observe, document, and report on the movement of weapons into Abyei.\n\n11. Urges Sudan and South Sudan to implement confidence-building measures among communities in Abyei Area.\n\n12. Requests UNISFA to continue dialogue with AJOC and communities on strategies for ensuring Abyei's status as a weapons-free area.\n\n13. Calls upon all parties to cooperate with the Abyei Area Joint Investigation and Inquiry Committee's findings and recommendations.\n\n14. Expresses intention to review UNISFA's mandate for possible reconfiguration based on Sudan and South Sudan's compliance with previous resolutions.\n\n15. Takes note of the Secretary-General's review of UNISFA's configuration.\n\n16. Calls upon Member States to ensure free and unhindered movement of UNISFA personnel and equipment.\n\n17. Renews call on Sudan and South Sudan to provide full support to the United Nations.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2126_2013_EN.pdf"
}