{
  "resolution_no": "2111",
  "year": "2013",
  "theme": [
    "Somalia",
    "Eritrea",
    "Peacekeeping",
    "Sanctions",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Somalia and Eritrea Monitoring Group",
    "AMISOM",
    "Federal Government of Somalia",
    "African Union"
  ],
  "reporting_cycle": "The Monitoring Group shall submit final reports no later than thirty days prior to the termination of the Monitoring Group’s mandate. The Emergency Relief Coordinator to report to the Security Council by 20 March 2014 and again by 20 September 2014.",
  "operative_authority": "Chapter VII",
  "summary": "**Humanitarian issues**\n\n* Underscores importance of humanitarian aid operations and condemns politicization or misuse of assistance.\n* Exempts humanitarian assistance from measures imposed by paragraph 3 of resolution 1844 (2008) until 25 October 2014.\n* Requests the Emergency Relief Coordinator to report on humanitarian assistance delivery and impediments.\n\n**Public financial management**\n\n* Takes note of Somalia's commitment to improve public financial management.\n* Expresses concern at misappropriation of public resources and encourages efforts to address corruption.\n\n**Petroleum sector**\n\n* Encourages the Federal Government of Somalia to mitigate risks in the petroleum sector.\n\n**Mandate of the Monitoring Group**\n\n* Extends the Monitoring Group's mandate until 25 November 2014.\n* Requests the Monitoring Group to submit final reports on Somalia and Eritrea.\n* Requests the Committee to consider recommendations and improve implementation of arms embargoes and charcoal ban.\nThe Security Council:\n\n Urges all parties, States, and organizations, including AMISOM, to cooperate with the Monitoring Group, ensuring its members' safety, and unhindered access to relevant persons, documents, and sites.\n\n Looks forward to the joint review of AMISOM by the Secretariat and African Union, requesting options and recommendations by 10 October 2013.\n\n Decides to remain actively seized of the matter.\n\n Annex: Lists prohibited items, including:\n\n1. Surface-to-air missiles, including MANPADS.\n2. Large calibre guns, howitzers, cannons, and ammunition.\n3. Large calibre mortars.\n4. Anti-tank guided weapons and ammunition.\n5. Military energetic materials, mines, and related materiel.\n6. Night vision weapon sights.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2111_2013_EN.pdf"
}