{
  "resolution_no": "2104",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Sudan",
    "South Sudan",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNISFA",
    "JBVMM",
    "AUHIP",
    "UNMISS",
    "UNAMID"
  ],
  "reporting_cycle": "60 days",
  "operative_authority": "Chapter VII",
  "summary": "The Council recognizes the threat posed by the proliferation of arms and landmines in Abyei and urges Sudan and South Sudan to finalize the establishment of the Abyei Area Administration and Council.\n\nThe Council decides to extend the mandate of the United Nations Interim Security Force for Abyei (UNISFA) until 30 November 2013 and increases the authorized troop ceiling to 5,326.\n\nThe Council welcomes the establishment of the Joint Border Verification and Monitoring Mechanism (JBVMM) and calls on Sudan and South Sudan to make timely and effective use of it.\n\nThe Council demands that Sudan redeploy the oil police in Diffra from the Abyei Area immediately and reiterates that the Abyei Area shall be demilitarized.\n\nThe Council urges Sudan and South Sudan to finalize the establishment of the Abyei Area Administration and Council and the Abyei Police Service.\n\nThe Council also urges the two governments to implement confidence-building measures among communities in Abyei and to ensure that Abyei is effectively demilitarized. \n\nThe Council requests UNISFA to continue its dialogue with the Abyei Joint Oversight Committee and with local communities on strategies for ensuring compliance with Abyei's status as a weapons-free area.\nHere is a concise summary of the Security Council document 2104 (2013):\n\nThe Security Council:\n\n* Calls for the elimination of heavy or crew-served weapons and rocket-propelled grenades in the Abyei Area and requests full cooperation from Sudan, South Sudan, and local communities.\n\n* Intends to review UNISFA's mandate for possible reconfiguration based on Sudan and South Sudan's compliance with previous decisions.\n\n* Requests the Secretary-General to review UNISFA's configuration, assess risks and threats, and determine the required force posture and troop ceiling.\n\n* Calls on Member States to ensure free and unhindered movement of UNISFA personnel, equipment, and supplies.\n\n* Renews its call on Sudan and South Sudan to provide full support to the UN, including visas, basing arrangements, and logistical support.\n\n* Recognizes the difficult living conditions of UNISFA personnel and urges the Secretary-General to take measures to address this situation.\n\n* Demands that Sudan and South Sudan facilitate the deployment of the UN Mine Action Service and ensure humanitarian personnel's access to civilians in need.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2104_2013_EN.pdf"
}