{
  "resolution_no": "2057",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Protection of Civilians",
    "Post-Conflict Peacebuilding",
    "Human Rights",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UNMISS",
    "Government of the Republic of South Sudan",
    "United Nations country team",
    "African Union-United Nations Hybrid Mission in Darfur (UNAMID)",
    "United Nations Interim Security Force for Abyei (UNISFA)",
    "United Nations Organization Stabilization Mission in the Democratic Republic of the Congo (MONUSCO)"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council on the expected timeline of the deployment of all mission elements, and on the fulfilment of civilian staffing; The Secretary-General reports every 90 days on UNMISS's activities",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\nReaffirms its previous resolutions on the protection of civilians in armed conflict, women, peace, and security, and humanitarian personnel.\n\nCondemns cross-border violence between Sudan and South Sudan, and recognizes the threat to international peace and security.\n\n Determines that the situation in South Sudan continues to constitute a threat to international peace and security.\n\nDecides to:\n\n1. Extend the mandate of UNMISS until 15 July 2013.\n2. Request the Secretary-General to direct UNMISS operations and coordinate UN activities in South Sudan.\n3. Urge UNMISS to focus on protection of civilians and improving the security environment.\n4. Call on the Government of South Sudan to take greater responsibility for protecting its civilians.\n\nAuthorizes UNMISS to use necessary means to carry out its protection mandate.\n\nRequests UNMISS to observe and report on border crossings with Sudan.\n\nDemands cooperation from the Government of South Sudan and other parties with UNMISS deployment and operations.\n\nCalls on Member States to ensure free and unhindered movement of UNMISS personnel and equipment.\n\nDemands that all parties cease violence and human rights abuses against civilians, particularly gender-based violence and child recruitment.\n\nWelcomes UNMISS initiatives to improve communication with local communities and a new action plan to end child recruitment by the Government of South Sudan.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Condemns actions against children, calls for implementation of an action plan, and requests UNMISS to advise and assist the Government of South Sudan.\n\n Encourages the Government to ratify and implement international human rights treaties.\n\n Expresses concern at inter-communal violence in Jonglei State, and calls for investigation and accountability.\n\n Calls for measures to improve women's participation in decision-making.\n\n Calls for combating impunity and holding accountable perpetrators of human rights violations.\n\n Calls for an end to prolonged arbitrary detention and establishment of a humane prison system.\n\n Calls for implementation of the national disarmament, demobilization, and reintegration strategy.\n\n Authorizes inter-mission cooperation and troop transfers.\n\n Underlines the importance of implementing peacebuilding tasks.\n\n Requests regular reports on deployment, troop levels, and civilian staffing.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2057_2012_EN.pdf"
}