{
  "resolution_no": "2079",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Natural Resources",
    "Economic Development"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "UNMIL",
    "Panel of Experts on Liberia",
    "Security Council's Sanctions Committees",
    "Kimberley Process Certification Scheme",
    "UNOCI"
  ],
  "reporting_cycle": "The Panel of Experts to provide a midterm report by 1 June 2013 and a final report by 1 December 2013",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Liberia and West Africa, welcomes Liberia's progress since 2006, and stresses the need for continued implementation of the National Forestry Reform Law and other legislation.\n\nEncourages Liberia to reaffirm its commitment to the Kimberley Process Certification Scheme, prevent diamond smuggling, and improve control over the gold sector.\n\nStresses the importance of UNMIL in improving security and helping the Government establish authority.\n\nTakes note of the report of the UN Panel of Experts on Liberia and determines that the situation in Liberia continues to constitute a threat to international peace and security.\n\nActing under Chapter VII, \n\n1. Reaffirms measures imposed by resolution 1532 (2004), demands Liberia fulfil its obligations, and notes with concern the lack of progress on financial measures.\n\n2. Decides to:\n \n(a) Renew travel measures imposed by resolution 1521 (2003) for 12 months.\n\n(b) Renew arms measures imposed by resolution 1521 (2003) and modified by subsequent resolutions.\n\n(c) Review measures in 12 months, with a midterm review by 30 May 2013.\n\n3. Decides to review measures at the request of Liberia once it reports meeting conditions for terminating measures.\n\n4. Urges Liberia and designating States to provide updated reasons for listing for travel ban and assets freeze lists.\n\n5. Extends the mandate of the Panel of Experts for 12 months to undertake tasks in close collaboration with Liberia and the Côte d’Ivoire Group of Experts.\nThe Security Council:\n\nRequests the Secretary-General to reappoint a Panel of Experts to conduct follow-up assessment missions to Liberia and neighbouring States to:\n \n(a) Investigate and compile reports on the implementation and any violations of arms measures, including information relevant to designating individuals subject to sanctions and the illicit trade of arms;\n \n(b) Assess the impact, effectiveness, and continued need for measures imposed on assets of former President Charles Taylor;\n \n(c) Identify areas to strengthen capacity of Liberia and regional States to implement sanctions;\n \n(d) Assess the contribution of forests and natural resources to peace, security, and development;\n \n(e) Cooperate with the Kimberley Process Certification Scheme;\n \n(f) Provide a midterm report by 1 June 2013 and a final report by 1 December 2013;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2079_2012_EN.pdf"
}