{
  "resolution_no": "2100",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Security",
    "Terrorism",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MINUSMA",
    "AFISMA",
    "UNOM",
    "AU",
    "ECOWAS",
    "EU",
    "International Criminal Court"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council within 45 days of the adoption of this resolution, and then every three months from 1 July 2013",
  "operative_authority": "Chapter VII",
  "summary": "11. The Council requests the Secretary-General to appoint a Special Representative for Mali and Head of Mission of MINUSMA to coordinate all UN activities in Mali.\n\n12. The Council decides that MINUSMA will comprise up to 11,200 military personnel and 1,440 police personnel, and calls on Member States to provide troops and police with adequate capabilities and equipment.\n\n13. The Council welcomes the Secretary-General's commitment to accelerate the deployment of civilian and military capabilities in Mali.\n\n14. The Council authorizes the Secretary-General to take steps to ensure inter-mission cooperation and transfer of troops and assets from other UN missions to MINUSMA, subject to certain conditions.\nHere is a summarized version of the Security Council document:\n\n15. Requests the Secretary-General to ensure that other UN missions in the region (UNMIL and UNOCI) share logistic and administrative support with MINUSMA, without prejudicing their operational capacities.\n\n16. Decides that the mandate of MINUSMA shall be:\n\n**a) Stabilization and support for re-establishment of State authority**\n\n* Stabilize key population centers, especially in northern Mali\n* Support transitional authorities to extend and re-establish State administration\n* Support rebuilding of Malian security sector, police, gendarmerie, and rule of law and justice sectors\n* Assist in mine action and weapons management\n* Support disarmament, demobilization, and reintegration (DDR) of former combatants\n\n**b) Support for implementation of transitional road map**\n\n* Assist transitional authorities to implement transitional road map\n* Exercise good offices, confidence-building, and facilitation at national and local levels\n* Support inclusive national dialogue and reconciliation process\n* Support organization and conduct of free, fair, and transparent presidential and legislative elections\n\n**c) Protection of civilians and UN personnel**\n\n* Protect civilians under imminent threat of physical violence\n* Provide specific protection for women and children\n* Protect UN personnel, installations, and equipment\n\n**d) Promotion and protection of human rights**\n\n* Monitor, investigate, and report on human rights abuses and violations\n* Support deployment of human rights observers\n* Monitor and report on violations against children and women\n\n**e) Support for humanitarian assistance**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2100_2013_EN.pdf"
}