{
  "resolution_no": "2048",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Sanctions",
    "Terrorism",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "UN Security Council",
    "ECOWAS",
    "African Union",
    "European Union",
    "Peacebuilding Commission",
    "Guinea-Bissau Government"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "**Travel Ban**\n\n3. Imposes a travel ban on individuals listed in the annex or designated by the Committee, with exemptions for humanitarian needs, judicial processes, or to further peace and national reconciliation.\n\n**Designation Criteria**\n\n4. The travel ban applies to individuals who:\n\t* Undermine stability in Guinea-Bissau, particularly those involved in the April 12, 2012 coup.\n\t* Act on behalf of or support individuals identified above.\n\t* Support or finance activities through organized crime, including narcotic drugs trafficking.\n\n**New Sanctions Committee**\n\n5. Establishes a Committee to:\n\t* Monitor implementation of the travel ban.\n\t* Designate individuals subject to the ban.\n\t* Establish guidelines and report to the Security Council.\n\t* Encourage dialogue with Member States and international organizations.\n\n6. Calls on Member States to report on steps taken to implement the travel ban within 120 days.\n\n7. Requests the Secretary-General to submit reports on implementation and the humanitarian situation in Guinea-Bissau.\n\n**Commitment to Review**\n\n8. Affirms that it will keep the situation under review and be prepared to adjust or strengthen measures, including an arms embargo and financial measures, as needed. \n9. Decides to remain actively seized of the matter.\nThe Security Council has imposed a travel ban on the following individuals:\n\n1. **General António INJAI** \n- Nationality: Guinea-Bissau \n- Date of birth: 20 January 1955 \n- Place of birth: Encheia, Sector de Bissorá, Região de Oio, Guinea-Bissau \n- Parentage: Wasna Injai and Quiritche Cofte \n- Official function: Lieutenant General – Chief of Staff of the Armed Forces \n- Passport: Diplomatic passport AAID00435, issued on 18.02.2010, expires on 18.02.2013 \n- Involved in the mutiny of 1 April 2010, made statements threatening to overthrow elected authorities during the 2012 electoral period, and involved in the operational planning of the coup d’état of 12 April 2012.\n\n2. **Major General Mamadu TURE** \n- Nationality: Guinea-Bissau \n- Date of birth: 26 April 1947 \n- Official function: Deputy Chief of Staff of the Armed Forces \n- Passport: Diplomatic passport DA0002186, issued on 30.03.2007, expires on 26.08.2013 \n- Member of the “Military Command” responsible for the coup d’état of 12 April 2012.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2048_2012_EN.pdf"
}