{
  "resolution_no": "2125",
  "year": 2013,
  "theme": [
    "Piracy",
    "Maritime Security",
    "Somalia"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNODC",
    "IMO",
    "CGPCS",
    "INTERPOL",
    "Europol",
    "EU",
    "NATO"
  ],
  "reporting_cycle": "The Secretary-General reports to the Security Council within 11 months of the adoption of this resolution",
  "operative_authority": "Chapter VII",
  "summary": "Notes the request to review the boundaries of the High Risk Area (HRA) based on actual incidents of piracy.\n\nWelcomes capacity-building efforts in the region, including the Djibouti Code of Conduct and EUCAP Nestor.\n\nSupports development of a coastal police force and notes efforts to develop guidance and best practices to prevent piracy.\n\nNotes with concern limited capacity and domestic legislation to prosecute suspected pirates, leading to their release without facing justice.\n\nUnderlines importance of collecting and preserving evidence of piracy acts.\n\nRecognizes pirate networks' reliance on kidnapping and hostage-taking and welcomes international efforts to disrupt their activities.\n\nReaffirms condemnation of hostage-taking and calls for the immediate release of all hostages.\n\nCommends Kenya, Mauritius, Seychelles, and Tanzania for prosecuting suspected pirates and notes the assistance provided by international organizations.\n\nWelcomes Somalia's readiness to cooperate on repatriating convicted pirates.\n\nRecalls reports on establishing specialized Somali anti-piracy courts.\n\nStresses the need for States to assist seafarers who are victims of pirates.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Condemns and deplores all acts of piracy and armed robbery at sea off the coast of Somalia.\n\n Recognizes the instability in Somalia as an underlying cause of piracy and armed robbery, and that piracy exacerbates instability.\n\n Stresses the need for a comprehensive response to repress piracy and tackle its underlying causes.\n\n Underlines the primary responsibility of Somali authorities in the fight against piracy and requests them to pass anti-piracy laws and adopt an exclusive economic zone.\n\n Recognizes the need to investigate and prosecute those involved in piracy, and urges States to adopt legislation to facilitate prosecution.\n\n Calls upon Somali authorities to interdict, investigate, and prosecute pirates, and to patrol territorial waters.\n\n Calls upon Somali authorities to bring to justice those using Somali territory to plan or undertake piracy acts.\n\n Calls upon States to cooperate on hostage taking and prosecution of suspected pirates.\n\n Recognizes the need for information exchange for anti-piracy law enforcement purposes.\n\n Renews its call upon States and regional organizations to take part in the fight against piracy and armed robbery at sea.\nHere is a summarized version of the Security Council document:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2125_2013_EN.pdf"
}