{
  "resolution_no": "2114",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Cyprus"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "UNFICYP",
    "Cyprus",
    "Greek Cypriot",
    "Turkish Cypriot"
  ],
  "reporting_cycle": "Secretary-General reports by 10 January 2014",
  "operative_authority": "Chapter VI",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nWelcomed the report of the Secretary-General on the UN operation in Cyprus.\n\nAgreed to keep the UN Peacekeeping Force in Cyprus (UNFICYP) beyond 31 July 2013.\n\nNoted the Secretary-General's intention to report on his Good Offices and reaffirmed the UN's primary role in assisting the parties to achieve a comprehensive and durable settlement.\n\nWelcomed progress made so far and the parties' efforts to prepare for negotiations in October.\n\nRecalled the importance of full, flexible, and constructive engagement in negotiations and encouraged the sides to resume substantive talks on core issues.\n\nWelcomed the Secretary-General's efforts to stimulate progress and expressed continued support.\n\nCalled for renewed efforts on military confidence-building measures and implementation of remaining measures.\n\nReaffirmed the importance of continued Green Line crossings and encouraged the opening of other crossing points.\n\nUrged the two sides to foster positive public rhetoric and explain the benefits of a settlement.\n\nConsidered that undermining the UN's credibility undermines the peace process.\n\nHighlighted the importance of the international community's supporting role.\n\nTook note of the stable security situation but urged all sides to avoid actions that could increase tension.\n\nRecalled the need for demining in Cyprus and urged rapid agreement on facilitating demining operations.\n\nHighlighted the importance of the Committee on Missing Persons and urged access to all areas.\n\nAgreed that civil society groups, including women's groups, are essential to the political process.\n\nStressed the need for a rigorous approach to peacekeeping deployments.\n\nWelcomed the Secretary-General's intention to review peacekeeping operations, including UNFICYP.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Acknowledges progress in negotiations between Cyprus parties, but urges decisive progress on core issues.\n\n2. Takes note of the Secretary-General's report (S/2013/392).\n\n3. Calls on leaders to:\n    (a) work towards convergences on core issues;\n    (b) work with Technical Committees to improve Cypriots' daily lives;\n    (c) improve public atmosphere and deliver constructive messages;\n    (d) increase civil society participation.\n\n4. Urges confidence-building measures, including military measures and opening of crossing points.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2114_2013_EN.pdf"
}