{
  "resolution_no": "2065",
  "year": "2012",
  "theme": [
    "Peacebuilding",
    "Elections",
    "Security",
    "Development"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "UNIPSIL",
    "United Nations country team",
    "Government of Sierra Leone",
    "Peacebuilding Commission",
    "African Union",
    "Economic Community of West African States",
    "Mano River Union"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nRecalling previous resolutions and statements on Sierra Leone, particularly resolution 2005 (2011) and Presidential Statement 11 (2012),\n\nWelcoming the ninth report of the Secretary-General (S/2012/679) and its recommendations,\n\nNoting steady progress towards peace and stability and long-term development,\n\nWelcoming efforts for the 17 November 2012 elections, including the \"Declaration on the 2012 elections\", voter registration, and promotion of political participation,\n\nUnderlining the importance of peaceful, credible elections for consolidation of peace,\n\nWelcoming the role of UNIPSIL, the UN country team, and international partners in supporting elections and peacebuilding,\n\nNoting progress in implementing the Agenda for Change, including macroeconomic stability and promotion of gender equality,\n\nRecognizing challenges posed by transnational organized crime and corruption,\n\nCommending the Government's efforts to implement Security Council resolutions on Women, Peace and Security,\n\nWelcoming current efforts to develop Sierra Leone's Agenda for Prosperity,\n\nReiterating appreciation for the Special Court for Sierra Leone and calling for generous contributions,\n\nRecalling the responsibility for controlling small arms and light weapons,\n\nWelcoming the role of regional organizations, including the African Union, Economic Community of West African States, and the Mano River Union.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Extends the mandate of UNIPSIL until 31 March 2013.\n\n2. Calls on the Government of Sierra Leone, political parties, and the people to foster an environment conducive to peaceful, inclusive, and credible elections.\n\n3. Urges the Government to ensure impartial, proportionate, and effective response to security threats by security agencies.\n\n4. Calls on political parties to promote a culture of non-violence and adhere to the code of conduct.\n\n5. Urges electoral institutions to ensure peaceful, inclusive, and credible elections.\n\n6. Requests UNIPSIL to provide assistance to the Government and stakeholders.\n\n7. Emphasizes the Government's primary responsibility for peacebuilding and long-term development.\n\n8. Urges the Government to continue dialogue with stakeholders on peacebuilding and development goals.\n\n9. Calls on the Government to enhance the effectiveness of the Transnational Organized Crime Unit.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2065_2012_EN.pdf"
}