{
  "resolution_no": "2122",
  "year": "2013",
  "theme": [
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UN-Women",
    "DPKO",
    "DPA",
    "International Criminal Court"
  ],
  "reporting_cycle": "Annual reports by the Secretary-General",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n\nReaffirms its commitment to resolutions 1325 (2000), 1820 (2008), 1888 (2009), 1889 (2009), 1960 (2010), and 2106 (2013) on women, peace, and security.\n\nRecalls the Beijing Declaration and Platform for Action, urging States to ratify or accede to the Convention on the Elimination of All Forms of Discrimination against Women.\n\nReaffirms women's empowerment and gender equality are critical to maintaining international peace and security.\n\nNotes progress in prevention and protection, but remains concerned about implementation deficits in the women, peace, and security agenda.\n\nExpresses concern at women's vulnerability in armed conflict and post-conflict situations, particularly in relation to forced displacement.\n\nExpresses deep concern at human rights violations and abuses against women in armed conflict and post-conflict situations.\n\nRecognizes the importance of providing humanitarian aid and funding for medical, legal, psychosocial, and livelihood services to women.\n\nCondemns all violations of international law committed against civilians, including women and girls.\n\nReaffirms States' primary responsibility to respect and ensure human rights.\n\nReaffirms sustainable peace requires an integrated approach, including coherence between political, security, development, human rights, and rule of law.\n\nRecognizes the need for systematic attention to implementing women, peace, and security commitments.\n\nTakes note of civil society's critical contributions to conflict prevention, resolution, and peacebuilding.\n\nRecognizes the need to address gaps and strengthen links between UN peace and security, human rights, and development work.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Recognizes the importance of addressing root causes of armed conflict and threats to women's and girls' security in pursuit of international peace and security.\n\n Notes the economic empowerment of women contributes to stabilization of societies emerging from conflict and welcomes the Peacebuilding Commission's declaration on women's economic empowerment.\n\n Acknowledges the Arms Trade Treaty's provisions to prevent gender-based violence and violence against women and children.\n\n Welcomes efforts of Member States, regional and subregional organizations in implementing resolution 1325 (2000) and subsequent women, peace and security resolutions.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2122_2013_EN.pdf"
}