{
  "resolution_no": "2077",
  "year": "2012",
  "theme": [
    "Piracy",
    "Maritime Security",
    "International Cooperation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNODC",
    "IMO",
    "WFP",
    "EU operation ATALANTA",
    "Combined Maritime Forces"
  ],
  "reporting_cycle": "Secretary-General reports every 11 months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Somalia, remains gravely concerned about piracy and armed robbery at sea, which threaten humanitarian aid, seafarers, and international navigation.\n\nExpressing concern about children involved in piracy, recognizing the need for a comprehensive response to repress piracy and tackle its underlying causes.\n\nReaffirming respect for Somalia's sovereignty and territorial integrity, and stressing the need to investigate and prosecute piracy suspects, including those who incite or facilitate piracy.\n\nNoting the report of the Secretary-General, which found no evidence that illegal fishing and dumping are factors driving piracy, but emphasizes the need to prevent such activities.\n\nReaffirming that international law, as reflected in the UN Convention on the Law of the Sea, sets out the framework for combating piracy.\n\nUnderlining the primary responsibility of Somali authorities in the fight against piracy and noting their requests for international assistance.\n\nCommending efforts of international operations, including EU's ATALANTA, NATO's Allied Protector and Ocean Shield, and other States, to suppress piracy and protect vulnerable ships.\n\nCommending flag States for taking measures to permit vessels to embark vessel protection detachments and privately contracted armed security personnel.\nThe Security Council:\n\nNotes the request to review the High Risk Area boundaries based on actual piracy incidents;\n\nWelcomes capacity building efforts in the region, including IMO's Djibouti Code of Conduct Trust Fund and EUCAP NESTOR;\n\nAppreciates IMO and shipping industry efforts to develop guidance and best practices to prevent piracy;\n\nNotes with concern the limited capacity to prosecute pirates, leading to their release without facing justice;\n\nUnderlines the importance of collecting and preserving evidence for piracy prosecutions;\n\nRecognizes pirate networks' reliance on kidnapping and hostage-taking;\n\nCondemns hostage-taking and calls for the immediate release of all hostages;\n\nCommends Kenya and Seychelles' efforts to prosecute suspected pirates;\n\nWelcomes international cooperation to support piracy prosecutions;\n\nNotes Somalia's readiness to cooperate on repatriating convicted pirates;\n\nWelcomes the Secretary-General's report on piracy;\n\nTakes note of reports on specialized Somali anti-piracy courts;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2077_2012_EN.pdf"
}