{
  "resolution_no": "2091",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNAMID",
    "Panel of Experts",
    "Committee established pursuant to paragraph 3 (a) of resolution 1591 (2005)",
    "African Union",
    "United Nations"
  ],
  "reporting_cycle": "The Panel of Experts to provide a midterm briefing by 31 July 2013, and a final report no later than 30 days prior to termination of its mandate",
  "operative_authority": "Chapter VII",
  "summary": "Stressing the necessity for all parties to accept obligations under international humanitarian law, international human rights law, and relevant Security Council resolutions.\n\n Calling on the Government of Sudan to fulfil commitments, including lifting the state of emergency, allowing free expression, and ensuring accountability for serious violations.\nThe Security Council,\n\nRecalling the situation in Darfur, Sudan,\n\n1. Decides to extend the mandate of the Panel of Experts until 17 February 2014 and requests the Secretary-General to take necessary administrative measures.\n\n2. Expresses concern that technical assistance and support to Sudan could be used to support military aircraft used in violation of resolutions 1556 (2005) and 1591 (2005).\n\n3. Requests the Panel of Experts to provide a midterm briefing by 31 July 2013, an interim report to the Committee by 90 days after adoption, and a final report 30 days prior to termination of its mandate.\n\n4. Requests the Panel to provide monthly updates to the Committee on its activities.\n\n5. Requests the Panel to report on the implementation and effectiveness of paragraph 10 of resolution 1945 (2010).\n\n6. Requests the Panel to coordinate with UNAMID and international efforts, assess progress towards reducing violations, and provide information on individuals and entities meeting listing criteria.\n\n7. Regrets continued violence against civilians and impeding the peace process, and expresses intention to impose targeted sanctions.\n\n8. Requests the Panel to investigate attacks against UNAMID personnel and consider individuals and entities who plan, sponsor or participate in such attacks.\n\n9. Expresses concern about items being converted for military purposes and transferred to Darfur.\n\n10. Calls on the Government of Sudan to remove restrictions on the Panel of Experts.\n\n11. Urges the Government of Sudan to respond to Committee requests on measures to protect civilians.\n\n12. Urges all States, relevant UN bodies, and other parties to cooperate fully with the Committee and the Panel of Experts.\n\n13. Urges all States to report to the Committee on actions taken to implement measures imposed by resolutions 1591 (2005) and 1556 (2004).\nThe Security Council:\n\n14. Expresses concern that not all Member States implement travel ban and asset freeze on designated individuals, requests the Committee to address non-compliance, engaging with relevant parties.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2091_2013_EN.pdf"
}