{
  "resolution_no": "2129",
  "year": "2013",
  "theme": [
    "Terrorism",
    "Counter-Terrorism",
    "International Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "Counter-Terrorism Committee (CTC)",
    "Counter-Terrorism Committee Executive Directorate (CTED)",
    "United Nations Global Counter-Terrorism Strategy",
    "Counter-Terrorism Implementation Task Force (CTITF)"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Reiterates the obligation of Member States to prevent terrorist group movement through effective border controls and exchange of information.\n\nUnderlines the concern of safe havens provided to terrorists and the need for cooperation to find, deny safe haven, and bring to justice individuals supporting terrorism.\n\nExpresses concern at terrorists' use of new technologies for recruitment, incitement, and financing.\n\nRecalls the decision to eliminate the supply of weapons to terrorists and calls for intensifying the exchange of operational information on arms trafficking.\n\nRecognizes the importance of strengthening cooperation among Member States and with UN entities to enhance capabilities in preventing and responding to terrorism.\n\nEncourages Member States to collaborate on managing terrorists in custody and sharing best practices.\n\nNotes the work of the Global Counterterrorism Forum (GCTF) and encourages CTED to interact with it.\n\nRecognizes the need to prevent the abuse of non-governmental organizations by terrorists.\n\nExpresses solidarity with victims of terrorism and stresses the importance of assisting them.\n\nReiterates the call to Member States to enhance cooperation and solidarity to prevent and suppress terrorist attacks.\n\nReaffirms the call upon all States to become party to international counter-terrorism conventions and protocols and implement their obligations.\nHere is a concise summary of the Security Council document 2129 (2013):\n\nRecognizing the importance of local communities, private sector, civil society, and media in tackling terrorism, \n\nThe Security Council:\n\n1. Underlines the Counter-Terrorism Committee's (CTC) goal to ensure full implementation of resolution 1373 (2001) and CTED's crucial role in supporting the Committee.\n2. Decides CTED will operate as a special political mission under CTC's policy guidance until 31 December 2017, with an interim review by 31 December 2015.\n3. Welcomes the CTC's report and commends CTED's work.\n\nCTED's role:\n \n4. Assesses issues and trends related to resolutions 1373 (2001) and 1624 (2005), sharing information with relevant bodies.\n5. Identifies emerging issues and advises CTC on practical ways for implementation.\n6. Produces updated Global Implementation Surveys.\n\nCTED's activities:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2129_2013_EN.pdf"
}