{
  "resolution_no": "2128",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Security Sector Reform",
    "Natural Resources Management"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNMIL",
    "Panel of Experts on Liberia",
    "Security Council Subsidiary Organs Branch",
    "Liberia National Police",
    "Customs authorities"
  ],
  "reporting_cycle": "The Panel of Experts to provide a midterm report no later than 1 June 2014 and a final report no later than 1 December 2014",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Liberia and West Africa, welcomes Liberia's progress since 2006, and acknowledges the Special Court of Sierra Leone's decision on Charles Taylor's conviction.\n\nThe Council stresses the need for continued progress on security sector reform, transparent management of natural resources, and protection of Liberia's forests and resources.\n\nIt encourages the Government of Liberia to implement the National Forestry Reform Law, Liberia Extractive Industries Transparency Initiative Act, and Community Rights Law.\n\nThe Council acknowledges the contributions of the United Nations Mission in Liberia (UNMIL) and encourages collaboration to improve the institutional capacity of the Liberia National Police and customs authorities.\n\nIt calls on Liberian leaders to promote reconciliation and inclusive dialogue, and determines that the situation in Liberia remains fragile and a threat to international peace and security.\n\nActing under Chapter VII, the Council:\n\n1. Reaffirms measures imposed by resolution 1532 (2004);\n2. Decides to renew measures on travel and arms for 12 months, with modified notification requirements.\n\nThe Council also welcomes efforts to expand the roster of experts, encourages stakeholders to support the Government of Liberia, and underlines the importance of close cooperation with neighbouring countries.\nThe Security Council:\n\n1. Decides to terminate the measures imposed by paragraph 2 (a) of resolution 1731 (2006) and to review the measures on arms and related materiel, and \n\t* Requests Member States to notify the Committee of assistance related to military or security sector activities to the Government of Liberia;\n\t* Directs the Committee to review individuals and entities subject to sanctions and remove those that no longer meet the listing criteria;\n\n2. Directs the Committee to review within 90 days all individuals and entities subject to measures imposed by previous resolutions and remove those that no longer meet the listing criteria;\n\n3. Decides to review all measures six months from the adoption of this resolution, with a view to modifying or lifting them, dependent on Liberia's progress;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2128_2013_EN.pdf"
}