{
  "resolution_no": "2071",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Terrorism",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "ECOWAS",
    "African Union",
    "United Nations",
    "Al-Qaida in the Islamic Maghreb (AQIM)"
  ],
  "reporting_cycle": "Secretary-General reports within 45 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions and statements on Mali and the Sahel region, reaffirms its commitment to Mali's sovereignty, unity, and territorial integrity. The Council expresses grave concern about the deteriorating security and humanitarian situation in Mali, particularly in the north, where terrorist groups, including Al-Qaida in the Islamic Maghreb (AQIM), are entrenched. It stresses the primary responsibility of the Malian authorities to ensure security and unity in its territory, while emphasizing that any sustainable solution to the crisis should be Malian-led.\n\nThe Council encourages the international community to provide support to resolve the crisis through coordinated actions addressing security, development, and humanitarian issues. It takes note of the Transitional authorities of Mali's requests to the Economic Community of West African States (ECOWAS) for military assistance to reorganize the Armed Forces of Mali, restore territorial integrity, and combat terrorism.\n\nThe Council also takes note of ECOWAS's request for a Security Council resolution authorizing the deployment of a stabilization force in Mali under a Chapter VII mandate. It recognizes the efforts of ECOWAS, the African Union, and other regional and international organizations in resolving the crisis and calls for continued coordination.\n\nThe Council strongly condemns human rights abuses committed in the north of Mali by armed rebels, terrorist, and extremist groups, including violence against civilians, killings, and recruitment of child soldiers. It stresses that perpetrators must be held accountable and notes that the Transitional authorities of Mali have referred the situation in the north of Mali to the International Criminal Court.\n\nThe Council looks forward to the meeting of the Support and Follow-up Group on Mali, to be convened by the African Union in consultation with the United Nations and ECOWAS, to clarify the modalities of international support to the Malian Transitional authorities.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Welcomes the appointment of a Government of National Unity in Mali and supports the Interim President, Dioncounda Traoré, urging the Transitional authorities to present a detailed road map for transition and hold timely, peaceful, and credible elections.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2071_2012_EN.pdf"
}