{
  "resolution_no": "2098",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Security",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MONUSCO",
    "UN",
    "African Union",
    "International Conference on the Great Lakes Region",
    "Southern African Development Community"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "10. Decides on a clear exit strategy for the Intervention Brigade.\n\n11. Determines future reconfigurations of MONUSCO based on progress towards objectives.\n\n12. Authorizes MONUSCO to take measures to protect civilians, including through its Intervention Brigade.\nHere is a concise summary of the Security Council document 2098 (2013):\n\nThe Security Council authorizes MONUSCO to:\n\n1. **Protect civilians**: Ensure protection of UN personnel, facilities, and equipment; work with the DRC government to identify threats to civilians and implement response plans to prevent abuses and violations of human rights and international humanitarian law.\n\n2. **Neutralize armed groups**: Conduct targeted operations through the Intervention Brigade to neutralize armed groups, in compliance with international law, including humanitarian law and human rights due diligence policy.\n\n3. **Monitor arms embargo**: Monitor implementation of arms embargo, observe and report on flows of military personnel, arms, and related materiel, and seize and dispose of prohibited arms.\n\n4. **Support judicial processes**: Support the DRC government to arrest and bring to justice those responsible for war crimes and crimes against humanity.\n\nThe Special Representative for the DRC is tasked to:\n\n1. **Encourage national ownership of Security Sector Reform (SSR)**: Urge DRC authorities to finalize and implement a national strategy for effective security and justice institutions.\n\n2. **Promote inclusive dialogue**: Encourage inclusive and transparent political dialogue to further reconciliation and democratization.\n\n3. **Establish a national civilian structure**: Encourage establishment of a structure to control key mining activities and manage natural resources.\n\nMONUSCO's civilian component is authorized to:\n\n1. **Monitor human rights**: Monitor, report, and follow up on human rights violations.\n\n2. **Support SSR**: Provide advice and support to develop a comprehensive SSR implementation roadmap.\n\n3. **Reform the army**: Support the establishment of a vetted and well-trained “Rapid Reaction Force” within the FARDC.\n\n4. **DDR and DDRRR**: Support design and implementation of a single overarching DDR and DDRRR plan.\n\n5. **State authority and control**: Support establishment of a minimum level of sustainable state authority and control in conflict-affected areas.\n\n6. **Police reform**: Provide advice and support for police reform.\nHere is a summarized version of the Security Council document:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2098_2013_EN.pdf"
}