{
  "resolution_no": "2040",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNSMIL",
    "International Criminal Court",
    "Libyan Investment Authority (LIA)",
    "Libyan Africa Investment Portfolio (LAIP)"
  ],
  "reporting_cycle": "The Secretary-General reports every 60 days",
  "operative_authority": "Chapter VII",
  "summary": "5. Libya and neighboring states are encouraged to cooperate to stabilize the situation in Libya and prevent former Libyan regime elements from planning or carrying out violent acts.\n\n6. The mandate of the UN Support Mission in Libya (UNSMIL) is extended for 12 months. UNSMIL will assist the Libyan authorities in: \n(a) managing the democratic transition, including electoral process and constitution preparation;\n(b) promoting the rule of law and protecting human rights;\n(c) restoring public security and integrating ex-combatants;\n(d) countering illicit proliferation of arms; and\n(e) coordinating international assistance.\n\n7. UNSMIL is encouraged to support national reconciliation, inclusive dialogue, and free and fair elections.\n\n8. The authorization for Member States to inspect and seize illicit arms is terminated. The arms embargo imposed in 2011 is reaffirmed.\n\n9. The Committee will review and lift the designation of the Libyan Investment Authority and Libyan Africa Investment Portfolio as soon as practical.\n\n10. The mandate of the Panel of Experts is extended and modified for a period of one year.\nHere is a summarized version of the Security Council document:\n\nThe Security Council establishes a Panel of up to 5 experts to assist the Committee in carrying out its mandate, which includes: \n- assisting the Committee in its mandate (para 24, res 1970);\n- gathering, examining and analyzing information on implementation of measures decided in res 1970, 1973 and 2009;\n- making recommendations to improve implementation of measures;\n- providing an interim report within 90 days and a final report 30 days prior to the termination of its mandate.\n\nThe Council urges all States, UN bodies and interested parties to cooperate with the Committee and Panel, providing information on implementation of measures.\n\nThe Panel is encouraged to investigate sanctions non-compliance, including illicit transfers of arms and related materiel, and to work with UNSMIL and Libyan authorities.\n\nThe Council intends to review the Committee's mandate if measures imposed are lifted.\n\nThe Secretary-General is requested to report to the Security Council on implementation of this resolution every 60 days and on UNSMIL's engagement with the new Libyan government. \n\nThe Council decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2040_2012_EN.pdf"
}