{
  "resolution_no": "2093",
  "year": 2013,
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Protection of Civilians",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "AMISOM",
    "United Nations",
    "African Union",
    "Federal Government of Somalia",
    "SEMG"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "* Grave violations against children are strongly condemned, and the Government of Somalia is urged to implement action plans to eliminate killing and maiming of children and recruitment and use of child soldiers (para 32).\n\n**Arms Embargo**\n\n* An exemption to the arms embargo is granted for deliveries of weapons or military equipment intended solely for the development of the Security Forces of the Federal Government of Somalia (para 33).\n* The Federal Government of Somalia is required to notify the Committee established pursuant to resolutions 751 (1992) and 1907 (2009) of any deliveries of weapons or military equipment (para 38).\n* Exemptions to the arms embargo are also granted for supplies of weapons or military equipment intended for AMISOM's strategic partners and United Nations personnel (paras 36-37).\nHere is a summarized version of the Security Council document:\n\n39. Requests Somalia's Federal Government to report to the Security Council within a month and every six months on: \n(a) structure of its Security Forces; \n(b) infrastructure for safe storage, registration, maintenance, and distribution of military equipment; \n(c) procedures and codes of conduct for registration, distribution, use, and storage of weapons.\n\n40. Calls on States and regional organizations to assist Somalia's Federal Government in areas (b) and (c) of paragraph 39.\n\n41. Requests the SEMG to report on progress in areas (b) and (c) of paragraph 39 and on misappropriation or sale of equipment to other groups.\n\n42. Decides to review the effects of paragraphs 33-41 within 12 months.\n\n43. Applies measures to individuals and entities: \n(a) threatening peace, security, or stability in Somalia; \n(b) violating the arms embargo; \n(c) obstructing humanitarian assistance; \n(d) recruiting or using children in armed conflicts; \n(e) committing violations against civilians, including children and women.\n\n44. Supports the President of Somalia's task force on charcoal and demands cooperation.\n\n45. Decides to remain seized of the matter.\nThe Security Council document 2093 (2013) Annex lists the following items subject to restrictions:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2093_2013_EN.pdf"
}