{
  "resolution_no": "2042",
  "year": "2012",
  "theme": [
    "Humanitarian",
    "Peacekeeping",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations",
    "League of Arab States",
    "Syrian government",
    "Syrian opposition"
  ],
  "reporting_cycle": "Secretary-General reports by 19 April 2012",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nRecalling its previous statements and resolutions, reaffirms support to Kofi Annan, Joint Special Envoy for the UN and League of Arab States, and his work.\n\n Condemning widespread human rights violations by Syrian authorities and abuses by armed groups, the Council reaffirms its commitment to Syria's sovereignty, independence, unity, and territorial integrity.\n\n Noting Syria's commitment to implement the six-point proposal, the Council:\n\n1. Reaffirms full support for and calls for urgent, comprehensive, and immediate implementation of the Envoy's six-point proposal.\n\n2. Calls on Syria to implement visibly its commitments to: \n(a) cease troop movements towards population centers,\n(b) cease all use of heavy weapons in such centers, and \n(c) begin pullback of military concentrations.\n\n3. Underlines the importance of withdrawing Syrian government troops and heavy weapons from population centers.\n\n4. Calls on all parties to cease all armed violence.\n\n5. Intends to establish a UN supervision mission in Syria, subject to a sustained cessation of violence.\n\n6. Calls on Syria to ensure the mission's effective operation, including unhindered deployment and freedom of movement.\n\n7. Authorizes an advance team of up to 30 unarmed military observers.\n\n8. Calls on parties to guarantee the team's safety.\n\n9. Requests the Secretary-General to report on obstructions to the team's operation.\n\n10. Reiterates its call for immediate, full, and unimpeded access for humanitarian personnel.\nThe Security Council,\n\nRecalling the statements of its President on the situation in Syria, and \n Deeply concerned at the escalation of violence in Syria,\n\nAdopts the following resolution:\n\n1. Requests an immediate cessation of all violence and a daily two-hour humanitarian pause.\n\n2-10 (omitted for brevity)\n\n11. Requests the Secretary-General to report to the Council on the implementation of this resolution by 19 April 2012;\n\n12. Expresses its intention to assess the implementation of this resolution and to consider further steps as appropriate;\n\n13. Decides to remain seized of the matter.\n\nAnnex: Six-Point Proposal \n\nThe Joint Special Envoy of the United Nations and the League of Arab States proposes:\n\n1. Commit to work with the Envoy in an inclusive Syrian-led political process.\n\n2. Commit to stop fighting, achieve a UN-supervised cessation of armed violence, and protect civilians.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2042_2012_EN.pdf"
}