{
  "resolution_no": "2127",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Sanctions",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MISCA",
    "BINUCA",
    "AU-RTF",
    "French forces",
    "UNIFIL",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "every 60 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\nUrges all parties to ensure the safety and security of humanitarian personnel, UN personnel, and their assets.\n\nWelcomes the deployment of a guard unit to the Central African Republic (CAR) as part of the UN Integrated Multidimensional Office in the CAR (BINUCA).\n\nSupports the African-led International Support Mission in the CAR (MISCA) and the European Union's (EU) commitment to contribute financially to its deployment.\n\nAppreciates the efforts of the Economic Community of Central African States (ECCAS), the African Union, and the International Contact Group on the CAR.\n\nUnderlines the importance of coordination among subregional, regional, and international organizations in the CAR.\n\nDetermines that the situation in the CAR constitutes a threat to international peace and security.\n\nActing under Chapter VII of the UN Charter:\n\n1. Supports the Libreville Agreements, the N’Djamena Declaration, and other agreements.\n2. Reiterates the Prime Minister's role as Head of the Government of National Unity.\n3. Urges respect for the agreement and the African Charter on Democracy, Elections, and Governance.\n4. Urges the Transitional Authorities to disarm and dismantle armed groups.\n5. Demands swift implementation of transitional arrangements leading to free and fair elections.\n6. Deplores limited progress towards election organization and calls for the establishment of a National Authority for elections.\n7. Urges implementation of the “Republican Pact” for inclusive national dialogue.\n8. Commends the role of the Special Representative of the Secretary-General and the ECCAS mediator.\n9. Supports BINUCA's critical role in restoring constitutional order and supporting the political process.\nHere is a summarized version of the Security Council document:\n\n10. Decides that attempts to delay, impede or violate transitional arrangements will be considered an impediment to the peace process and may lead to imposition of measures.\n\n11. Urges Transitional Authorities to develop and implement DDR/DDRRR programmes for former Seleka elements and children associated with armed forces and groups.\n\n12. Urges Transitional Authorities to develop and implement a comprehensive SSR programme with vetting procedures to reconstitute professional security forces.\n\n13. Calls on Member States and organizations to coordinate assistance to Transitional Authorities in security sector reform.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2127_2013_EN.pdf"
}