{
  "resolution_no": "2071",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Terrorism",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "ECOWAS",
    "African Union",
    "United Nations",
    "Al-Qaida in the Islamic Maghreb (AQIM)"
  ],
  "reporting_cycle": "Secretary-General reports within 45 days",
  "operative_authority": "Chapter VII",
  "summary": "2. Demands that Malian Armed Forces members not interfere with Transitional authorities and considers targeted sanctions against those who do.\n\n3. Calls on Malian rebel groups to cut ties with terrorist organizations, notably AQIM, and threatens targeted sanctions if they do not.\n\n4. Urges the Transitional authorities, Malian rebel groups, and local population representatives to engage in a credible negotiation process for a sustainable political solution.\n\n5. Demands that all groups in northern Mali cease human rights abuses and violations of international humanitarian law.\n\n6. Declares readiness to respond to the Transitional authorities' request for an international military force to assist in recovering occupied regions.\n\n7. Requests the Secretary-General to provide military and security planners to assist ECOWAS and the African Union and submit a report on implementation.\n\n8. Calls on the Transitional authorities to facilitate regional and international preparation efforts and on Member States and organizations to provide coordinated support.\n\n9. Calls on Member States and organizations to provide assistance, expertise, training, and capacity-building support to Mali's Armed and Security Forces.\n\n10. Welcomes the appointment of a Special Envoy for the Sahel to mobilize international efforts and coordinate implementation of the United Nations integrated strategy.\n\n11. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2071_2012_EN.pdf"
}