{
  "resolution_no": "2113",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Women, Peace and Security",
    "Children and Armed Conflict",
    "Protection of Civilians"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMID",
    "African Union",
    "United Nations Country Team",
    "Panel of Experts"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Council reiterates its condemnation of all violations of international human rights and humanitarian law in Darfur and calls on all parties to comply with their obligations. It welcomes the holding of the Darfur Donors' Conference in Doha and urges donors to honour their pledges to support a lasting peace in Darfur. The Council determines that the situation in Sudan constitutes a threat to international peace and security.\nThe Security Council:\n\n1. Requests UNAMID to prioritize the protection of civilians, particularly in IDP camps and areas of return, and to ensure safe and timely humanitarian access.\n\n2. Emphasizes UNAMID's Chapter VII mandate to protect civilians and ensure its own personnel's security, and urges continued efforts to improve contingent preparedness.\n\n3. Welcomes the Framework for AU and UN facilitation of the Darfur Peace Process and urges signatory parties to implement the Doha Document for Peace in Darfur (DDPD).\n\n4. Demands non-signatory armed groups refrain from impeding DDPD implementation and condemns the killing of Mohamed Bashar and taking captive of others.\n\n5. Urges all parties to engage in a permanent ceasefire and comprehensive peace settlement based on the DDPD.\n\n6. Welcomes the initiative to revitalize the peace process, including renewed engagement of non-signatory movements.\n\n7. Reaffirms support for a Darfur-based internal dialogue that takes place in an environment of respect for civil and political rights.\n\n8. Commends UNAMID troop- and police-contributing countries and calls on Member States to provide remaining force enablers.\n\n9. Strongly condemns attacks on UNAMID, including the 13 July attack that led to the death of seven peacekeepers.\n\n10. Commends the credible work of the Tripartite Mechanism but expresses concern at restrictions and bureaucratic impediments placed by the Government of Sudan upon UNAMID. \n\n11. Demands the Government of Sudan comply with the Status of Forces Agreement fully and without delay.\nHere is a concise summary of the Security Council document:\n\n13. The Council demands that the Government of Sudan respect the rights of UNAMID personnel under the SOFA and give UNAMID a license for its own radio transmitter.\n\n14. The Council requests the Secretary-General to report every 90 days on UNAMID's progress, including its mandate implementation, operational capabilities, and humanitarian and security situations.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2113_2013_EN.pdf"
}