{
  "resolution_no": "2106",
  "year": "2013",
  "theme": [
    "Women, Peace and Security",
    "Sexual Violence in Conflict",
    "Human Rights",
    "Peacekeeping"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "United Nations",
    "Security Council",
    "UN-Women",
    "International Criminal Court"
  ],
  "reporting_cycle": "Annual reports to the Council",
  "operative_authority": "Chapter VI",
  "summary": "7. Calls for deployment of Women Protection Advisors; recognizes role of UN Action against Sexual Violence in Conflict.\n\n8. Recognizes role of Gender Advisors in mainstreaming gender perspectives; calls for comprehensive gender training.\n\n9. Acknowledges efforts to ensure Commissions of Inquiry have expertise on sexual and gender-based crimes.\n\n10. Demands cessation of sexual violence; calls for specific time-bound commitments to combat it.\n\n11. Emphasizes role of women, civil society, and community leaders in addressing sexual violence.\n\n12. Reiterates importance of addressing sexual violence in mediation efforts, ceasefires, and peace agreements.\n\n13. Urges sanctions committees to apply targeted sanctions against perpetrators of sexual violence.\n\n14. Recognizes role of UN peacekeeping contingents in preventing sexual violence; calls for training on sexual and gender-based violence.\n\n15. Requests Secretary-General to continue efforts to implement zero-tolerance policy on sexual exploitation and abuse.\n\n16. Requests Secretary-General and UN entities to assist national authorities in addressing sexual violence concerns.\nThe Security Council:\n\nReaffirms its commitment to addressing sexual violence in armed conflict and post-conflict situations.\n\n**Disarmament, Demobilization, and Reintegration**\n\n* Calls for protection mechanisms for women and children in cantonment sites and communities of return (para 16(a))\n* Urges trauma and reintegration support for women and children formerly associated with armed groups, as well as ex-combatants (para 16(a))\n\n**Security Sector Reform**\n\n* Emphasizes adequate training for security personnel and inclusion of women in the security sector (para 16(b))\n* Calls for effective vetting processes to exclude those who have perpetrated or are responsible for acts of sexual violence (para 16(b))\n\n**Justice Sector Reform**\n\n* Encourages legislative and policy reforms addressing sexual violence (para 16(c))\n* Urges training in sexual and gender-based violence for justice and security sector professionals (para 16(c))\n* Calls for judicial proceedings that consider the needs and protection of witnesses and survivors of sexual violence (para 16(c))\n\n**Vulnerable Populations**\n\n* Recognizes the vulnerability of women and children forcefully abducted into armed groups and armed forces to sexual violence (para 17)\n* Demands the immediate identification and release of such persons from armed groups (para 17)",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2106_2013_EN.pdf"
}