{
  "resolution_no": "2116",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Post-Conflict Reconstruction",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIL",
    "UNOCI",
    "PBC",
    "UNOWA",
    "ECOWAS",
    "MRU",
    "AU"
  ],
  "reporting_cycle": "The Secretary-General is requested to provide a midterm report no later than 28 February 2014 and a final report no later than 15 August 2014 on the implementation of this resolution.",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions on Liberia and the subregion, \n\nWelcoming the Secretary-General's reports of 28 February 2013 and 12 August 2013,\n\nWelcoming progress towards peace, security, and stability in Liberia, \n\nCommending the Government of Liberia's commitment to peace, democratic processes, and reform efforts,\n\nRecognizing the need for well-functioning, accountable, and sustainable government institutions,\n\nEncouraging the Government to accelerate national reconciliation, economic recovery, and combat corruption,\n\nRecognizing the extension of the Constitution Review Committee and looking forward to a comprehensive constitutional review,\n\nWelcoming the contributions of the Peacebuilding Commission (PBC) to security sector reform, rule of law, and national reconciliation,\n\nExpressing appreciation for the assistance provided to Ivorian refugees,\n\nWelcoming the launch of the National Vision 2030,\n\nTaking note of Operation Restore Hope and cross-border security challenges,\n\nCommending the work of the United Nations Mission in Liberia (UNMIL),\n\nAffirming the Government of Liberia's primary responsibility to reform the security sector,\n\nCommending cooperation between the Government of Liberia and UNMIL on the military drawdown,\n\nUrging the Government to intensify efforts towards achieving progress on the transition of security responsibilities from UNMIL to national authorities.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Urges the Government of Liberia to redouble efforts to register and track arms used by its security forces.\n\n* Recognizes significant challenges in Liberia, including high rates of sexual and gender-based violence, and welcomes efforts to promote and protect civilians' rights.\n\n* Welcomes the Secretary-General's efforts to review peacekeeping operations, including UNMIL.\n\n* Expresses appreciation to the international community for their support in consolidating peace and stability in Liberia and the region.\n\n* Determines that the situation in Liberia continues to threaten international peace and security.\n\n* Acting under Chapter VII, decides to:\n\n1. Extend UNMIL's mandate until 30 September 2014.\n\n2. Emphasize that the Government of Liberia bears primary responsibility for security and protecting its population.\n\n3. Reaffirm UNMIL's tasks to support the Government in solidifying peace and stability and protecting civilians.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2116_2013_EN.pdf"
}