{
  "resolution_no": "2118",
  "year": "2013",
  "theme": [
    "Chemical Weapons",
    "Syria",
    "International Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 25",
    "Article 39"
  ],
  "entities": [
    "OPCW",
    "United Nations",
    "Syrian Arab Republic"
  ],
  "reporting_cycle": "The Director-General of the OPCW to report to the Security Council, through the Secretary-General, within 30 days and every month thereafter",
  "operative_authority": "Chapter VII",
  "summary": "12. Calls for an international conference on Syria.\n\n13. Reaffirms that Member States shall refrain from supporting non-State actors with nuclear, chemical, or biological weapons.\n\n14. Demands non-State actors not develop or use such weapons.\n\n15. Prohibits procurement of chemical weapons from Syria.\n\n16. Threatens measures under Chapter VII in case of non-compliance.\n\n17. Remains seized of the matter.\nThe Executive Council of the Organisation for the Prohibition of Chemical Weapons (OPCW) made a decision on the destruction of Syrian chemical weapons. The decision was made in response to concerns over the use of chemical weapons in the Syrian Arab Republic. Key points include: \n\nRecalling previous statements expressing deep concern over the possible use of chemical weapons in Syria and underlining that such use would be reprehensible; \n Noting a UN report confirming the use of chemical weapons in the Ghouta area of Damascus on 21 August 2013; \n Condemning the use of chemical weapons; \n Welcoming a framework for the elimination of Syrian chemical weapons agreed by the US and Russian Federation; \n Noting Syria's intention to apply the Chemical Weapons Convention provisionally and its subsequent accession to the Convention; \n\nThe Council decided that the Syrian Arab Republic must: \n- submit further information on its chemical weapons within 7 days, including \n  - chemical names and military designators of each chemical in its stockpile \n  - quantities of chemicals and precursors \n  - toxins and quantities thereof.\nThe Security Council:\n\n1. Decides that the Syrian Arab Republic shall:\n(a) (i) provide detailed information on its chemical weapons programme, including research and development facilities, production facilities, and storage facilities;\n(ii) provide specific type and quantities of munitions, sub-munitions, and devices in its chemical weapons stockpile;\n(iii) provide geographic coordinates of all chemical weapons, storage facilities, production facilities, and research and development facilities;\n\n(b) submit a declaration required by Article III of the Convention within 30 days;\n\n(c) eliminate all chemical weapons material and equipment in the first half of 2014;\n\n(d) destroy chemical weapons production and mixing/filling equipment by 1 November 2013;\n\n(e) cooperate fully with the implementation of this decision, including providing unfettered access to OPCW personnel;\n\n(f) designate a main point of contact for the Secretariat.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2118_2013_EN.pdf"
}