{
  "resolution_no": "2102",
  "year": "2013",
  "theme": [
    "Somalia",
    "Peacebuilding",
    "Statebuilding",
    "Humanitarian",
    "Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNSOM",
    "AMISOM",
    "African Union",
    "Intergovernmental Authority on Development (IGAD)",
    "United Nations Country Team"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n\n1. Decides to establish the United Nations Assistance Mission in Somalia (UNSOM) to support the Federal Government of Somalia.\n\n2. UNSOM's mandate includes:\n    (a) Providing support to the Federal Government of Somalia in its efforts to promote peace, stability, and security.\n    (b) Assisting in coordinating international donor support, particularly on security sector assistance and maritime security.\n    (c) Helping build the capacity of the Federal Government of Somalia to promote respect for human rights, women's empowerment, child protection, and prevent conflict-related sexual and gender-based violence.\n\n3. UNSOM will be based in Mogadishu and deployed further across Somalia as conditions permit.\n\n4. The Mission will work closely with the Federal Government of Somalia, the African Union (AMISOM), IGAD, the European Union, and other regional, bilateral, and multilateral partners.\n\n5. The Secretary-General will ensure a structurally integrated United Nations Mission with clear delineation of duties.\n\n6. All United Nations Country Team activities will be fully coordinated with the Special Representative of the Secretary-General (SRSG).\n\n7. The Federal Government of Somalia must ensure accountability for perpetrators of serious human rights violations and abuses.\n\n8. UNSOM will support the Government of Somalia in developing and implementing a national strategy for preventing and responding to sexual and gender-based violence.\n\n9. The Mission will cooperate with the Somalia and Eritrea Monitoring Group.\n\n10. The Secretary-General will keep the Security Council regularly informed of the implementation of UNSOM's mandate.\n\n11. The Security Council will review the mandate of UNSOM no later than 30 April 2014.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2102_2013_EN.pdf"
}