{
  "resolution_no": "2096",
  "year": "2013",
  "theme": [
    "Women, Peace and Security",
    "Peacekeeping",
    "Humanitarian",
    "Reconciliation",
    "Counter-Narcotics",
    "Rule of Law"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "NATO",
    "United Nations Office on Drugs and Crime (UNODC)",
    "International Security Assistance Force (ISAF)"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "Emphasizes the need to uphold humanitarian principles, including humanity, neutrality, impartiality and independence.\n\nReiterates its concern about the security situation in Afghanistan, particularly the ongoing violent and terrorist activities by the Taliban, Al-Qaida and other groups.\n\nRecognizes the threats posed by these groups and the challenges related to addressing such threats.\n\nExpresses concern with the high number of civilian casualties, particularly women and children.\n\nCalls for all parties to comply with their obligations under international law, including international humanitarian and human rights law.\n\nWelcomes efforts to address drug production and trafficking, and stresses the need for coordinated regional efforts.\n\nSupports the Afghan Government’s ban on Ammonium Nitrate fertilizer and urges prompt action to implement regulations for the control of explosive materials.\n\nWelcomes the Paris Pact Initiative and the Vienna Declaration as frameworks to combat the traffic of illicit opiates.\n\nRecalls the declaration addressed to the International Narcotics Control Board (INCB) by the Government of Afghanistan regarding acetic anhydride.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Welcomes the Secretary-General's report of 5 March 2013.\n\n2. Expresses appreciation for the UN's long-term commitment to support Afghanistan and reiterates its full support to UNAMA and the Special Representative of the Secretary-General.\n\n3. Decides to extend UNAMA's mandate until 19 March 2014.\n\n4. Recognizes that UNAMA's renewed mandate supports Afghanistan's assumption of leadership and ownership in security, governance, and development.\n\n5. Calls on the UN to support Afghanistan's National Priority Programmes and implementation of the National Drug Control Strategy.\n\n6. Decides that UNAMA and the Special Representative will:\n \n(a) Promote coherent international support to Afghanistan's development and governance priorities.\n\n(b) Support the organization of future Afghan elections and strengthen the electoral process.\n\n(c) Provide outreach and good offices to support the Afghan-led peace and reconciliation process.\n\n(d) Support regional cooperation to promote a stable and prosperous Afghanistan.\n\n(e) Cooperate with ISAF and the NATO Senior Civilian Representative to ensure civil-military coordination.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2096_2013_EN.pdf"
}