{
  "resolution_no": "2041",
  "year": "2012",
  "theme": [
    "Protection of Civilians",
    "Women and Peace and Security",
    "Children and Armed Conflict",
    "Counter-Narcotics",
    "Peace and Reconciliation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "NATO",
    "United Nations Office on Drugs and Crime (UNODC)"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "Condemns the use of civilians as human shields and attacks on humanitarian workers.\n\n Welcomes achievements in the Mine Action Programme and encourages continued efforts to remove anti-personnel landmines and explosive remnants of war.\n\n Recognizes progress in minimizing civilian casualties and calls for continued efforts to reduce them.\n\n Expresses concern about the recruitment and use of children by extremist groups and calls for those responsible to be brought to justice.\n\n Stresses the importance of implementing resolutions 1612, 1882, and 1998, and supports the Afghan Government's commitment to preventing violations of children's rights.\n\n Requests the Secretary-General to prioritize the child protection component of UNAMA.\nHere is a concise summary of the Security Council document:\n\n34. The Council remains concerned about the harm caused by opium cultivation, production, and trafficking in Afghanistan, and calls on the Afghan Government to accelerate implementation of the National Drug Control Strategy with international assistance.\n\n35. The Council calls on States to strengthen international cooperation to counter the threat posed by illicit drugs from Afghanistan, and to implement resolution 1817 (2008).\n\n36. The Council appreciates the work of the Paris Pact initiative and welcomes cooperation between the UN and regional organizations to counter drug trafficking.\n\n37. The Council reiterates the importance of implementing the National Priority Programme on Law and Justice for All to establish a fair and transparent justice system.\n\n38. The Council stresses the need for progress in reconstructing and reforming the prison sector in Afghanistan, and ensuring respect for human rights.\n\n39. The Council urges the Afghan Government to lead the fight against corruption, with international assistance, and to establish a more effective and transparent administration.\n\n40. The Council encourages Afghan institutions to work together, and calls on the Afghan Government to pursue legislative and public administration reform to tackle corruption.\n\n41. The Council calls for full respect for human rights and fundamental freedoms in Afghanistan, and commends the Afghanistan Independent Human Rights Commission (AIHRC).\n\n42. The Council recognizes progress on gender equality but stresses the need for enhanced efforts to secure the rights of women and girls, and condemns violence against women.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2041_2012_EN.pdf"
}