{
  "resolution_no": "2051",
  "year": "2012",
  "theme": [
    "Yemen",
    "Peacekeeping",
    "Humanitarian",
    "Terrorism",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "UN",
    "GCC",
    "Friends of Yemen",
    "Al-Qaida in the Arabian Peninsula"
  ],
  "reporting_cycle": "every 60 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling its previous resolution and statement, expresses grave concern at Yemen's political, security, economic, and humanitarian situation. \n\nReaffirming its commitment to Yemen's unity, sovereignty, and territorial integrity, the Council welcomes efforts to implement the political Transition Agreement.\n\nThe Council expresses concern at terrorist attacks, particularly by Al-Qaida, and condemns attacks on civilians, infrastructure, and authorities.\n\nNoting Yemen's economic and social challenges, the Council welcomes the Government of National Unity's focus on short-term economic stabilization.\n\nThe Council stresses the need for a peaceful, inclusive, and Yemeni-led transition process, and recalls the importance of involving all sides.\n\nThe Council:\n\n1. Reaffirms the need for full and timely implementation of the GCC Initiative and Implementation Mechanism.\n\n2. Calls for all sides to reject violence to achieve political goals.\n\n3. Notes the second phase of the transition process should focus on: \n    - Convening a National Dialogue Conference\n    - Restructuring security and armed forces\n    - Transitional justice and national reconciliation\n    - Constitutional and electoral reform\n\n4. Supports President Abd Rabbuh Mansour Hadi and the Government of National Unity's efforts.\n\n5. Emphasizes the importance of an inclusive National Dialogue Conference.\nHere is a concise summary of the Security Council document:\n\n6. Demands cessation of actions undermining the Government of National Unity and political transition, including attacks on infrastructure and interference with armed and security forces restructuring, and threatens further measures under Article 41 if actions continue.\n\n7. Stresses accountability for human rights violations and abuses, and calls for a comprehensive, independent, and impartial investigation.\n\n8. Notes concern over child recruitment and use by armed groups and military elements, and calls for national efforts to discourage child soldiers.\n\n9. Reminds the Yemeni Government to release unlawfully detained protesters.\n\n10. Urges the Yemeni Government to pass transitional justice legislation.\n\n11. Calls on parties to comply with international law, including humanitarian and human rights law.\n\n12. Calls for international community support to help Yemen meet political, security, economic, and humanitarian challenges.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2051_2012_EN.pdf"
}