{
  "resolution_no": "2078",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MONUSCO",
    "ICGLR",
    "Group of Experts",
    "M23",
    "FDLR",
    "LRA",
    "Mai Mai militias",
    "FNL",
    "ADF"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions on the Democratic Republic of the Congo (DRC), reaffirms its commitment to the country's sovereignty, independence, unity, and territorial integrity. The Council expresses deep concern over the deteriorating security and humanitarian crisis in eastern DRC due to the 23 March Movement's (M23) ongoing military activities. It condemns external support to M23, including troop reinforcement, tactical advice, and equipment supply, and demands an end to such support. \n\nThe Council also condemns the illicit flow of weapons into the DRC, violating previous resolutions, and stresses the link between the illegal exploitation of natural resources and the proliferation of arms. It notes with concern the persistence of serious human rights abuses and humanitarian law violations against civilians, including summary executions, sexual violence, and child soldier recruitment.\n\nThe Council calls for perpetrators, including those responsible for violence against children and acts of sexual violence, to be brought to justice. It welcomes regional efforts to restore peace and security, including those by the International Conference on the Great Lakes Region (ICGLR), and encourages continued cooperation.\n\nThe Council decides to renew until 1 February 2014 the measures on arms, transport, and financial and travel restrictions imposed by resolution 1807 (2008). These measures target individuals and entities acting in violation of the arms embargo, including those providing support to M23. The Council reaffirms its condemnation of attacks against peacekeepers and demands that those responsible be brought to justice. \n\nDetermining the situation in the DRC to be a threat to international peace and security, the Council acts under Chapter VII of the UN Charter.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2078_2012_EN.pdf"
}