{
  "resolution_no": "2093",
  "year": 2013,
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Protection of Civilians",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "AMISOM",
    "United Nations",
    "African Union",
    "Federal Government of Somalia",
    "SEMG"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions on Somalia, Reiterating support to the Secretary-General and his Special Representative, and their work with the African Union (AU),\n\nReaffirming respect for Somalia's sovereignty, territorial integrity, and unity, \n\nCommending the African Union Mission to Somalia (AMISOM) for improving security in Mogadishu and south-central Somalia,\n\nCalling on the Federal Government of Somalia to consolidate security and establish the rule of law with AMISOM's support,\n\nUnderlining the importance of capacity-building of Somali security forces, \n\nCondemning attacks on Somali institutions, AMISOM, and civilians by armed groups, particularly Al-Shabaab,\n\nExpressing concern at the humanitarian crisis, \n\nRecalling resolutions on the protection of civilians, women, peace, and security, \n\nWelcoming Strategic Reviews of the UN and AU, \n\nWelcoming the Federal Government of Somalia's new national security strategy, \n\nRecognizing the Federal Government of Somalia's responsibility to protect its citizens and build national security forces.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling Somalia's obligations under international humanitarian law and human rights law, and reaffirming international partners' intent to support the Federal Government of Somalia.\n\nRecognizing a stable Somalia is vital to regional security.\n\nWelcoming the Federal Government's commitment to peace, stability, and reconciliation.\n\nExpressing concern at human rights violations, including extrajudicial killings, violence against women and children, and sexual violence.\n\nConcerned about continuous violations of the Somali and UN ban on charcoal exports.\n\n1. Authorizes the African Union (AU) to maintain AMISOM deployment until 28 February 2014, to:\n\t* Reduce Al-Shabaab threat in four sectors.\n\t* Support dialogue and reconciliation.\n\t* Protect the Federal Government and key infrastructure.\n\t* Train and mentor Somali security forces.\n\t* Contribute to humanitarian assistance.\n\t* Assist in extending state authority.\n\t* Protect personnel and facilities.\n\n2. Reiterates request for a guard force to provide security for international personnel.\n\n3. Requests the Secretary-General to provide technical advice to the AU.\n\n4. Requests the Secretary-General to provide logistical support to AMISOM until 28 February 2014.\n\n5. Reiterates previous requests regarding logistical support.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2093_2013_EN.pdf"
}