{
  "resolution_no": "2067",
  "year": "2012",
  "theme": [
    "Somalia",
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "AMISOM",
    "United Nations",
    "African Union",
    "Intergovernmental Authority for Development"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "6. Reiterates willingness to take measures against individuals threatening peace, stability, or security in Somalia.\n\n7. Expresses concern at financial misappropriation, calls for an end to it, and urges cooperation in setting up the Joint Financial Management Board.\n\n8. Reaffirms the important role of women in peacebuilding and stresses their equal participation in decision-making.\n\n9. Recalls resolutions on protecting civilians in armed conflict, reiterates support to AMISOM, and emphasizes the need to reduce the threat posed by Al-Shabaab.\n\n10. Welcomes support to AMISOM and calls upon partners to provide funding for troop stipends, equipment, and technical assistance.\n\n11. Welcomes the National Security and Stabilisation Plan and reiterates the importance of Somali authorities assuming responsibility for security and justice services.\n\n12. Urges the international community to support the development of Somali justice institutions and enhance coordination of international support.\n\n13. Encourages cooperation in the fight against piracy and armed robbery at sea and requests the Somali authorities to pass counter-piracy laws.\n\n14. Notes that the new Somali authorities assume the previous role of the Transitional Federal Government.\n\n15. Emphasizes the importance of protecting and promoting human rights and investigating breaches of international humanitarian law.\nThe Security Council:\n\n Condemns human rights abuses and violations in Somalia, and calls on Somalia to fulfil its obligations under international human rights and humanitarian law;\n\n Welcomes the signing of a Memorandum of Understanding on human rights and an action plan to eliminate killing and maiming of children, and calls for implementation;\n\n Strongly condemns grave and systematic violations by Al-Shabaab and others, including violence against children, journalists, and human rights defenders;\n\n Demands full access for humanitarian aid and emphasizes accountability for violations;\n\n Calls for coordinated international support, and urges UN entities to relocate to Somalia;\n\n Looks forward to the Secretary-General's review of the UN presence in Somalia and requests options and recommendations by 31 December 2012;\n\n Reaffirms support for a comprehensive settlement of the situation in Somalia;\n\n Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2067_2012_EN.pdf"
}