{
  "resolution_no": "2087",
  "year": "2013",
  "theme": [
    "Sanctions",
    "Non-proliferation",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "DPRK",
    "Tanchon Commercial Bank",
    "Korea Mining Development Trading Corporation",
    "Korean Committee for Space Technology",
    "Bank of East Land",
    "Korea Kumryong Trading Corporation",
    "Tosong Technology Trading Corporation",
    "Korea Ryonha Machinery Joint Venture Corporation",
    "Leader (Hong Kong) International"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "4. Kim Kwang-Il: Tanchon Commercial Bank official who facilitated transactions for TCB and KOMID.\nAnnex II \n\nAsset Freeze \n\nThe following entities are subject to an asset freeze:\n\n1. **KOREAN COMMITTEE FOR SPACE TECHNOLOGY**\n\t* Description: Orchestrated DPRK’s launches on 13 April 2012 and 12 December 2012.\n\t* AKA: DPRK Committee for Space Technology; Department of Space Technology of the DPRK; Committee for Space Technology; KCST \n\t* Location: Pyongyang, DPRK\n2. **BANK OF EAST LAND**\n\t* Description: Facilitates weapons-related transactions for Green Pine Associated Corporation and other support.\n\t* AKA: Dongbang BANK; TONGBANG U’NHAENG; TONGBANG BANK \n\t* Location: P.O. Box 32, BEL Building, Jonseung-Dung, Moranbong District, Pyongyang, DPRK\n3. **KOREA KUMRYONG TRADING CORPORATION**\n\t* Description: Used as an alias by Korea Mining Development Trading Corporation (KOMID) for procurement activities.\n4. **TOSONG TECHNOLOGY TRADING CORPORATION**\n\t* Description: KOMID's subsidiary, involved in exporting goods and equipment related to ballistic missiles and conventional weapons.\n\t* Location: Pyongyang, DPRK\n5. **KOREA RYONHA MACHINERY JOINT VENTURE CORPORATION**\n\t* Description: Subsidiary of Korea Ryonbong General Corporation, a defence conglomerate.\n\t* AKA: CHOSUN YUNHA MACHINERY JOINT OPERATION COMPANY; KOREA RYENHA MACHINERY J/V CORPORATION; RYONHA MACHINERY JOINT VENTURE CORPORATION \n\t* Location: Central District, Pyongyang, DPRK; Mangungdae-gu, Pyongyang, DPRK; Mangyongdae District, Pyongyang, DPRK\n6. **LEADER (HONG KONG) INTERNATIONAL**\n\t* Description: Facilitates shipments on behalf of KOMID.\n\t* AKA: Leader International Trading Limited \n\t* Location: Room 1610 Nan Fung Tower, 173 Des Voeux Road, Hong Kong",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2087_2013_EN.pdf"
}