{
  "resolution_no": "2093",
  "year": 2013,
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Protection of Civilians",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "AMISOM",
    "United Nations",
    "African Union",
    "Federal Government of Somalia",
    "SEMG"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "**New Mission in Somalia**\n\n* The new mission should be headquartered in Mogadishu and deploy further across Somalia as security conditions allow (para 23).\n* The Secretary-General is requested to report to the Council by April 19, 2013, on the results of his Technical Assessment Mission, and the new UN Mission should deploy by June 3, 2013 (para 24).\n\n**Human Rights and Protection of Civilians**\n\n* The Council recalls previous resolutions on human rights, women, peace, and security, and protection of civilians (para 25).\n* All attacks against civilians in Somalia are condemned, and parties are called upon to cease violence, including sexual and gender-based violence (para 26).\n* The Federal Government of Somalia is urged to hold accountable those responsible for sexual violence and to develop a comprehensive strategy to prevent and respond to it (para 27).\n* Concern is expressed at the security situation in IDP camps, and the protection of IDP camps is called for (para 28).\n* The Council recalls the prohibition of forced displacement of civilians in armed conflict and stresses the importance of complying with international humanitarian law (para 29).\n\n**Protection of Journalists and Media**\n\n* The Federal Government of Somalia is recalled to its obligation to protect journalists and prevent violence against them (para 30).\n\n**Women, Peace, and Security**\n\n* The important role of women in conflict prevention and resolution is reaffirmed, and the Federal Government of Somalia is urged to promote increased representation of women in decision-making levels (para 31).\n\n**Children and Armed Conflict**\n\n* Grave violations against children are strongly condemned, and the Government of Somalia is urged to implement action plans to eliminate killing and maiming of children and recruitment and use of child soldiers (para 32).\n\n**Arms Embargo**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2093_2013_EN.pdf"
}