{
  "resolution_no": "2125",
  "year": 2013,
  "theme": [
    "Piracy",
    "Maritime Security",
    "Somalia"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNODC",
    "IMO",
    "CGPCS",
    "INTERPOL",
    "Europol",
    "EU",
    "NATO"
  ],
  "reporting_cycle": "The Secretary-General reports to the Security Council within 11 months of the adoption of this resolution",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions on Somalia, welcomes the Secretary-General's report on piracy and armed robbery at sea off Somalia's coast, and reaffirms its respect for Somalia's sovereignty and territorial integrity.\n\nThe Council remains concerned about the ongoing threat of piracy, which poses a risk to humanitarian aid, seafarers, and international navigation, and gravely concerned about the extended range of the piracy threat and increased pirate capacities.\n\nThe Council expresses concern about children involved in piracy, recognizes the link between Somalia's instability and piracy, and stresses the need for a comprehensive response to repress piracy and address its underlying causes.\n\nThe Council calls for investigating and prosecuting not only suspects captured at sea but also those who incite or facilitate piracy operations, and reiterates its concern about persons suspected of piracy being released without facing justice.\n\nThe Council notes the report of the Secretary-General on allegations of illegal fishing and dumping off Somalia's coast and reaffirms that international law, as reflected in the UN Convention on the Law of the Sea, sets out the legal framework applicable to activities in the ocean.\n\nThe Council underlines the primary responsibility of Somali authorities in the fight against piracy and welcomes their willingness to work with other states and organizations to combat piracy.\n\nThe Council encourages implementation of the Somali Maritime Resource and Security Strategy and recognizes the work of the Contact Group on Piracy off the Coast of Somalia in facilitating prosecution of suspected pirates.\n\nThe Council welcomes financing provided by the Trust Fund to support initiatives to combat piracy and commends efforts of various operations and activities, including those of the European Union, NATO, and the African Union.\nThe Security Council:\n\nWelcomes the naval activities of the Southern Africa Development Community and other States in cooperation with Somali authorities to suppress piracy and protect ships transiting through waters off Somalia's coast.\n\nNotes efforts of flag States to permit vessels to embark armed security personnel and encourages regulation of such activities.\n\nNotes the request to review the boundaries of the High Risk Area (HRA) based on actual incidents of piracy.\n\nWelcomes capacity-building efforts in the region, including the Djibouti Code of Conduct and EUCAP Nestor.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2125_2013_EN.pdf"
}