{
  "resolution_no": "2109",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Protection of Civilians",
    "Human Rights",
    "Peacebuilding",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNMISS",
    "United Nations Country Team",
    "African Union-United Nations Hybrid Mission in Darfur (UNAMID)",
    "United Nations Interim Security Force for Abyei (UNISFA)",
    "United Nations Organization Stabilization Mission in the Democratic Republic of the Congo (MONUSCO)",
    "Lord's Resistance Army (LRA)"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council on the implementation of the resolution, including progress made in implementing protection of civilians strategy and early warning and early response strategy, and on the expected timeline of the deployment of all mission elements.",
  "operative_authority": "Chapter VII",
  "summary": "The Council underscores that UNMISS' protection of civilians mandate includes taking necessary actions to protect civilians under imminent threat of physical violence. \n\nThe Council welcomes the Secretary-General's intention to geographically reconfigure UNMISS' military and asset deployment to focus on high-risk areas and associated protection requirements. \n\nThe Council expresses concern about the deteriorating security situation in parts of Jonglei State and requests the Secretary-General to report on efforts to reconfigure UNMISS.\nHere is a concise summary of the Security Council document:\n\n6. The Council underscores the importance of the Mission's efforts to support peaceful settlement of conflicts and crisis management.\n\n7. The Council calls on the Government of South Sudan to take greater responsibility for protecting civilians and encourages cooperation with UNMISS.\n\n8. The Council authorizes UNMISS to use necessary means to carry out its protection mandate.\n\n9. The Council recalls the roles of UNISFA and JBVMM and notes their operationalization.\n\n10. The Council demands cooperation from the Government of South Sudan and other parties for UNMISS deployment, operations, and monitoring, and condemns attacks on UNMISS troops and staff.\n\n11. The Council welcomes UNMISS' initiative to conduct an outreach campaign and encourages development of a public communications strategy.\n\n12. The Council calls on Member States to ensure free and unhindered movement of UNMISS personnel and equipment.\n\n13. The Council calls on parties to allow full, safe, and unhindered access for relief personnel and humanitarian assistance.\n\n14. The Council demands an immediate ceasefire and an end to human rights violations and abuses against civilians.\n\n15. The Council welcomes the establishment of a board of inquiry to investigate human rights violations and calls for a transparent process.\n\n16. The Council encourages UNMISS to implement the human rights due diligence policy.\n\n17. The Council welcomes progress on demobilization of child soldiers and calls for further implementation of the action plan.\n\n18. The Council encourages the Government of South Sudan to ratify and implement international human rights treaties and conventions.\n\n19. The Council expresses concern at the expulsion of a UNMISS human rights staff and urges the Government to reverse the decision.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2109_2013_EN.pdf"
}