{
  "resolution_no": "2109",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Protection of Civilians",
    "Human Rights",
    "Peacebuilding",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNMISS",
    "United Nations Country Team",
    "African Union-United Nations Hybrid Mission in Darfur (UNAMID)",
    "United Nations Interim Security Force for Abyei (UNISFA)",
    "United Nations Organization Stabilization Mission in the Democratic Republic of the Congo (MONUSCO)",
    "Lord's Resistance Army (LRA)"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council on the implementation of the resolution, including progress made in implementing protection of civilians strategy and early warning and early response strategy, and on the expected timeline of the deployment of all mission elements.",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions 1996 (2011), 2046 (2012), and 2057 (2012),\n\nReaffirms strong commitment to South Sudan's sovereignty, independence, territorial integrity, and national unity.\n\nWelcomes establishment of government institutions, National Legislative Assembly, and national legislation.\n\nNotes Public Financial Management and Accountability Act, Petroleum Act, and Banking Act, and President Salva Kiir's anti-corruption program, urging further steps against corruption.\n\nSeeks South Sudan's economic prosperity and peaceful coexistence with Sudan.\n\nUnderscores need for coherent UN activities, clarity on roles and responsibilities between UNMISS and the UN country team.\n\nStresses forging stronger partnerships among UN, development agencies, bilateral partners, and international financial institutions for effective institution building.\n\nDeplores increased conflict, violence, and humanitarian crisis, particularly in Jonglei.\n\nExpresses grave concern at human rights violations, including arbitrary arrests, torture, and extrajudicial killings.\n\nRecalls national ownership and responsibility in post-conflict peacebuilding.\n\nStresses comprehensive approach to peace consolidation, integrating political, security, development, human rights, and rule of law.\n\nExpresses deep concern at worsening humanitarian situation, restrictions on UNMISS, and attacks on UN personnel.\n\nRecalls importance of institution-building, national ownership, and effective response to enable countries to deliver core government functions. \n\nEmphasizes Government of South Sudan's primary responsibility to consolidate peace and prevent return to violence.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council extends the mandate of the United Nations Mission in South Sudan (UNMISS) through 15 July 2014. The Council recognizes the importance of supporting peacebuilding efforts in South Sudan to lay the foundation for sustainable development and peace. \n\nThe Council requests the Secretary-General to direct UNMISS operations, coordinate UN activities, and support a coherent international approach to a stable peace in South Sudan. \n\nUNMISS' mandated tasks prioritize the protection of civilians and achieving an improved security environment. The Council urges UNMISS to deploy assets accordingly, focus on capacity-building, and implement protection of civilians and early warning strategies.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2109_2013_EN.pdf"
}