{
  "resolution_no": "2074",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "European Integration"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "EUFOR ALTHEA",
    "NATO Headquarters Sarajevo",
    "European Union",
    "Organization for Security and Cooperation in Europe (OSCE)",
    "International Tribunal for the Former Yugoslavia"
  ],
  "reporting_cycle": "at least at three-monthly intervals",
  "operative_authority": "Chapter VII",
  "summary": "8. Pays tribute to participating Member States and welcomes their continued deployment,\n\n9. Welcomes EU's intention to maintain EUFOR ALTHEA,\n\n10. Authorizes a multinational stabilization force (EUFOR ALTHEA) for 12 months,\n\n11. Welcomes NATO's decision to maintain a presence and authorizes continued NATO Headquarters.\nHere is a concise summary of the Security Council document 2074 (2012):\n\n12. The Peace Agreement and previous relevant resolutions apply to EUFOR ALTHEA and the NATO presence, as they did to SFOR.\n\n13. The Council intends to review further authorization in light of developments in the implementation of the Peace Agreement and the situation in Bosnia and Herzegovina.\n\n14. Authorizes Member States to take necessary measures to implement and ensure compliance with annexes 1-A and 2 of the Peace Agreement.\n\n15. Authorizes Member States to take necessary measures in defense of EUFOR ALTHEA and the NATO presence.\n\n16. Authorizes Member States to ensure compliance with airspace rules and procedures over Bosnia and Herzegovina.\n\n17. Demands respect for the security and freedom of movement of EUFOR ALTHEA, the NATO presence, and other international personnel.\n\n18. Requests Member States to report on EUFOR ALTHEA and NATO Headquarters presence activity at least every three months.\n\n19. Invites States to provide support and facilities for Member States acting under paragraphs 10 and 11.\n\n20. Welcomes the EU Police Mission's contribution to strengthening the rule of law in Bosnia and Herzegovina.\n\n21. Requests the Secretary-General to submit reports on the implementation of the Peace Agreement.\n\n22. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2074_2012_EN.pdf"
}