{
  "resolution_no": "2098",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Security",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MONUSCO",
    "UN",
    "African Union",
    "International Conference on the Great Lakes Region",
    "Southern African Development Community"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "6. **Police reform**: Provide advice and support for police reform.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Requests MONUSCO to:\n \n- Provide training to Congolese National Police battalions \n- Support the development and implementation of a multi-year joint UN justice support programme \n- Promote human rights and fight impunity \n- Collaborate with the Government to prevent and end recruitment and use of children and sexual violence against children \n\n16. Requests MONUSCO's military component to support tasks outlined in paragraphs 15.\n\n17. Requests the Secretary-General to produce a report on the division of labour between MONUSCO and the UNCT.\n\n18. Decides that MONUSCO shall transfer tasks to the UNCT.\n\n19. Decides to strengthen MONUSCO's presence in eastern DRC and reduce presence in non-conflict areas.\n\n20. Urges the international community to support MONUSCO and UNCT.\n\n21. Requests the Government of DRC to arrest those responsible for war crimes.\n\n22. Encourages the Government to cooperate with Special Representatives.\n\n23. Encourages MONUSCO to participate in the Expanded Joint Border Verification Mechanism.\n\n24. Calls on MONUSCO to coordinate strategies with other UN missions.\n\n25. Encourages MONUSCO to enhance interaction with the civilian population.\n\n26. Requests the Secretary-General to ensure compliance with the UN's zero-tolerance policy.\n\n27. Demands cooperation with MONUSCO operations.\n\n28. Calls on Member States to contribute to the UN humanitarian appeal.\n\n29. Notes the importance of proper preparation and equipment of MONUSCO contingents.\nHere is a summarized version of the Security Council document:\n\n30. Requests MONUSCO to keep the AU, ICGLR, and SADC informed of the operational situation in eastern DRC.\n\n31. Commends troop- and police-contributing countries and donors, calls on Member States to provide remaining force enablers, and recalls the importance of consultations with contributing countries.\n\n32. Supports the UN Group of Experts, calls for enhanced cooperation, and demands that all parties ensure cooperation, safety, and access.\n\n33. Requests the Secretary-General to review and update mission planning documents to reflect MONUSCO's military component tasks.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2098_2013_EN.pdf"
}