{
  "resolution_no": "2078",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MONUSCO",
    "ICGLR",
    "Group of Experts",
    "M23",
    "FDLR",
    "LRA",
    "Mai Mai militias",
    "FNL",
    "ADF"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "Determining the situation in the DRC to be a threat to international peace and security, the Council acts under Chapter VII of the UN Charter.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Imposes sanctions on individuals and entities:\n\t* Impeding disarmament and repatriation of combatants (b)\n\t* Impeding participation of combatants in disarmament, demobilization, and reintegration (c)\n\t* Recruiting or using children in armed conflict (d)\n\t* Committing serious violations against children or women (e)\n\t* Obstructing humanitarian assistance (f)\n\t* Illegally supporting armed groups through illicit trade of natural resources (g)\n\t* Acting on behalf of or at the direction of a designated individual or entity (h)\n\t* Planning, sponsoring, or participating in attacks against MONUSCO peacekeepers (i)\n\n2. Requests the Secretary-General to extend the Group of Experts' mandate until 1 February 2014.\n\n3. Condemns the M23's attacks on civilians, MONUSCO peacekeepers, and humanitarian actors, and demands that the M23 and other armed groups cease violence and lay down their arms.\n\n4. Expresses concern at external support to the M23 and demands that it cease immediately.\n\n5. Intends to consider additional targeted sanctions against the M23 leadership and those providing external support.\n\n6. Decides on exemptions to travel bans.\n\n7. Reiterates its call on the ICGLR to monitor and inquire into outside support to the M23.\n\n8. Encourages the Government of the DRC to enhance stockpile security and implement a national weapons marking program.\n\n9. Emphasizes the Government of the DRC's primary responsibility to reinforce State authority and governance in eastern DRC.\nThe Security Council:\n\n Urges continued effort to address illegal exploitation and smuggling of natural resources.\n\n Welcomes the Congolese Government's implementation of due diligence guidelines on mineral supply chains and calls on States to assist.\n\n Encourages raising awareness of due diligence guidelines, particularly in the gold sector.\n\n Reaffirms provisions of previous resolutions (1952 and 2021) on due diligence and combating regional criminal networks.\n\n Recalls MONUSCO's mandate to support Congolese authorities in preventing support to armed groups from illicit activities.\n\n Stresses the importance of holding accountable those responsible for war crimes and crimes against humanity.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2078_2012_EN.pdf"
}