{
  "resolution_no": "2086",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Peacebuilding",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Chapter VIII"
  ],
  "entities": [
    "United Nations Peacekeeping Operations",
    "Peacebuilding Commission (PBC)",
    "United Nations Agencies",
    "Funds and Programmes"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Council notes that multidimensional peacekeeping missions may be mandated to:\n\n* Provide support to basic safety and security\n* Enable national governments to conceive and develop disarmament, demobilization, and reintegration programs\n* Support the strengthening of rule of law institutions\n* Provide rapid response in mine action and advisory services\n* Support peace consolidation and inclusive political processes\n* Help establish security conditions to facilitate humanitarian assistance\n* Contribute to protecting human rights\n* Protect civilians, particularly those under imminent threat of physical violence\n* Cooperate and coordinate with UN agencies and partners to support poverty reduction and economic development\n* Support the participation of women in conflict prevention, conflict resolution, and peacebuilding\n\nThe Council recognizes that while national governments have primary responsibility for successful peacebuilding, multidimensional peacekeeping missions bring comparative advantages in early peacebuilding. It reiterates its resolve to give peacekeeping operations clear, credible, and achievable mandates matched by resources, and to deploy peacekeepers with professional skills, training, and experience. The Council also underlines the importance of promoting gender equality and empowering women in post-conflict situations.\nHere is a summarized version of the Security Council document 2086 (2013):\n\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2086_2013_EN.pdf"
}