{
  "resolution_no": "2113",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Women, Peace and Security",
    "Children and Armed Conflict",
    "Protection of Civilians"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMID",
    "African Union",
    "United Nations Country Team",
    "Panel of Experts"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "14. The Council requests the Secretary-General to report every 90 days on UNAMID's progress, including its mandate implementation, operational capabilities, and humanitarian and security situations.\n\n15. The Council demands that all parties end violence, including attacks on civilians, peacekeepers, and humanitarian personnel, and comply with international human rights and humanitarian law.\n\n16. The Council expresses concern at the deteriorating humanitarian situation in Darfur, welcomes humanitarian aid delivery, and demands that the Government of Sudan ensure full, safe, and unhindered access to humanitarian organizations.\n\n17. The Council condemns human rights violations and abuses in Darfur, including extrajudicial killings, and urges the Government of Sudan to extend greater cooperation with UNAMID.\n\n18. The Council encourages UNAMID to implement the human rights due diligence policy.\n\n19. The Council notes the interconnectedness of conflicts in Sudan and the region and urges close coordination among UN missions.\n\n20. The Council encourages UNAMID to cooperate and share information on the Lord's Resistance Army.\n\n21. The Council stresses the importance of achieving dignified and durable solutions for refugees and IDPs and demands that all parties create conditions for their voluntary return.\n\n22. The Council notes that security and freedom of movement will facilitate recovery initiatives and calls on all parties to provide unhindered access.\nHere is a clear and concise summary of the Security Council document:\n\n23. The Council expresses deep concern over increased localized conflicts, criminality, and violence in Darfur, particularly inter-tribal clashes, and calls on all parties to end such clashes and pursue reconciliation and dialogue. It requests UNAMID to support local conflict resolution mechanisms and monitor the presence of arms in Darfur.\n\n24. The Council encourages the Joint Chief Mediator to consider other relevant peace processes in his facilitation of the Darfur peace process.\n\n25. The Council demands that parties to the conflict cease all acts of sexual violence, make time-bound commitments to combat such violence, and requests UNAMID to report on sexual and gender-based violence.\n\n26. The Council demands that parties to the conflict cease all violations and abuses against children and requests the Secretary-General to monitor and report on the situation of children.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2113_2013_EN.pdf"
}