{
  "resolution_no": "2082",
  "year": "2012",
  "theme": [
    "Terrorism",
    "Peacekeeping",
    "Sanctions",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNAMA",
    "High Peace Council",
    "Taliban",
    "Al-Qaida",
    "Counter-Terrorism Committee (CTC)",
    "United Nations Office of Drugs and Crime",
    "Counter-Terrorism Committee Executive Directorate (CTED)"
  ],
  "reporting_cycle": "The Monitoring Team shall submit comprehensive, independent reports to the Committee by 30 September 2013 and 30 April 2014",
  "operative_authority": "Chapter VII",
  "summary": "**Delisting and Designation**\n\n* Requests the Government of Afghanistan to inform the Committee if an individual or entity delisted should be considered for designation.\n* Directs the Committee to consider expeditiously any information indicating a delisted individual has returned to prohibited activities.\n* Confirms that the Secretariat shall notify the Government of Afghanistan, the Permanent Mission of Afghanistan, and the State(s) of nationality or location of a delisted individual or entity.\n\n**Review and Maintenance of the List**\n\n* Urges the Committee to decide on listing and delisting requests in a timely manner and review each entry on the list regularly.\n* Requests the Committee to review and amend its guidelines for such reviews.\n* Directs the Monitoring Team to circulate lists of:\n\t+ Reconciled individuals\n\t+ Individuals and entities with missing identifiers\n\t+ Deceased individuals and entities that have ceased to exist\n\n**Procedural Matters**\n\n* Decides that no matter shall be left pending before the Committee for more than six months.\n* Urges Committee members to respond within three months.\n* Directs the Committee to update its guidelines and ensure fair and clear procedures.\n\n**Cooperation with the Government of Afghanistan**\n\n* Welcomes periodic briefings from the Government of Afghanistan on the list and its impact.\n* Encourages cooperation among the Committee, the Government of Afghanistan, and UNAMA.\n\n**Monitoring Team**\n\n* Decides to extend the mandate of the 1267 Monitoring Team for 30 months to assist the Committee.\n* Directs the Monitoring Team to gather information on non-compliance and provide recommendations.\n\n**Coordination and Outreach**\n\n* Recognizes the need to maintain contact with relevant UN Security Council Committees, international organizations, and expert groups.\nThe Security Council:\n\n Reiterates concern about Al-Qaida's presence and negative influence on the Afghan conflict; \n\n Encourages UNAMA to assist the High Peace Council in reconciling listed individuals; \n\n Decides to review the implementation of measures in 18 months and make adjustments as necessary; \n\n Remains actively seized of the matter.\n\nThe Monitoring Team, under the Committee's direction, shall:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2082_2012_EN.pdf"
}