{
  "resolution_no": "2120",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Security",
    "Terrorism",
    "Women and Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "ISAF",
    "UNAMA",
    "NATO",
    "OEF coalition",
    "Afghan Government",
    "International Security Assistance Force"
  ],
  "reporting_cycle": "quarterly reports",
  "operative_authority": "Chapter VII",
  "summary": "Determines that the situation in Afghanistan still constitutes a threat to international peace and security.\n\nDecides to:\n\n1. Extend the authorization of ISAF until 31 December 2014.\n2. Authorize ISAF to take all necessary measures to fulfil its mandate.\n3. Recognize the need for ISAF to meet its operational requirements and calls upon Member States to contribute personnel, equipment, and resources.\n4. Welcome the commitment of the Government of Afghanistan to develop an Afghan National Security Force (ANSF) capable of providing peace, security, and stability.\n5. Welcome the NATO-Afghanistan Enduring Partnership and the intention to provide sustained practical support to Afghanistan's security and stability.\nThe Security Council:\n\n6. Stresses the importance of continued cooperation to develop Afghan National Security Forces (ANSF) capabilities, including functionality, professionalism, and accountability, and encourages ISAF and other partners to sustain efforts to train, mentor, and empower ANSF to achieve self-sufficiency and ensure security and rule of law.\n\n7. Calls upon ISAF and the NATO Senior Civilian Representative to work in close consultation with the Afghan Government, the Special Representative of the UN Secretary-General, and the OEF coalition in implementing the ISAF mandate.\n\n8. Requests ISAF leadership to keep the Security Council regularly informed on mandate implementation through quarterly reports and a comprehensive final report by December 2014.\n\n9. Decides to remain actively seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2120_2013_EN.pdf"
}