{
  "resolution_no": "2101",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Security Sector Reform",
    "Disarmament Demobilization and Reintegration (DDR)",
    "Human Rights",
    "International Cooperation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "Group of Experts",
    "International Criminal Court",
    "Kimberley Process",
    "ECOWAS"
  ],
  "reporting_cycle": "The Group of Experts to submit a midterm report to the Committee by 15 October 2013 and a final report 30 days before the end of its mandated period",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n \nRecalling previous resolutions and statements on Côte d’Ivoire, \nReaffirming commitment to sovereignty, independence, territorial integrity and unity,\nWelcoming reports of the UN Group of Experts, \nRecognizing contribution of measures imposed by resolutions 1572, 1643, 1975 and 1980 to stability,\nWelcoming progress in stabilization, security, economic recovery and regional cooperation,\nWelcoming completion of electoral cycle, \nEncouraging political reconciliation and electoral reform,\nExpressing concern at slow reconciliation progress, \nUrging the Truth and Reconciliation Commission to complete work by 30 September 2013,\nConcerned about security sector reform and disarmament, demobilization and reintegration,\nReiterating need for trained and equipped security forces,\nEmphasizing importance of upholding human rights,\nWelcoming cooperation with the Group of Experts,\nExpressing concern at findings on illegal taxation, checkpoints and racketeering,\nConcerned at large-scale contraband of natural resources,\nRecalling resolutions on women, peace and security, children and armed conflict and protection of civilians,\nCondemning human rights violations and stressing need for perpetrators to be brought to justice,\nStressing importance of resources for the Group of Experts,\nDetermining situation in Côte d’Ivoire continues to pose threat to international peace and security.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Acting under Chapter VII of the Charter of the United Nations,\n\n1. Imposes an arms embargo on Côte d'Ivoire until 30 April 2014, prohibiting the supply, sale, or transfer of arms and related materiel.\n\n2. Recalls that previous measures on arms and related materiel have been replaced and no longer apply to training, advice, and expertise related to security and military activities, or to supplies of civilian vehicles to Ivorian security forces.\n\n3. Exempts from the embargo:\n\t* Supplies for the support of or use by UNOCI and French forces.\n\t* Non-lethal military equipment for humanitarian or protective use.\n\t* Protective clothing for personal use by UN personnel, media, and humanitarian workers.\n\t* Supplies for the evacuation of nationals and those with consular responsibility.\n\t* Non-lethal law enforcement equipment for maintaining public order.\n\t* Arms and lethal equipment for Ivorian security forces for SSR, subject to Committee approval.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2101_2013_EN.pdf"
}