{
  "resolution_no": "2112",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Reconciliation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "FRCI",
    "UNMIL",
    "UNCT"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council; midterm report no later than 31 December 2013 and a final report no later than 15 May 2014",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions on C么te d'Ivoire, reaffirms its commitment to the country's sovereignty, independence, territorial integrity, and unity. The Council notes progress towards restoring security, peace, and stability, commending President Alassane Ouattara's efforts to stabilize the security situation and accelerate economic recovery. It welcomes the successful regional and municipal elections, but regrets the boycott by the former ruling party and other opposition parties. The Council also welcomes the return of displaced persons, but condemns intimidation, threats, and attacks against refugees, returnees, and internally displaced persons. \n\nThe Council recalls the Government of C么te d'Ivoire's primary responsibility to ensure peace, stability, and civilian protection, and notes the improvement in the security situation, but remains concerned about its fragility, particularly along the Liberian border. It reiterates concerns about disarmament, demobilization, and reintegration, and security sector reform, as well as the circulation of weapons. The Council emphasizes the need for the Government to accelerate training and equipping its security forces.\n\nThe Council expresses concern about human rights abuses and international humanitarian law violations, including those against women and children, and stresses the importance of investigating such allegations. It reiterates the vital role of women in conflict resolution and peacebuilding and the importance of their equal participation in efforts to maintain and promote peace and security.\n\nThe Council takes note of the International Criminal Court's investigation into crimes within its jurisdiction committed in C么te d'Ivoire since 28 November 2010, and the expansion of the investigation to crimes committed since 19 September 2002. It also notes C么te d'Ivoire's ratification of the Rome Statute on 15 February 2013. The Council urges the Government to increase and expedite its efforts to combat impunity, and reaffirms that those responsible for violations must be held accountable and brought to justice.\nHere is a concise summary of the Security Council document:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2112_2013_EN.pdf"
}