{
  "resolution_no": "2083",
  "year": "2012",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "UNIFIL",
    "MINUSMA",
    "Financial Action Task Force (FATF)",
    "INTERPOL",
    "United Nations Office on Drugs and Crime",
    "Counter-Terrorism Implementation Task Force (CTITF)"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days; The Monitoring Team reports comprehensively to the Committee, one by 31 June 2013, and the second by 31 December 2013",
  "operative_authority": "Chapter VII",
  "summary": "54. Encourages designating States to inform the Monitoring Team about judicial proceedings related to listed individuals.\n\n55. Requests the Committee to facilitate assistance on capacity-building for enhancing implementation of the measures.\n\n56. Reiterates the need for cooperation among the Committee, the Counter-Terrorism Committee (CTC), and the Committee established pursuant to resolution 1540 (2004).\n\n57. Encourages the Monitoring Team and the United Nations Office on Drugs and Crime to continue their joint activities.\n\n58. Requests the Committee to consider visits to selected countries to enhance implementation of the measures.\n\n59. Requests the Committee to report orally to the Council at least once per year on its work and the Monitoring Team's activities.\n\n60. Decides to extend the mandate of the Monitoring Team for thirty months.\n\n61. Directs the Monitoring Team to identify instances of non-compliance and provide recommendations to the Committee.\n\n62. Directs the Committee to hold special meetings on thematic or regional topics and Member States' capacity challenges.\n\n63. Decides to review the measures described with a view to their possible further strengthening in eighteen months.\n\n64. Decides to remain actively seized of the matter.\nThe Monitoring Team shall operate under the direction of the Committee with the following responsibilities:\n\n(a) Submit two comprehensive reports to the Committee by 31 June 2013 and 31 December 2013 on implementation of measures;\n\n(b) Assist the Ombudsperson in carrying out his/her mandate;\n\n(c) Assist the Committee in reviewing names on the Al-Qaida Sanctions List;\n\n(d) Analyse reports and information submitted by Member States;\n\n(e) Assist the Committee in following up on requests to Member States for information;\n\n(f) Submit a comprehensive program of work to the Committee for review and approval;\n\n(g) Work closely with CTED and the 1540 Committee’s group of experts;\n\n(h) Participate in and support activities under the United Nations Global Counter-Terrorism Strategy;\n\n(i) Gather information on instances of reported non-compliance;\n\n(j) Present recommendations to assist Member States with implementation of measures;\n\n(k) Assist the Committee in considering proposals for listing;\n\n(l) Bring to the Committee’s attention new or noteworthy circumstances for delisting;\n\n(m) Consult with Member States in advance of travel;\n\n(n) Coordinate and cooperate with national counter-terrorism focal points;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2083_2012_EN.pdf"
}