{
  "resolution_no": "2056",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Terrorism",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "ECOWAS",
    "African Union (AU)",
    "United Nations Office for West Africa",
    "Al-Qaida in the Islamic Maghreb (AQIM)"
  ],
  "reporting_cycle": "by 31 July 2012, and by 15 September 2012",
  "operative_authority": "Chapter VII",
  "summary": "6. Calls for Interim President Dioncounda Traoré's safe return to Bamako.\n\n7. Expresses support to Transitional authorities to develop a roadmap for Mali's transition.\n\n8. Demands rebel groups in North Mali cease hostilities.\n\n9. Calls on groups in North Mali to renounce affiliations incompatible with peace, security, and territorial integrity.\n\n10. Supports efforts for a peaceful solution to the situation in North Mali.\n\n11. Requests the Secretary-General to support mediation efforts.\n\n12. Calls on parties to cease human rights abuses and violations of international humanitarian law.\n\n13. Demands safe access for humanitarian aid.\n\n14. Acknowledges neighboring states' cooperative policy on refugees.\n\n15. Stresses the protection of Mali's World Heritage sites.\n\n16. Takes note of ECOWAS' request for a UN mandate to deploy a stabilization force.\n\n17. Reiterates condemnation of Al-Qaida and associated groups.\n\n18. Urges rebel groups to refrain from association with AQIM and combat terrorism.\nThe Security Council:\n\n Condemns and recalls that association with Al-Qaida includes participating in financing, planning, facilitating, preparing, or perpetrating acts or activities by, in conjunction with, under the name of, on behalf of, or in support of; supplying, selling or transferring arms and related materiel to; recruiting for or otherwise supporting acts or activities of Al-Qaida or any cell, affiliate, splinter group or derivative thereof.\n\n Calls upon Member States to prevent proliferation of arms and related material in the Sahel region, particularly man-portable surface-to-air missiles.\n\n Urges Member States to assist in reform and capacity-building of Malian security forces to reinforce democratic control, restore State authority, and reduce the threat posed by AQIM and affiliated groups.\n\n Urges Sahel and Maghreb States to enhance cooperation to combat AQIM activities and contain their progress.\n\n Emphasizes that sanctions are an important tool in maintaining international peace and security, and calls on Member States to submit names of individuals and entities associated with Al-Qaida.\n\n Requests the Secretary-General to support regional and international actors on Mali, including through the good offices of his Special Representative.\n\n Acknowledges the significant contribution of women in conflict prevention, peacebuilding, and mediation efforts, and calls upon actors to increase women's involvement.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2056_2012_EN.pdf"
}