{
  "resolution_no": "2036",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Security",
    "Somalia"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "AMISOM",
    "UNPOS",
    "African Union",
    "United Nations"
  ],
  "reporting_cycle": "The African Union shall keep the Security Council regularly informed, through the Secretary-General, on the implementation of AMISOM’s mandate, and report to the Council, through the provision of written reports, no later than 30 days after the adoption of this resolution and every 60 days thereafter.",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling previous resolutions on Somalia, reaffirms its respect for Somalia's sovereignty, territorial integrity, and unity, and commits to a comprehensive and lasting settlement. The Council reiterates its support for the Djibouti Peace Process, the Transitional Federal Charter, the Kampala Accord, and the Roadmap to End the Transition. \n\nIt stresses the primary responsibility of Transitional Federal Institutions to implement the Roadmap, welcomes progress made, but expresses concern over missed deadlines. The Council urges these institutions and Roadmap signatories to redouble efforts to fully implement the Roadmap with UNPOS and international community support.\n\nThe Council emphasizes the need for enhanced security in areas secured by AMISOM and Somali security forces, sustainable administrative structures, and efforts to fight corruption, promote transparency, and increase accountability. \n\nNoting the transitional period's end on August 20, 2012, the Council calls for inclusive and representative post-transitional arrangements. It stresses the need for a comprehensive strategy to address Somalia's problems, including piracy, and welcomes the London and Istanbul Conferences.\n\nThe Council expresses grave concern over the humanitarian situation, condemns attacks on the Transitional Federal Government, AMISOM, and civilians, and reiterates its call for opposition groups to lay down their arms. \n\nIt commends AMISOM's contribution to peace and stability, appreciates troop contributions, and welcomes Kenya's willingness to incorporate its forces into AMISOM.\nThe Security Council:\n\nRecalling previous resolutions on Somalia, welcomes the African Union's (AU) Strategic Concept for AMISOM and the Secretary-General's Special Report;\n\n1. Decides AMISOM's mandate includes establishing a presence in four sectors to reduce the threat posed by Al Shabaab and other armed groups, in coordination with Somali security forces, and authorises AMISOM to take necessary measures to achieve this.\n\n2. Requests the AU to increase AMISOM's force strength to a maximum of 17,731 uniformed personnel.\n\n3. Calls on partners to support AMISOM through equipment, technical assistance, funding, and troop stipends.\n\n4. Decides to expand the logistical support package for AMISOM to 17,731 personnel until 31 October 2012.\n\n5. Requests transparency and accountability for resources provided to AMISOM.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2036_2012_EN.pdf"
}