{
  "resolution_no": "2096",
  "year": "2013",
  "theme": [
    "Women, Peace and Security",
    "Peacekeeping",
    "Humanitarian",
    "Reconciliation",
    "Counter-Narcotics",
    "Rule of Law"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "NATO",
    "United Nations Office on Drugs and Crime (UNODC)",
    "International Security Assistance Force (ISAF)"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "Expresses strong concern about the recruitment and use of children by Taliban, Al-Qaida, and other groups, and calls for those responsible to be brought to justice.\n\nStresses the importance of implementing resolution 1612 (2005) on children and armed conflict, and supports the Afghan Government's commitment to preventing violations of children's rights.\n\nRemains concerned about the harm caused by opium cultivation, production, and trafficking, and calls on the Afghan Government to accelerate implementation of the National Drug Control Strategy.\n\nWelcomes efforts of the UN Office on Drugs and Crime in empowering the Afghan Ministry of Counter Narcotics, and calls for strengthened international cooperation to counter the threat posed by illicit drugs.\n\nAppreciates the work of the Paris Pact initiative and its \"Paris-Moscow\" process in countering the production, trafficking, and consumption of opium and heroin.\n\n Reiterates the importance of completing the National Priority Programme on Law and Justice for All to establish a fair and transparent justice system.\nHere is a summarized version of the Security Council document:\n\n39. Stresses the importance of progress in the reconstruction and reform of Afghanistan's prison sector to improve respect for the rule of law and human rights, and calls for full respect for relevant international law.\n\n40. Notes with concern the effects of corruption on security, governance, and economic development, and welcomes the Government of Afghanistan's anti-corruption commitments.\n\n41. Encourages Afghan institutions to work cooperatively, recognizes efforts to pursue legislative and public administration reform, and stresses the need for further international technical assistance.\n\n42. Calls for full respect for and protection of human rights and fundamental freedoms, and welcomes the growth of Afghan free media, while noting continued restrictions.\n\n43. Recognizes progress on gender equality, but notes enhanced efforts are necessary to secure women's and girls' rights and protect them from violence.\n\n44. Welcomes the Afghan Government's commitment to strengthen women's participation in governance institutions and protect their rights.\n\n45. Recognizes the importance of voluntary, safe, and sustainable reintegration of Afghan refugees for stability.\n\n46. Affirms the importance of voluntary, safe, and sustainable reintegration of internally displaced persons.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2096_2013_EN.pdf"
}