{
  "resolution_no": "2127",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Sanctions",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MISCA",
    "BINUCA",
    "AU-RTF",
    "French forces",
    "UNIFIL",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "every 60 days",
  "operative_authority": "Chapter VII",
  "summary": "Requests the Secretary-General to undertake contingency preparations and planning for the possible transformation of MISCA into a UN peacekeeping operation.\n\n Requests the Secretary-General to report to the Security Council within 3 months on the possible transformation of MISCA.\n\n Notes the AU's welcome for the strengthening of French forces to support MISCA and authorizes French forces to take necessary measures to support MISCA.\n\n Expresses concern at the deterioration of the humanitarian situation and demands that all parties ensure rapid, safe, and unhindered access of humanitarian organizations.\n\n Calls on Member States to respond swiftly to UN humanitarian appeals.\n\n Decides to impose an arms embargo on the CAR for an initial period of one year, with exceptions for supplies intended for MICOPAX, MISCA, BINUCA, and French forces, as well as non-lethal military equipment for humanitarian or protective use.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n**Arms Embargo and Sanctions**\n\n* Imposes an arms embargo on the Central African Republic (CAR) with exemptions for supplies to CAR security forces for security sector reform (SSR) and other sales or supplies approved by the Committee (para 54).\n* Authorizes Member States to seize, register, and dispose of items prohibited by the embargo (para 55).\n\n**Targeted Measures**\n\n* Expresses intent to impose targeted measures, including travel bans and assets freezes, on individuals undermining peace, stability, and security in the CAR (para 56).\n\n**Sanctions Committee**\n\n* Establishes a Committee to monitor implementation of the measures, review information, and report to the Security Council (para 57).\n* Requests Member States to report to the Committee within 90 days on steps taken to implement the embargo (para 58).\n\n**Panel of Experts**\n\n* Creates a Panel of Experts to assist the Committee, gather information, and provide reports (para 59).\n* Urges cooperation with the Panel and ensures the safety of its members (para 60).\n\n**Continuous Review**\n\n* Affirms continuous review of the situation in the CAR and readiness to review and adjust measures as needed (para 61).\n* Decides to remain actively seized of the matter (para 62).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2127_2013_EN.pdf"
}