{
  "resolution_no": "2119",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Development"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINUSTAH",
    "Haitian National Police (HNP)",
    "United Nations country team",
    "OAS",
    "UNASUR",
    "CARICOM"
  ],
  "reporting_cycle": "semi-annually, not later than forty-five days prior to its expiration",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\n* Coordinates international electoral assistance to Haiti's government with stakeholders (OAS, UNASUR, CARICOM) (para 7).\n* Encourages Haiti's government to promote women's political participation (para 8).\n* Stresses strengthening the Haitian National Police (HNP) is crucial for stability and development (para 9).\n* Requests MINUSTAH to continue building HNP's capacity, particularly through mentoring and training (para 10).\n* Urges support for the 2012-2016 HNP Development Plan to achieve 15,000 operational police officers by 2016 (para 11).\n* Requests close coordination among MINUSTAH, donors, and Haiti's government to enhance HNP capacity-building (para 12).\n* Encourages MINUSTAH to assist in tackling gang violence, organized crime, and trafficking (para 13).\n* Encourages Haiti's authorities to implement justice reform and address prolonged pretrial detentions and prison conditions (para 14).\n* Calls on donors to coordinate efforts through Haiti's Framework for the Coordination of External Aid (CAED) (para 15).\n* Requests the UN country team and actors to complement security and development operations with activities improving living conditions (para 16).\n* Requests MINUSTAH to implement quick-impact projects contributing to a secure environment and national ownership (para 17).\n* Condemns grave violations against children and sexual abuse of women and girls, and calls for protection of their rights (para 18).\n* Encourages MINUSTAH to assist in providing protection to civilians, particularly internally displaced persons and vulnerable groups (para 19).\n* Requests the Secretary-General to ensure MINUSTAH personnel comply with the zero-tolerance policy on sexual exploitation and abuse (para 20).\n* Reaffirms MINUSTAH's human rights mandate and urges respect and protection of human rights by HNP and the judiciary (para 21).\n* Encourages MINUSTAH to use existing means to enhance stability and Haitian ownership (para 22).\n* Requests MINUSTAH to continue its community violence reduction approach, focusing on at-risk youth and vulnerable groups (para 23).\nThe Security Council:\n\nSupports the work of the UN country team to build local capacity;\n\nRequests MINUSTAH to support Haitian authorities in controlling small arms flow, developing a weapons registry, revising laws on arms importation and possession, reforming the weapons permit system, and implementing a national community policing doctrine;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2119_2013_EN.pdf"
}