{
  "resolution_no": "2070",
  "year": "2012",
  "theme": [
    "Haiti",
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Rule of Law"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MINUSTAH",
    "United Nations country team",
    "Haitian National Police",
    "Office of the United Nations Special Envoy for Haiti"
  ],
  "reporting_cycle": "The Secretary-General reports semi-annually, not later than forty-five days prior to the expiration of the mandate",
  "operative_authority": "Chapter VII",
  "summary": "The Council urges the UN entities to continue supporting the Government of Haiti in addressing structural weaknesses, particularly in water and sanitation systems, to combat the cholera epidemic. It also calls on donors to fulfill their pledges made at the 2010 New York Conference to promote access to services and jobs for the most vulnerable.\n\nThe Council emphasizes the role of regional organizations in Haiti's stabilization and reconstruction, and encourages MINUSTAH to work closely with international financial institutions, regional and subregional organizations, and other stakeholders.\n\nThe Council recognizes the interconnected nature of challenges in Haiti, including security, rule of law, institutional reform, national reconciliation, and development, and welcomes efforts to address these challenges.\n\nThe Council:\n\n1. Extends MINUSTAH's mandate until 15 October 2013, with the intention of further renewal.\n2. Decides on MINUSTAH's force levels: up to 6,270 troops and a police component of up to 2,601 personnel.\n3. Affirms that future adjustments to the force configuration will be based on the security situation, taking into account Haiti's stability and security, and the strengthening of the Haitian National Police.\n4. Takes note of MINUSTAH's conditions-based consolidation plan, currently being developed under the leadership of the Special Representative of the Secretary-General.\nThe Security Council:\n\n5. Acknowledges the value of focusing MINUSTAH's activities on core tasks achievable within a reasonable timeframe and concluding a transition compact with the Government of Haiti, setting out benchmarks for progress in stabilization.\n\n6. Recognizes the Government and people of Haiti's ownership and primary responsibility for stabilization, welcomes MINUSTAH's assistance to build the capacity of Haiti's rule of law institutions, and calls on MINUSTAH to proceed swiftly with these activities.\n\n7. Encourages MINUSTAH to assist the Government of Haiti in providing protection to the civilian population, particularly internally displaced persons and vulnerable groups.\n\n8. Welcomes the Government of Haiti's efforts to build institutional capacity in security and rule of law, and calls upon MINUSTAH to support decentralization priorities and strengthen self-sustaining security sector institutions.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2070_2012_EN.pdf"
}