{
  "resolution_no": "2090",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "BNUB",
    "UNIFIL",
    "MINUSMA",
    "Peacebuilding Commission",
    "Burundi Configuration of the Peacebuilding Commission"
  ],
  "reporting_cycle": "Secretary-General reports by the end of July 2013 and a report by 17 January 2014",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, Recalling its previous resolutions and statements on Burundi, reaffirms its commitment to the country's sovereignty, independence, territorial integrity, and unity. The Council welcomes Burundi's progress towards peace, stability, and development, and emphasizes the need for continued international support. It commends the Government of Burundi on the finalization of the Poverty Reduction Strategy Paper (PRSP-II) and the agreement with the United Nations on a new United Nations Development Assistance Framework (UNDAF). The Council also welcomes the success of the Conference of Burundi's Development Partners held in Geneva, which demonstrates the commitment of international partners to support Burundi's efforts.\n\nThe Council commends the United Nations Office in Burundi (BNUB) and the United Nations system for their contributions to the country's peace, security, and development. It encourages the Government of Burundi to ensure a space for all political parties and to continue improving dialogue with all relevant actors. The Council takes note of the appointment of the new Independent National Electoral Commission (CENI) and urges CENI to work closely with all political actors to prepare for the 2015 elections.\n\nThe Council notes the efforts made by the Government of Burundi to improve the human rights situation, but remains concerned about continued human rights violations, including extrajudicial killings, mistreatment of detainees, and restrictions on civil liberties. It demands that all parties put an end to attacks against civilians and security forces. The Council underscores the importance of transitional justice mechanisms in promoting lasting reconciliation and takes note of the draft law on the Truth and Reconciliation Commission.\n\nThe Council recalls Burundi's obligations to fight impunity for crimes falling within the jurisdiction of the International Criminal Court and supports the renewed commitment of Burundi to \"zero tolerance\" for corruption. It welcomes the continued engagement of the Peacebuilding Commission in Burundi and supports Burundi's commitment to regional integration and cooperation with neighbours. The Council recalls its resolutions on women and peace and security, protection of civilians, and children and armed conflict.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2090_2013_EN.pdf"
}