{
  "resolution_no": "2048",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Sanctions",
    "Terrorism",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "UN Security Council",
    "ECOWAS",
    "African Union",
    "European Union",
    "Peacebuilding Commission",
    "Guinea-Bissau Government"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous statements on the situation in Guinea-Bissau, condemns the military coup on 12 April, which undermined the democratic electoral process, and the establishment of a \"Military Command\". The Council reiterates its strong condemnation of the coup and the international community's unanimous condemnation of it. It takes note of efforts by the African Union, ECOWAS, CPLP, and the EU to respond to the crisis and welcomes mediation efforts led by ECOWAS. The Council demands that the Military Command takes immediate steps to restore and respect constitutional order, including a democratic electoral process, by ensuring that all soldiers return to the barracks and that members of the \"Military Command\" relinquish their positions of authority. It stresses the need for all national stakeholders and international partners to remain committed to the restoration of constitutional order. The Council deplores the continued refusal of the \"Military Command\" to heed its demands and expresses concern about reports of human rights violations, looting, and restrictions on freedom of movement. It underlines the need for accountability for those responsible for such violations and abuses. The Council also stresses the importance of Security Sector Reform, including effective and responsible civilian control over the security forces, and the need to prevent violence, particularly against women and children. It expresses grave concern over the negative impacts of illicit drug trafficking and organized crime on Guinea-Bissau and the subregion. The Council reaffirms the need to uphold and respect the sovereignty, unity, and territorial integrity of Guinea-Bissau and, acting under Article 41 of Chapter VII of the Charter, demands the restoration of constitutional order.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Encourages ECOWAS to continue mediation efforts to restore constitutional order in Guinea-Bissau, in coordination with the UN, AU, and CPLP.\n\n2. Requests the Secretary-General to engage in the process, harmonize international partners' positions, and develop a comprehensive strategy for security sector reform, political and economic reforms, combating drug-trafficking, and fighting impunity.\n\n**Travel Ban**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2048_2012_EN.pdf"
}