{
  "resolution_no": "2040",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNSMIL",
    "International Criminal Court",
    "Libyan Investment Authority (LIA)",
    "Libyan Africa Investment Portfolio (LAIP)"
  ],
  "reporting_cycle": "The Secretary-General reports every 60 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Libya, reaffirms its commitment to Libya's sovereignty, independence, territorial integrity, and national unity.\n\n Looks forward to a future for Libya based on national reconciliation, justice, respect for human rights, and the rule of law.\n\nEmphasizes promoting equal participation of all sectors of Libyan society, including women, youth, and minority communities.\n\nRecalls its decision to refer the situation in Libya to the International Criminal Court and stresses accountability for human rights violations.\n\nExpresses concern about reports of sexual violence, recruitment and use of children in armed conflict, and illicit proliferation of arms.\n\nStresses national ownership and responsibility in post-conflict peacebuilding and the need for the UN to support Libyan authorities.\n\nReaffirms the UN's role in leading coordination of international efforts to support Libya's transition and rebuilding.\n\nNoting the centrality of credible elections, encourages necessary steps and welcomes the adoption of a Libyan national electoral law.\n\nSupports Libya's intention to strengthen regional security and commends engagement with the International Monetary Fund and World Bank.\n\nTakes note of reports and recommendations, including the modification and 12-month extension of the UNSMIL mandate.\n\nActing under Chapter VII, \n\n1. Welcomes recent positive developments in Libya.\n2. Looks forward to free, fair, and credible elections in June 2012.\nHere is a summarized version of the Security Council document:\n\n3. The Libyan authorities are called upon to promote and protect human rights, including those of women and vulnerable groups, and comply with international law, including humanitarian and human rights law. Those responsible for serious violations, including sexual violence, must be held accountable.\n\n4. The Security Council expresses grave concern at reports of reprisals, arbitrary detentions, mistreatment, torture, and extrajudicial executions in Libya. The Libyan authorities are urged to prevent human rights violations and protect the population, including foreign nationals.\n\n5. Libya and neighboring states are encouraged to cooperate to stabilize the situation in Libya and prevent former Libyan regime elements from planning or carrying out violent acts.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2040_2012_EN.pdf"
}