{
  "resolution_no": "2085",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Security",
    "Humanitarian",
    "Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "AFISMA",
    "ECOWAS",
    "African Union",
    "United Nations",
    "International Criminal Court"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\n- Recalls previous resolutions and statements on Mali, reaffirming its commitment to Mali's sovereignty, unity, and territorial integrity.\n\n- Expresses concern over terrorist groups and criminal networks in northern Mali, threatening the population, stability in the Sahel region, and international peace and security.\n\n- Condemns interference by Malian Defence and Security Forces in transitional authorities' work, urging restoration of democratic governance and constitutional order.\n\n- Notes the humanitarian crisis, insecurity, and human rights abuses in the Sahel region, particularly in northern Mali, and stresses the need for accountability.\n\n- Authorizes, under Chapter VII, an international military force to assist Malian Armed Forces in recovering occupied regions in northern Mali.\n\n- Urges Malian transitional authorities to finalize a transitional roadmap through inclusive dialogue.\n\n- Encourages international support for Mali through coordinated actions addressing security, development, and humanitarian issues.\n\n- Determines the situation in Mali constitutes a threat to international peace and security.\nHere is a concise summary of the Security Council document 2085 (2012):\n\n1. The Security Council calls for the restoration of constitutional order and national unity in Mali through peaceful, credible, and inclusive elections by April 2013 or as soon as technically possible.\n\n2. It demands that Malian rebel groups cut ties with terrorist organizations, notably Al-Qaida in Islamic Maghreb (AQIM) and associated groups, and take concrete steps to do so.\n\n3. The Council urges the transitional authorities of Mali to establish a credible framework for negotiations with parties in the north who have cut ties with terrorist organizations and recognize Mali's unity and territorial integrity.\n\n4. It condemns the circumstances that led to the resignation of the Prime Minister and the dismissal of the Government on December 11, 2012, and reiterates its demand that no member of the Malian Armed Forces interfere in the work of the Transitional authorities.\n\n5. The Council calls on all Member States to implement their obligations under resolutions 1989 (2011) and 2083 (2012) and condemns incidents of kidnapping and hostage-taking by Al-Qaida in Mali and the Sahel region.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2085_2012_EN.pdf"
}