{
  "resolution_no": "2062",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Disarmament Demobilization and Reintegration",
    "Human Rights",
    "Justice and Reconciliation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "UNMIL",
    "ECOWAS",
    "Mano River Union",
    "United Nations Office for West Africa (UNOWA)"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days until 30 June 2013",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Côte d’Ivoire, reaffirms its commitment to the country’s sovereignty, independence, territorial integrity, and unity.\n\nWelcomes progress towards restoring security, peace, and stability, and commends President Alassane Ouattara’s initiatives to promote stability, reconciliation, and economic recovery.\n\nNotes the holding of legislative elections and the inauguration of the National Assembly, emphasizing its importance for restoring constitutional order and democratization.\n\nExpresses concern about unresolved challenges, including disarmament, demobilization, and reintegration (DDR) and security sector reform (SSR), and the circulation of weapons.\n\nWelcomes the return of displaced persons, but condemns intimidation, threats, and attacks against refugees and internally displaced persons (IDPs).\n\nExpresses concern about human rights abuses and international humanitarian law violations, including sexual violence, and stresses the importance of investigations and accountability.\n\nCondemns the attack on a UN Operation in Côte d’Ivoire (UNOCI) patrol, which killed seven peacekeepers, and calls for the perpetrators to be brought to justice.\n\nCommends the contributions of troop- and police-contributing countries and donors to UNOCI, and notes increasing cooperation between UNOCI, the United Nations Mission in Liberia (UNMIL), and regional governments.\n\nCommends the African Union and the Economic Community of West African States (ECOWAS) for their efforts to consolidate peace and stability in Côte d’Ivoire.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on the protection of civilians in armed conflicts and the vital role of women in conflict resolution and peacebuilding,\n\nNoting the International Criminal Court's investigation into crimes committed in Côte d'Ivoire since 2002,\n\nDetermining that the situation in Côte d'Ivoire continues to pose a threat to international peace and security,\n\nActing under Chapter VII of the Charter:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2062_2012_EN.pdf"
}