{
  "resolution_no": "2117",
  "year": "2013",
  "theme": [
    "Small Arms",
    "Light Weapons",
    "International Peace",
    "Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 51"
  ],
  "entities": [
    "United Nations",
    "INTERPOL",
    "Security Council"
  ],
  "reporting_cycle": "biennial basis",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its primary responsibility for maintaining international peace and security, acknowledges the significance of small arms and light weapons in recent armed conflicts. It notes previous statements and resolutions on the issue, emphasizing the need to balance legitimate security demands with concerns about illicit transfers.\n\nThe Council expresses grave concern about the threats posed by the illicit transfer, destabilizing accumulation, and misuse of small arms and light weapons, which cause loss of life, instability, and insecurity. It recognizes the importance of capacity-building, especially in Africa, and encourages support for efforts to tackle the issue.\n\nThe Council emphasizes the need to assist Member States and organizations in building capacity to prevent and address the illicit transfer of small arms and light weapons. It notes the connection between the issue and international terrorism, transnational organized crime, and the exploitation of natural resources.\n\nThe Council expresses concern about the threats posed to United Nations peacekeepers, humanitarian workers, and civilians in armed conflict, particularly women and girls. It recalls the negative human rights, humanitarian, development, and socioeconomic consequences of the illicit transfer of small arms and light weapons.\n\nThe Council acknowledges the contribution of arms embargoes in countering the illicit transfer of small arms and light weapons and mitigating conflict intensity. It recognizes the value of effective physical security and management of stockpiles, as well as the application of voluntary guidelines, such as the International Ammunition Technical Guidelines and the International Small Arms Control Standards. The Council emphasizes the importance of addressing the issue in conflict prevention and post-conflict peacebuilding.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling the importance of comprehensive approaches to disarmament, demobilization, and reintegration, and the responsibility of States to prevent threats posed by the illicit transfer, destabilizing accumulation, and misuse of small arms and light weapons.\n\nUnderlining the devastating impact of the misuse of small arms and light weapons on civilians in armed conflict, and reaffirming the relevant provisions of the 2005 World Summit Outcome Document.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2117_2013_EN.pdf"
}