{
  "resolution_no": "2036",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Security",
    "Somalia"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "AMISOM",
    "UNPOS",
    "African Union",
    "United Nations"
  ],
  "reporting_cycle": "The African Union shall keep the Security Council regularly informed, through the Secretary-General, on the implementation of AMISOM’s mandate, and report to the Council, through the provision of written reports, no later than 30 days after the adoption of this resolution and every 60 days thereafter.",
  "operative_authority": "Chapter VII",
  "summary": "4. Decides to expand the logistical support package for AMISOM to 17,731 personnel until 31 October 2012.\n\n5. Requests transparency and accountability for resources provided to AMISOM.\n\n6. Decides to expand the logistical support package to include reimbursement of contingent-owned equipment.\n\n7. Stresses the importance of stabilising areas secured by AMISOM and Somali security forces, promoting reconciliation, law and order, and governance.\n\n8. Requests the Secretary-General to provide technical advice to the AU on AMISOM's planning, deployment, and management.\nHere is a summarized version of the Security Council document:\n\n9. Requests the UN to work with the African Union to develop a guard force within AMISOM's mandated troop levels to provide security, escort, and protection services to international personnel.\n\n10. Welcomes new troop contributing countries to AMISOM, stressing that all new troops shall be integrated into AMISOM's command and control structures and operate in accordance with AMISOM's mandate.\n\n11. Stresses the importance of coordinated action by all contributors for Somalia's peace, security, and stability, and calls on African Union Member States to consider contributing troops to AMISOM.\n\n12. Recognizes the importance of strengthening regional and sub-regional organizations in conflict prevention, crisis management, and post-conflict stabilization.\n\n13. Recalls paragraph 13 of resolution 2010 (2011).\n\n14. Emphasizes the development of Somali security forces is vital for long-term security and stability, requests AMISOM to expand efforts to help develop Somali security forces' capacity and effectiveness.\n\n15. Notes the importance of an effective police presence in Mogadishu's stabilization and welcomes the African Union's desire to develop an operational police component within AMISOM.\n\n16. Demands all parties ensure the safety and security of humanitarian personnel and supplies, and ensure full and unhindered access for humanitarian aid delivery.\n\n17. Welcomes progress made by AMISOM in reducing civilian casualties, urges AMISOM to continue efforts to minimize civilian casualties, and commends AMISOM's commitment to establish a Civilian Casualty Tracking, Analysis and Response Cell (CCTARC).\n\n18. Welcomes AMISOM's endorsement of the 2011 indirect fire policy and encourages its adaptation and implementation.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2036_2012_EN.pdf"
}