{
  "resolution_no": "2085",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Security",
    "Humanitarian",
    "Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "AFISMA",
    "ECOWAS",
    "African Union",
    "United Nations",
    "International Criminal Court"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "3. **Support for Mali**: Requests the Secretary-General to provide support to Mali in critical areas, including rule of law, security institutions, mine action, and human rights.\n\n**International Support**\n\n4. **Troop contributions**: Calls upon Member States to contribute troops to AFISMA.\n\n5. **Coordinated support**: Urges Member States and organizations to provide coordinated support to AFISMA, including military training, equipment, and logistical support.\n\n6. **Cooperation with AFISMA**: Calls upon the transitional authorities of Mali and all other parties to cooperate fully with AFISMA's deployment and operations.\n\n**Human Rights**\n\n7. **Protection of civilians**: Emphasizes the Malian authorities' primary responsibility to protect civilians and recalls relevant resolutions on the protection of civilians, children, and women.\n\n8. **Human rights and humanitarian law**: Requests the Secretary-General to ensure the relevant capacity within the UN presence to observe adherence to international humanitarian and human rights law.\n\n9. **Accountability**: Calls upon AFISMA to support national and international efforts to bring to justice perpetrators of serious human rights abuses.\n\n**Funding**\n\n10. **Financial support**: Calls upon Member States and international organizations to provide financial support to AFISMA.\n\n11. **Logistics support**: Expresses intention to consider providing a voluntary and UN-funded logistics support package to AFISMA.\n\n12. **Trust fund**: Requests the Secretary-General to establish a trust fund to support AFISMA and/or the training and equipping of Malian Defence and Security forces.\nThe Security Council:\n\nRequests the Secretary-General to establish a multidisciplinary UN presence in Mali to support the political and security process, in consultation with Malian authorities.\n\nRequests the Secretary-General to submit detailed proposals for the UN presence.\n\nRequests the Secretary-General to keep the Council informed of the situation in Mali through written reports every 90 days.\n\nThe reports should cover: \n- Implementation of this resolution \n- UN support to political and security efforts \n- Deployment and preparation of AFISMA \n- Updated information and recommendations on support packages to AFISMA.\n\nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2085_2012_EN.pdf"
}