{
  "resolution_no": "2113",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Women, Peace and Security",
    "Children and Armed Conflict",
    "Protection of Civilians"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMID",
    "African Union",
    "United Nations Country Team",
    "Panel of Experts"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms previous resolutions and statements on Sudan, emphasizing full compliance.\n Reaffirms commitment to Sudan's sovereignty, unity, independence, and territorial integrity.\n\nRecalls resolutions on protection of civilians, children, and humanitarian personnel in armed conflict.\n\nReiterates support for the Doha Document for Peace in Darfur (DDPD) as a basis for the Darfur peace process, urging implementation.\n\nCondemns attacks on UNAMID, including a recent attack that killed 7 peacekeepers, and calls for swift investigation and perpetrators to be brought to justice.\n\nWelcomes UNAMID's efforts to promote peace and stability in Darfur and reiterates full support for the mission.\n\nStresses the need for a rigorous approach to peacekeeping deployments and encourages UNAMID to fully implement its Chapter VII mandate.\n\nUnderlines the importance of partnership between the UN and AU in maintaining peace and security in Africa, particularly in Sudan.\nHere is a summarized version of the Security Council document:\n\nThe Security Council expresses deep concern at increased violence and insecurity in Darfur, including inter-tribal fighting and confrontations between the Government of Sudan and armed groups, which threaten civilians and restrict humanitarian access. The Council recalls the commitments made by the Government of Sudan and other signatories to the Doha Document for Peace in Darfur (DDPD) to ensure unimpeded access of humanitarian assistance and protection of humanitarian workers.\n\nThe Council extends the mandate of UNAMID for 13 months to 31 August 2014, with a reconfigured personnel of up to 16,200 military personnel, 2,310 police personnel, and 17 formed police units. It requests the Secretary-General to conduct a review of UNAMID's progress towards achieving its mandate and present options and recommendations on improving UNAMID's effectiveness by 28 February 2014.\n\nThe Council underlines the need for UNAMID to prioritize the protection of civilians, including through the implementation of its early warning strategy, proactive military deployment, and increased patrols in high-risk areas. It also stresses the importance of continued international support to address the humanitarian needs of internally displaced persons (IDPs) and refugees.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2113_2013_EN.pdf"
}