{
  "resolution_no": "2090",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "BNUB",
    "UNIFIL",
    "MINUSMA",
    "Peacebuilding Commission",
    "Burundi Configuration of the Peacebuilding Commission"
  ],
  "reporting_cycle": "Secretary-General reports by the end of July 2013 and a report by 17 January 2014",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n\n1. Extends the mandate of the United Nations in Burundi (BNUB) until 15 February 2014, focusing on:\n\t* Promoting dialogue and supporting broad-based participation in political life\n\t* Strengthening national institutions, particularly judicial and parliamentary ones\n\t* Fighting impunity and promoting transitional justice mechanisms\n\t* Promoting and protecting human rights\n\t* Supporting socioeconomic development, particularly for women and youth\n\t* Deepening regional integration\n\n2. Recognizes the Government of Burundi's primary responsibility for peacebuilding, security, and development.\n\n3. Encourages the Government to pursue structural reforms to improve governance and tackle corruption.\n\n4. Calls for inclusive 2015 elections, with improved dialogue between national actors.\n\n5. Urges the Government to promote and protect human rights, strengthen the National Independent Human Rights Commission, and fight impunity.\n\n6. Calls for an end to human rights violations, including extrajudicial killings, mistreatment of detainees, and restrictions on civil liberties.\n\n7. Urges the Government to investigate human rights violations and bring those responsible to justice.\n\n8. Calls for the establishment of transitional justice mechanisms, including a Truth and Reconciliation Commission.\n\n9. Encourages regional cooperation and peace consolidation efforts.\n\n10. Supports the voluntary return and reintegration of refugees.\n\n11. Stresses the importance of security sector reform and urges international partners to support Burundi's efforts.\nThe Security Council:\n\n12. Urges Burundi's government to honor peacebuilding commitments outlined in the Poverty Reduction Strategy Paper (PRSP-II), with support from the Peacebuilding Commission and international partners, and emphasizes the importance of international partners collaborating to support Burundi's development efforts and follow up on Geneva Conference commitments.\n\n13. Notes progress on BNUB's mandate implementation and Burundi's peace consolidation, assessed against benchmarks for BNUB's evolution into a UN Country Team presence, and requests the Secretary-General to brief the Council by July 2013 and report by 17 January 2014 on the mandate's implementation, benchmarks, and conditions affecting implementation, including outcomes of the Strategic Assessment Mission.\n\n14. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2090_2013_EN.pdf"
}