{
  "resolution_no": "2075",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Security",
    "Sudan",
    "South Sudan",
    "Abyei"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UNISFA",
    "UNMISS",
    "UNAMID",
    "AU High-Level Implementation Panel (AUHIP)"
  ],
  "reporting_cycle": "sixty-day intervals",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions and presidential statements on Sudan and South Sudan, particularly resolutions 1990 (2011), 2024 (2011), 2032 (2011), 2046 (2012), and 2047 (2012),\n\nReaffirming commitment to Sudan and South Sudan's sovereignty, independence, unity, and territorial integrity,\n\n Reiterating that territorial boundaries shall not be altered by force and disputes shall be settled peacefully,\n\nAffirming priority on implementing outstanding issues from the Comprehensive Peace Agreement,\n\nReaffirming resolutions on protection of civilians, children, and humanitarian personnel,\n\nRecalling agreements between Sudan and South Sudan on Abyei Area, border security, and cooperation,\n\nSupports African Union efforts to ease tension and normalize relations between Sudan and South Sudan,\n\nCalls for negotiations on Abyei's future status, consistent with the Comprehensive Peace Agreement,\n\nWelcomes commitments on a Joint Border Verification and Monitoring Mechanism,\n\nStresses the benefits of restraint and dialogue,\n\nCommends assistance from the AU High-Level Implementation Panel and UNISFA,\n\n Encouraged by improvements in Abyei Area's security,\n\n Deeply concerned by delays in establishing Abyei Area Administration, Council, and Police,\n\n Welcoming efforts to prevent HIV/AIDS and communicable diseases in peacekeeping operations.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nStressing the need for effective human rights monitoring and humanitarian assistance in the Abyei area,\n\n1. Extends the mandate of UNISFA until 31 May 2013, under Chapter VII of the UN Charter, to ensure security in the Abyei Area.\n\n2. Welcomes the redeployment of Sudanese and South Sudanese military and police personnel from the Abyei Area, and demands the Government of Sudan redeploy the oil police in Diffra immediately.\n\n3. Demands Sudan and South Sudan finalize the establishment of the Abyei Area Administration and Council, and constitute the Abyei Police Service.\n\n4. Urges Sudan and South Sudan to use the Abyei Joint Oversight Committee to ensure progress on the implementation of the 20 June 2011 Agreement.\n\n5. Reiterates the need for Sudan and South Sudan to withdraw their armed forces to their side of the border and activate border security mechanisms.\n\n6. Urges the parties to activate the Joint Border Verification and Monitoring Mechanism and finalize a timeline for the redeployment of armed forces.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2075_2012_EN.pdf"
}