{
  "resolution_no": "2091",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNAMID",
    "Panel of Experts",
    "Committee established pursuant to paragraph 3 (a) of resolution 1591 (2005)",
    "African Union",
    "United Nations"
  ],
  "reporting_cycle": "The Panel of Experts to provide a midterm briefing by 31 July 2013, and a final report no later than 30 days prior to termination of its mandate",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions and statements on Sudan, reaffirms its commitment to peace, sovereignty, independence, unity, and territorial integrity of Sudan, and full implementation of resolution 1591 (2005).\n\n Recognizing the Darfur conflict cannot be resolved militarily, a durable solution requires an inclusive political process.\n\n Reiterating support for a comprehensive solution to the Darfur conflict, welcoming the Doha Document for Peace in Darfur (DDPD) as a basis, and urging the Government of Sudan and the Liberation and Justice Movement (LJM) to deliver on their commitments.\n\n Urging all parties, particularly non-signatory armed movements, to engage immediately without preconditions to reach a comprehensive peace settlement based on the DDPD and agree on a permanent ceasefire.\n\n Expressing concern about links between non-signatory armed groups in Darfur and external groups, demanding an end to external support, and condemning actions aimed at the forced overthrow of the Government of Sudan.\n\n Demanding parties to the conflict cease military action, including aerial bombardments, and an immediate and complete cessation of acts of sexual violence against civilians, recruitment and use of children, and indiscriminate attacks on civilians.\n\n Commending efforts of UNAMID, the Joint African Union/United Nations Mediation, and others to promote peace and stability in Darfur, and reiterating full support for the African Union/United Nations-led mediation.\n\n Deploring obstacles imposed by the Government of Sudan on the Panel of Experts, including delays in visa issuance, restrictions on movement, and limited access to areas of conflict.\n\n Welcoming enhanced cooperation between UNAMID and the Panel of Experts.\n\n Recalling the 24 January 2013 Final Report by the Panel of Experts and expressing intent to study recommendations and consider next steps.\n\n Emphasizing respect for privileges and immunities of United Nations operations and persons engaged in such operations.\n\n Reminding States of obligations contained in resolutions 1556 (2004), 1591 (2005), and 1945 (2010) relating to arms and related materiel.\n\n Stressing the necessity for all parties to accept obligations under international humanitarian law, international human rights law, and relevant Security Council resolutions.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2091_2013_EN.pdf"
}