{
  "resolution_no": "2126",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Conflict Prevention",
    "Humanitarian Assistance",
    "Women, Peace and Security",
    "Children and Armed Conflict"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UNISFA",
    "UNMISS",
    "UNAMID",
    "African Union High-level Implementation Panel (AUHIP)"
  ],
  "reporting_cycle": "90-day intervals",
  "operative_authority": "Chapter VII",
  "summary": "16. Calls upon Member States to ensure free and unhindered movement of UNISFA personnel and equipment.\n\n17. Renews call on Sudan and South Sudan to provide full support to the United Nations.\n\n18. Recognizes the absence of critical infrastructure projects affecting UNISFA personnel and urges the Secretary-General to address this situation.\n\n19. Demands Sudan and South Sudan facilitate the deployment of the United Nations Mine Action Service.\n\n20. Demands parties provide humanitarian personnel with full, safe, and unhindered access to civilians in need.\n\n21. Requests the Secretary-General to ensure effective human rights monitoring.\n\n22. Requests the Secretary-General to ensure UNISFA's compliance with the United Nations zero-tolerance policy on sexual exploitation.\nThe Security Council:\n\n* Requests UNISFA to monitor and report on exploitation and abuses, keeping the Council informed of such cases;\n* Stresses the critical need for cooperation between Sudan and South Sudan for peace, security, and stability;\n* Requests the Secretary-General to report on UNISFA's mandate implementation every 90 days and to immediately bring serious violations to the Council's attention;\n* Notes the Secretary-General's efforts to ensure cooperation among UN missions in the region, including UNISFA, UNMISS, and UNAMID, and requests continuation of this practice;\n* Decides to remain actively seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2126_2013_EN.pdf"
}