{
  "resolution_no": "2100",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Security",
    "Terrorism",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MINUSMA",
    "AFISMA",
    "UNOM",
    "AU",
    "ECOWAS",
    "EU",
    "International Criminal Court"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council within 45 days of the adoption of this resolution, and then every three months from 1 July 2013",
  "operative_authority": "Chapter VII",
  "summary": "Determining that the situation in Mali constitutes a threat to international peace and security, the Council:\n\n1. Commends initial measures to restore constitutional order and national unity in Mali and calls on transitional authorities to take discernible steps towards stability and democratic governance.\n\n2. Requests the Secretary-General to support the transitional road map in close coordination with AU and ECOWAS.\n\n3. Urges transitional authorities to hold free, fair, transparent, and inclusive presidential and legislative elections as soon as technically possible and calls upon Member States and organizations to provide support to the electoral process.\nHere is a concise summary of the Security Council document:\n\n4. The Council demands that all rebel armed groups in Mali cease hostilities immediately and engage in an inclusive negotiation process with the transitional authorities, facilitated by the Secretary-General, to promote lasting peace, stability, and reconciliation.\n\n5. The Council calls on the international community to assist the transitional authorities of Mali in implementing the transitional road map and monitoring progress, through the Support and Follow-Up Group on the Situation in Mali.\n\n6. The Council demands that members of the Malian Defence and Security Forces not undermine the implementation of the transitional road map or efforts to foster political and security progress in Mali.\n\n7. The Council establishes the United Nations Multidimensional Integrated Stabilization Mission in Mali (MINUSMA) and requests the Secretary-General to subsume the United Nations Office in Mali (UNOM) into MINUSMA.\n\n8. The Council decides that the transfer of authority from AFISMA to MINUSMA will take place on 1 July 2013, subject to a review of the security situation within 60 days.\n\n9. The Council calls for tangible achievements in the political process in Mali, which are critical for the successful deployment and activities of MINUSMA.\n\n10. The Council urges Member States and regional and international organizations to continue providing coordinated support to AFISMA until the transfer of authority to MINUSMA.\n\n11. The Council requests the Secretary-General to appoint a Special Representative for Mali and Head of Mission of MINUSMA to coordinate all UN activities in Mali.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2100_2013_EN.pdf"
}