{
  "resolution_no": "2057",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Protection of Civilians",
    "Post-Conflict Peacebuilding",
    "Human Rights",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UNMISS",
    "Government of the Republic of South Sudan",
    "United Nations country team",
    "African Union-United Nations Hybrid Mission in Darfur (UNAMID)",
    "United Nations Interim Security Force for Abyei (UNISFA)",
    "United Nations Organization Stabilization Mission in the Democratic Republic of the Congo (MONUSCO)"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council on the expected timeline of the deployment of all mission elements, and on the fulfilment of civilian staffing; The Secretary-General reports every 90 days on UNMISS's activities",
  "operative_authority": "Chapter VII",
  "summary": "Authorizes inter-mission cooperation and troop transfers.\n\n Underlines the importance of implementing peacebuilding tasks.\n\n Requests regular reports on deployment, troop levels, and civilian staffing.\n\n Notes benchmarks for progress and requests regular updates.\n\n Notes with concern the need for military helicopters and calls for redoubled efforts to provide aviation units.\n\n Stresses the need for international assistance to be consistent with national priorities.\nThe Security Council:\n\n\n\n26. Encourages the Secretary-General to explore ideas from the independent report of the Senior Advisory Group on Civilian Capacity in the Aftermath of Conflict for implementation in the Republic of South Sudan;\n\n27. Requests the Secretary-General to: utilize opportunities for co-location of UNMISS components with Republic of South Sudan counterparts to build national capacity; seek opportunities to deliver early peace dividends through local procurement; and enhance UNMISS's contribution to the economy;\n\n28. Requests the Secretary-General to ensure UNMISS's full compliance with the UN's zero-tolerance policy on sexual exploitation and abuse, and to keep the Council informed; and urges troop-contributing countries to take preventive action;\n\n29. Reaffirms the importance of gender expertise and training in UN missions; recalls the need to address violence against women and girls as a tool of warfare; and requests the Secretary-General to establish monitoring, analysis, and reporting arrangements on conflict-related sexual violence;\n\n30. Requests the Secretary-General to consider HIV-related needs of people living with, affected by, and vulnerable to HIV;\n\n31. Welcomes the conclusion of the Status of Forces Agreement with the Government of the Republic of South Sudan and calls upon the host government to comply with its obligations;\n\n32. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2057_2012_EN.pdf"
}