{
  "resolution_no": "2041",
  "year": "2012",
  "theme": [
    "Protection of Civilians",
    "Women and Peace and Security",
    "Children and Armed Conflict",
    "Counter-Narcotics",
    "Peace and Reconciliation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "NATO",
    "United Nations Office on Drugs and Crime (UNODC)"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "Underlines the importance of operationally capable, professional, and sustainable Afghan National Security Forces, and stresses the long-term commitment of the international community to support their development.\n\nLooks forward to the discussion on Afghanistan at the NATO Summit in Chicago and recognizes the need for optimized cooperation between UNAMA and ISAF.\n\nReiterates the need for a comprehensive approach to address the interconnected challenges in Afghanistan, including security, governance, human rights, and development.\n\nWelcomes the efforts of countries increasing their civilian and humanitarian efforts to assist Afghanistan and encourages further contributions in a coordinated manner.\nHere is a concise summary of the Security Council document:\n\nThe Security Council stresses the need to improve humanitarian aid in Afghanistan, ensuring efficient and timely coordination and delivery. It emphasizes upholding humanitarian principles and reiterates concern about the security situation, particularly violent and terrorist activities by the Taliban, Al-Qaida, and other groups.\n\nThe Council recognizes the threats posed by these groups and the challenges in addressing them, and expresses concern over civilian casualties, particularly women and children. It recalls resolutions on protecting civilians in armed conflict and calls for all parties to comply with international law.\n\nThe Council also expresses concern about the threat of anti-personnel mines, remnants of war, and improvised explosive devices, and encourages the international community to support Afghan-led efforts to address drug production and trafficking.\n\nThe Council:\n\n1. Welcomes the Secretary-General's report;\n2. Expresses appreciation for the UN's long-term commitment to Afghanistan;\n3. Extends UNAMA's mandate until 23 March 2013;\n4. Recognizes UNAMA's renewed mandate supports Afghanistan's assumption of leadership and ownership;\n5. Calls on the UN to support Afghanistan's National Priority Programmes.\n\nThe Council recalls various resolutions on protecting civilians, women and peace and security, and children and armed conflict.\nThe Security Council:\n\n1. Requests UNAMA to assist the Government of Afghanistan in ensuring full Afghan leadership and ownership, as defined by the Kabul process, and in implementing the National Drug Control Strategy.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2041_2012_EN.pdf"
}