{
  "resolution_no": "2127",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Sanctions",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MISCA",
    "BINUCA",
    "AU-RTF",
    "French forces",
    "UNIFIL",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "every 60 days",
  "operative_authority": "Chapter VII",
  "summary": "13. Calls on Member States and organizations to coordinate assistance to Transitional Authorities in security sector reform.\n\n14. Underlines the importance of strengthening police, justice and correction institutions to uphold the rule of law.\n\n15. Stresses the importance of supporting Transitional Authorities to address security challenges and extend state authority.\n\n16. Condemns the illegal exploitation of natural resources and underlines the need to end these activities.\n\n17. Strongly condemns continued violations of international humanitarian law and human rights abuses by armed groups.\n\n18. Urges Transitional Authorities to hold perpetrators of human rights abuses accountable.\n\n19. Expresses concern at interreligious and intercommunal violence and urges parties to work together to prevent further deterioration.\n\n20. Demands that armed groups prevent and end recruitment and use of children.\n\n21. Underscores the primary responsibility of Transitional Authorities to protect the population and ensure security and unity.\n\n22. Calls upon parties to armed conflict to prohibit violations against children and issue clear orders to prevent abuses.\n\n23. Calls upon parties to armed conflict to issue clear orders against sexual violence.\n\n24. Requests the Secretary-General to establish an international commission of inquiry to investigate reports of human rights abuses.\n\n25. Requests the Secretary-General to report to the Security Council on the findings of the commission of inquiry.\n\n26. Requests the Secretary-General to increase the number of human rights monitors deployed in the CAR.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Encourages Member States to discourage their nationals from traveling to the Central African Republic (CAR) to participate in activities that undermine peace, threaten the political process, or support human rights violations (para 27).\n\n**Deployment of MISCA**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2127_2013_EN.pdf"
}