{
  "resolution_no": "2131",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Middle East"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations Disengagement Observer Force (UNDOF)",
    "Syrian Arab Republic",
    "Israel"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council expresses concern over the tense situation in the Middle East and the need for a comprehensive settlement. It considers the report of the Secretary-General on the United Nations Disengagement Observer Force (UNDOF) and reaffirms its previous resolution 1308 (2000).\n\nThe Council stresses that both Israel and the Syrian Arab Republic must abide by the 1974 Disengagement of Forces Agreement and observe the ceasefire. It concurs with the Secretary-General's findings that ongoing military activities in the area of separation pose a risk to the ceasefire and the local civilian population.\n\nThe Council strongly condemns recent intense fighting in the area of separation, the use of improvised explosive devices, and incidents threatening the safety and security of UNDOF personnel. It calls on all parties to cease military actions in the UNDOF area of operation.\n\nThe Council:\n\n1. Calls on parties to implement resolution 338 (1973) immediately.\n2. Stresses the obligation on both parties to respect the Disengagement of Forces Agreement and exercise maximum restraint.\n3. Urges Member States to convey to Syrian armed opposition groups to halt activities that endanger UN peacekeepers.\n4. Calls on all parties to cooperate with UNDOF's operations and ensure its freedom of movement and security.\n5. Welcomes efforts to implement the Secretary-General's zero-tolerance policy on sexual exploitation and abuse.\nThe Security Council:\n\n6. Decides to renew the mandate of the United Nations Disengagement Observer Force (UNDOF) for six months, until 30 June 2014, and requests the Secretary-General to ensure UNDOF has the required capacity and resources to fulfil its mandate safely and securely;\n\n7. Requests the Secretary-General to report every 90 days on developments in the situation and measures taken to implement resolution 338 (1973).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2131_2013_EN.pdf"
}