{
  "resolution_no": "2118",
  "year": "2013",
  "theme": [
    "Chemical Weapons",
    "Syria",
    "International Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 25",
    "Article 39"
  ],
  "entities": [
    "OPCW",
    "United Nations",
    "Syrian Arab Republic"
  ],
  "reporting_cycle": "The Director-General of the OPCW to report to the Security Council, through the Secretary-General, within 30 days and every month thereafter",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n- Reaffirms its commitment to the sovereignty, independence, and territorial integrity of the Syrian Arab Republic.\n- Condemns the use of chemical weapons, particularly the attack on 21 August 2013 in Rif Damascus.\n- Welcomes the Syrian Arab Republic's accession to the Convention on the Prohibition of Chemical Weapons.\n- Endorses the Framework for Elimination of Syrian Chemical Weapons and the OPCW Executive Council's decision to expeditiously destroy the Syrian Arab Republic's chemical weapons program.\n- Decides that:\n  1. The use of chemical weapons anywhere constitutes a threat to international peace and security.\n  2. The Syrian Arab Republic shall not use, develop, produce, acquire, stockpile, or transfer chemical weapons.\n  3. The Syrian Arab Republic shall comply with the OPCW Executive Council's decision of 27 September 2013.\n- Stresses that the only solution to the crisis is through an inclusive and Syrian-led political process based on the Geneva Communiqué of 30 June 2012.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Demands the Syrian Arab Republic cooperate fully with the OPCW and UN, including providing access to sites and personnel.\n\n2. Authorizes an advance team of UN personnel to assist OPCW activities in Syria.\n\n3. Notes Syria's obligations under the Chemical Weapons Convention and requests modalities agreements with the UN and OPCW.\n\n4. Encourages Member States to provide support to eliminate Syria's chemical weapons program.\n\n5. Authorizes Member States to acquire, control, transport, transfer, and destroy chemical weapons.\n\n6. Urges Syrian parties and interested Member States to ensure the security of the monitoring and destruction mission.\n\n7. Decides to review implementation of the resolution and requests regular reports from the OPCW and UN.\n\n8. Reaffirms readiness to consider reports of OPCW under Article VIII of the Chemical Weapons Convention.\n\n9. Demands Member States report any violation of resolution 1540.\n\n10. Expresses conviction that those responsible for using chemical weapons in Syria should be held accountable.\n\n11. Endorses the Geneva Communiqué.\n\n12. Calls for an international conference on Syria.\n\n13. Reaffirms that Member States shall refrain from supporting non-State actors with nuclear, chemical, or biological weapons.\n\n14. Demands non-State actors not develop or use such weapons.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2118_2013_EN.pdf"
}