{
  "resolution_no": "2123",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Bosnia and Herzegovina"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "EUFOR ALTHEA",
    "NATO",
    "UN",
    "OSCE",
    "European Union"
  ],
  "reporting_cycle": "at least at three-monthly intervals",
  "operative_authority": "Chapter VII",
  "summary": "7. Recalls support for EUFOR ALTHEA and NATO presence.\n\n8. Pays tribute to participating Member States.\n\n9. Welcomes EU's intention to maintain EUFOR ALTHEA.\n\n10. Authorizes a multinational stabilization force (EUFOR ALTHEA) for 12 months.\n\n11. Welcomes NATO's decision to maintain a presence in Bosnia and Herzegovina.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Authorizes Member States to assist in implementing the Peace Agreement in Bosnia and Herzegovina through EUFOR ALTHEA and a NATO Headquarters, which will work together to fulfill their missions.\n\n Reaffirms that the Peace Agreement and previous resolutions apply to both EUFOR ALTHEA and the NATO presence.\n\n Expresses intention to review authorization as necessary, based on developments in implementing the Peace Agreement.\n\n Authorizes Member States to take measures to ensure compliance with annexes 1-A and 2 of the Peace Agreement and protect EUFOR ALTHEA and the NATO presence.\n\n Authorizes self-defense and defense of EUFOR ALTHEA and the NATO presence.\n\n Authorizes measures to ensure compliance with airspace rules and procedures.\n\n Demands respect for the security and freedom of movement of EUFOR ALTHEA, the NATO presence, and international personnel.\n\n Requests regular reports from Member States on EUFOR ALTHEA and NATO Headquarters activities.\n\n Invites States to provide support and facilities for EUFOR ALTHEA and the NATO presence.\n\n Requests the Secretary-General to submit reports on Peace Agreement implementation.\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2123_2013_EN.pdf"
}