{
  "resolution_no": "2036",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Security",
    "Somalia"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "AMISOM",
    "UNPOS",
    "African Union",
    "United Nations"
  ],
  "reporting_cycle": "The African Union shall keep the Security Council regularly informed, through the Secretary-General, on the implementation of AMISOM’s mandate, and report to the Council, through the provision of written reports, no later than 30 days after the adoption of this resolution and every 60 days thereafter.",
  "operative_authority": "Chapter VII",
  "summary": "18. Welcomes AMISOM's endorsement of the 2011 indirect fire policy and encourages its adaptation and implementation.\n\n19. Recalls the Council's decision in resolution 1844 (2008) and welcomes the international community's determination to take measures against actors undermining Somalia's peace and reconciliation process.\n\n20. Underlines its intention to review the situation and consider progress made by AMISOM in meeting specific objectives.\n\n21. Requests the African Union to regularly inform the Security Council on AMISOM's mandate implementation.\n\n22. Decides that Somali authorities shall prevent charcoal export and all Member States shall prevent charcoal import from Somalia.\n\n23. Decides that the Committee's mandate shall apply to measures in paragraph 22 and expands the Monitoring Group's mandate.\n\n24. Decides to remain actively seized of the matter.\nThe UN logistical support package for AMISOM shall be extended until 31 October 2012 for a maximum of 17,731 uniformed personnel and 20 AMISOM civilian personnel. The package includes explosive threat management capacity, level II medical facilities, and reimbursement of contingent-owned equipment (COE). Eligible COE includes standard enablers and multipliers, and an aviation component of up to 9 utility helicopters and 3 attack helicopters. COE reimbursement shall conform to UN rates and practices, with direct transfer of funds to troop-contributing countries and periodic reviews. Letters of Assist shall be negotiated for equipment not covered under the UN COE framework. Only equipment deployed by and owned by troop-contributing countries is eligible for reimbursement; equipment gifted or donated is not.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2036_2012_EN.pdf"
}