{
  "resolution_no": "2104",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Sudan",
    "South Sudan",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNISFA",
    "JBVMM",
    "AUHIP",
    "UNMISS",
    "UNAMID"
  ],
  "reporting_cycle": "60 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2104 (2013) recalling previous resolutions and statements on Sudan and South Sudan, and reaffirming its commitment to their sovereignty, independence, unity, and territorial integrity. The Council emphasized the priority of implementing outstanding issues from the Comprehensive Peace Agreement and reaffirmed previous resolutions on protection of civilians, children, and women in conflict. \n\nThe Council recalled agreements between Sudan and South Sudan, including those on Abyei Area administration and security, border security, and cooperation, and welcomed efforts to demilitarize the Safe Demilitarized Border Zone. It supported African Union efforts to ease tension and facilitate negotiations on post-secession relations, and encouraged constructive engagement in the process.\n\nThe Council commended the assistance provided by the AU High-Level Implementation Panel, the Special Envoy of the Secretary-General, and the United Nations Interim Security Force for Abyei (UNISFA), and expressed appreciation for troop-contributing countries. \n\nThe Council noted improvements in security and stability in Abyei Area since UNISFA's deployment but expressed concern at rising inter-communal violence, emphasizing the importance of refraining from unilateral actions that could aggravate inter-communal relations.\nHere is a summarized version of the Security Council document:\n\nThe Security Council is deeply concerned about delays in establishing the Abyei Area Administration, Council, and Police, which are essential for maintaining law and order. The Council notes the lack of progress in establishing the Abyei Police Service, including a special unit to deal with nomadic migration issues. \n\nThe Council stresses the need for effective human rights monitoring, including monitoring of sexual and gender-based violence, and reiterates its concern at the lack of cooperation by parties with the Secretary-General. \n\nThe Council also stresses the urgency of facilitating humanitarian assistance to affected communities in Abyei and affirms the importance of voluntary, safe, and sustainable reintegration of displaced persons.\n\nThe Council recognizes the threat posed by the proliferation of arms and landmines in Abyei and urges Sudan and South Sudan to finalize the establishment of the Abyei Area Administration and Council.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2104_2013_EN.pdf"
}