{
  "resolution_no": "2098",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Security",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MONUSCO",
    "UN",
    "African Union",
    "International Conference on the Great Lakes Region",
    "Southern African Development Community"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\n* Welcomes efforts to train Congolese security institutions on human rights and child protection\n* Condemns mass rapes in Minova and surrounding villages, calls for those responsible to be held accountable\n* Welcomes the commitment of the DRC Government to hold accountable those responsible for atrocities\n* Notes the surrender of Bosco Ntaganda to the ICC and appreciates cooperation from Governments and the ICC\n* Encourages Rwanda to ensure M23 combatants are demobilized and dealt with according to international law\n* Stresses the DRC Government's primary responsibility for security, protection of civilians, and national reconciliation\n* Urges the DRC Government to implement the PSC Framework, prioritize security sector reform, and protect the civilian population\n* Calls on all parties to cooperate with MONUSCO and condemns attacks against peacekeepers\n* Reiterates the need for a comprehensive peace process to address sources of conflict in the region\n* Determines that the situation in the DRC continues to constitute a threat to international peace and security in the region\n* Decides to act under Chapter VII of the Charter of the United Nations.\nHere is a concise summary of the Security Council document:\n\n1. Welcomes the signing of the PSC Framework for the DRC and the region on 24 February 2013, stressing its importance for long-term stability.\n\n2. Demands signatory States fully implement their commitments in good faith.\n\n3. Encourages establishment of regional and national oversight mechanisms to review progress.\n\n4. Calls on the Special Envoy for the Great Lakes Region to lead, coordinate and assess implementation of national and regional commitments.\n\n5. Calls on the Special Representative for the DRC to support and assess implementation of national commitments.\n\n6. Intends to review progress and take measures if parties fail to comply.\n\n7. Strongly condemns M23's presence and activities, demands ceasefire and disarmament.\n\n8. Condemns all armed groups' violence and abuses, demands ceasefire and disarmament.\n\n9. Extends MONUSCO's mandate until 31 March 2014, with an \"Intervention Brigade\" to neutralize armed groups.\n\n10. Decides on a clear exit strategy for the Intervention Brigade.\n\n11. Determines future reconfigurations of MONUSCO based on progress towards objectives.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2098_2013_EN.pdf"
}