{
  "resolution_no": "2112",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Reconciliation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "FRCI",
    "UNMIL",
    "UNCT"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council; midterm report no later than 31 December 2013 and a final report no later than 15 May 2014",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council commends the contributions of troop- and police-contributing countries to UNOCI and its role in maintaining peace and stability in Côte d'Ivoire. The Council extends UNOCI's mandate until 30 June 2014, with a reconfigured uniformed personnel of up to 7137 military personnel and 1555 police personnel. The mandate includes: \n\n- Protecting civilians from imminent threat of physical violence \n- Implementing a comprehensive strategy for civilian protection \n- Supporting national authorities in stabilizing the security situation \n- Monitoring and deterring activities of militias and armed groups \n- Supporting disarmament, demobilization, and reintegration of former combatants \n\nThe Council intends to consider a further reduction of UNOCI's military personnel to 5437 by 30 June 2015, based on security conditions and the Government's capacity to take over security roles.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council authorizes the United Nations Operation in Côte d'Ivoire (UNOCI) to:\n\n- Coordinate with the Government to ensure collected weapons are not disseminated or re-utilized outside a comprehensive national security strategy.\n- Assist the Government in implementing its comprehensive national security strategy and support the security sector reform (SSR) process.\n- Monitor the arms embargo, inspect weapons and related materiel, and collect and dispose of arms brought into Côte d'Ivoire in violation of the embargo.\n- Contribute to the promotion and protection of human rights, monitor and report on abuses and violations, and support efforts to combat sexual and gender-based violence.\n- Facilitate humanitarian access, support the delivery of humanitarian assistance, and help strengthen security for its delivery.\n- Support the Ivoirian authorities in preparing for the voluntary return of refugees and internally-displaced persons.\n- Use its broadcasting capacity to contribute to a peaceful environment and monitor public incidents of incitement to hatred and violence.\n- Support the Ivoirian authorities to extend effective State administration and strengthen public administration throughout the country.\n- Protect United Nations personnel, installations, and equipment.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2112_2013_EN.pdf"
}