{
  "resolution_no": "2097",
  "year": "2013",
  "theme": [
    "Peacebuilding",
    "Development",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIPSIL",
    "United Nations Country Team",
    "Peacebuilding Commission",
    "Special Court for Sierra Leone"
  ],
  "reporting_cycle": "Secretary-General reports no later than 15 September 2013",
  "operative_authority": "Chapter VI",
  "summary": "Encourages a transition steering group to map international support to Sierra Leone.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Requests the Secretary-General to finalize a Transition Plan by May 30, 2013, and provide an update on planning activities.\n* Encourages the Government of Sierra Leone to discuss the UN role post-UNIPSIL with stakeholders.\n* Requests UNIPSIL to focus on facilitating political dialogue, security sector support, and human rights institutions.\n* Encourages the UN Country Team to scale up activities and programming during UNIPSIL's transition.\n* Requests the Secretary-General to provide a peace and development advisor to support the Resident Coordinator.\n* Welcomes the planned review of the 1991 Constitution and calls for an open, transparent, and constructive process.\n* Calls on Sierra Leone's electoral institutions to foster an environment of political inclusion and ensure peaceful, inclusive, and credible elections.\n* Urges the passing of the Gender Equality Bill and implementation of the National Gender Strategic Plan.\n* Encourages the Government to improve youth employment and empowerment and reduce socioeconomic inequalities.\n* Welcomes the work of the Sierra Leone Human Rights Commission and encourages international support.\n* Urges the Independent Media Commission to ensure compliance with the Media Code of Practice.\n* Calls on the Government to ensure impartial and effective security agencies and accelerate efforts to establish the Independent Police Complaints Committee.\n* Reaffirms the potential role of extractive industries in Sierra Leone's economic development and encourages transparent regulation and oversight.\n* Emphasizes the Government's primary responsibility for peacebuilding and long-term development.\n* Calls on international partners to continue financial and technical support to Sierra Leone.\n* Requests the Peacebuilding Commission to continue support and review its engagement with a view to scaling down its role.\n* Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2097_2013_EN.pdf"
}