{
  "resolution_no": "2062",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Disarmament Demobilization and Reintegration",
    "Human Rights",
    "Justice and Reconciliation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "UNMIL",
    "ECOWAS",
    "Mano River Union",
    "United Nations Office for West Africa (UNOWA)"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days until 30 June 2013",
  "operative_authority": "Chapter VII",
  "summary": "Determining that the situation in Côte d'Ivoire continues to pose a threat to international peace and security,\n\nActing under Chapter VII of the Charter:\n\n1. Extends the mandate of UNOCI until 31 July 2013, as set out in resolution 2000 (2011);\n2. Prioritizes the protection of civilians and focuses on supporting the Government on DDR and SSR;\n3. Authorizes a reduction of UNOCI's military component to 8,837 personnel;\n4. Maintains the authorized strength of UNOCI's police component at 1,555 personnel;\n5. Authorizes UNOCI to use all necessary means to carry out its mandate;\n6. Encourages UNOCI and the UN country team to enhance their coordinated support to local authorities;\n7. Urges the Ivorian Government to develop and implement a national DDR programme;\n8. Urges the Ivorian Government to accelerate the development and implementation of a comprehensive SSR strategy;\n9. Calls for coordination among international partners involved in the SSR process;\n10. Emphasizes the need for concrete measures to promote justice and reconciliation;\n11. Welcomes the initiative to enhance political dialogue with the opposition;\n12. Urges the Ivorian Government to bring to justice those responsible for serious abuses of human rights and violations of international humanitarian law;\n13. Calls upon UNOCI to continue to support national and international efforts to bring to justice perpetrators of grave abuses.\nHere is a concise summary of the Security Council document:\n\n14. The authorization for French Forces to support UNOCI is extended until 31 July 2013, within their deployment and capability limits.\n\n15. All parties are urged to cooperate with UNOCI and French Forces, ensuring their safety, security, and freedom of movement.\n\n16. The Ivorian Government is called upon to ensure open, free, fair, peaceful, and transparent local elections, with UNOCI assistance if requested, within its existing resources.\n\n17. The cooperation between UNOCI and FRCI is welcomed, with a call for FRCI to adhere to international humanitarian, human rights, and refugee laws.\n\n18. Côte d'Ivoire and Liberia are called upon to enhance cooperation, particularly in the border area, to support disarmament and repatriation of foreign armed elements.\n\n19. UN bodies in Côte d'Ivoire and Liberia are called upon to enhance support for the stabilization of the border area.\n\n20. ECOWAS and the Mano River Union are encouraged to develop a subregional strategy to address cross-border threats.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2062_2012_EN.pdf"
}