{
  "resolution_no": "2112",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Reconciliation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "FRCI",
    "UNMIL",
    "UNCT"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council; midterm report no later than 31 December 2013 and a final report no later than 15 May 2014",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council authorizes UNOCI to use all necessary means to carry out its mandate and prioritizes the protection of civilians, with a renewed focus on supporting the Government on disarmament, demobilization, and reintegration (DDR), collection of weapons, and security sector reform.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n- Encourages UNOCI and the UNCT to redeploy their field presence to enhance support to local authorities in areas where civilians are at greater risk (para 9).\n\n- Requests the Secretary-General to review UNOCI's mandate, analyzing the comparative advantages of UNOCI and the UNCT, and to report to the Council with findings and recommendations (para 10).\n\n- Urges the Government to implement its national DDR programme, disarm and demobilize 30,000 former combatants by the end of 2013 and complete the process by 2015 (para 11).\n\n- Urges the Government to accelerate the implementation of its national security sector reform strategy, with the support of UNOCI and other international partners (para 12).\n\n- Reiterates its call to the Government and international partners to comply with resolution 2101 and coordinate their efforts to promote transparency and a clear division of labour (para 13).\n\n- Expresses concern at the lack of progress in pursuing a national reconciliation strategy and urges the Government to adopt concrete measures to promote justice and reconciliation (para 14).\n\n- Strongly urges the Government to bring to justice those responsible for serious abuses of human rights and violations of international humanitarian law (para 15).\n\n- Emphasizes the importance of the work of the National Commission of Inquiry and calls for the implementation and conclusion of related investigations (para 16).\n\n- Calls on those responsible to cease committing acts of sexual and gender-based violence immediately (para 17).\n\n- Urges the Government to take concrete steps to prevent and mitigate inter-communal violence (para 18).\n\n- Welcomes the initiative taken by the Government to enhance political dialogue with the political opposition and calls on the Government to continue to step up concrete measures (para 19).\n\n- Encourages the Ivoirian authorities to begin taking steps for the preparation of the 2015 presidential elections (para 20).\n\n- Decides to extend until 30 June 2014 the authorization that the Security Council provided to the French Forces to support UNOCI (para 21).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2112_2013_EN.pdf"
}