{
  "resolution_no": "2077",
  "year": "2012",
  "theme": [
    "Piracy",
    "Maritime Security",
    "International Cooperation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNODC",
    "IMO",
    "WFP",
    "EU operation ATALANTA",
    "Combined Maritime Forces"
  ],
  "reporting_cycle": "Secretary-General reports every 11 months",
  "operative_authority": "Chapter VII",
  "summary": "15. Requests cooperating States to ensure that their activities do not deny or impair the right of innocent passage to ships of third States.\n\n16. Calls on Somali authorities to bring to justice those using Somali territory to plan or undertake piracy and armed robbery, and on Member States to assist Somalia in strengthening capacity.\n\n17. Calls on all States to cooperate in determining jurisdiction, investigating, and prosecuting persons responsible for piracy and armed robbery.\n\n18. Calls on all States to criminalize piracy under domestic law and prosecute suspected pirates.\n\n19. Reiterates its decision to consider establishing specialized anti-piracy courts in Somalia and other States in the region.\n\n20. Welcomes the Secretary-General's report on holding suspected pirates accountable through due process.\n\n21. Urges States to prevent illicit financing of piracy and laundering of its proceeds.\n\n22. Urges States to investigate international criminal networks involved in piracy.\n\n23. Commends INTERPOL's global piracy database and urges States to share information.\n\n24. Stresses the need to support investigation and prosecution of those who finance or profit from piracy.\n\n25. Urges States and international organizations to share evidence and information for anti-piracy law enforcement.\n\n26. Commends the establishment of Trust Funds and urges contributions.\n\n27. Urges States to implement their obligations under Conventions and customary international law.\n\n28. Urges States to investigate allegations of illegal fishing and dumping.\nThe Security Council:\n\n Condemns piracy off Somalia's coast, driven by financial gain, not maritime environmental concerns.\n\n Welcomes IMO guidance on preventing piracy, urging implementation by stakeholders, particularly the shipping industry.\n\n Encourages flag and port states to develop vessel safety and security measures, including Private Contracted Armed Security Personnel (PCASP) regulations.\n\n Invites IMO to contribute to piracy prevention with UNODC, WFP, and shipping industry.\n\n Notes securing WFP sea deliveries, welcoming Vessel Protection Detachments on WFP vessels.\n\n Requests states and regional organizations to report on progress in combating piracy and establishing jurisdiction.\n\n Requests the Secretary-General to report on resolution implementation and piracy situation within 11 months.\n\n Expresses intent to review and consider renewing authorizations for combating piracy.\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2077_2012_EN.pdf"
}