{
  "resolution_no": "2045",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "Group of Experts",
    "French forces",
    "UNMIL"
  ],
  "reporting_cycle": "The Group of Experts to submit a midterm report to the Committee by 15 October 2012 and a final report by 15 days before the end of its mandated period",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Côte d'Ivoire, reaffirms its commitment to the country's sovereignty, independence, and territorial integrity.\n\nNoting progress in stabilization, welcomes parliamentary elections, addressing security challenges, and economic recovery.\n\nAcknowledges efforts towards national reconciliation and peace consolidation, encourages further progress.\n\nRemains concerned about security sector reform, disarmament, demobilization, and reintegration, and the circulation of weapons.\n\nWelcomes cooperation between the Ivorian Government and the Group of Experts.\n\nUrges the Ivorian Government to train and equip security forces, ensure human rights, and ratify the ECOWAS Convention on Small Arms.\n\nExpresses concern about illegal taxations, increasing criminality, and border control.\n\nCondemns human rights violations, and stresses that perpetrators must be brought to justice.\n\nDecides to replace arms measures imposed by previous resolutions with new paragraphs.\n\nDecides, for a period ending on 30 April 2013, that all States shall prevent the direct or indirect supply, sale or transfer to Côte d'Ivoire of arms and related materiel.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Decides to exempt certain supplies from the measures imposed, including:\n\t* Supplies for UNOCI and French forces (para 3(a))\n\t* Non-lethal military equipment for humanitarian or protective use (para 3(b))\n\t* Protective clothing for personal use (para 3(c))\n\t* Supplies for evacuation of nationals (para 3(d))\n\t* Non-lethal law enforcement equipment (para 3(e))\n\t* Arms and lethal equipment for Ivorian security forces for SSR (para 3(f))\n\n2. Requires Ivorian authorities to notify or request approval from the Committee for certain shipments (para 4)\n\n3. Urges Ivorian Government to allow access to exempted materiel and maintain a registry (para 5)\n\n4. Renews financial, travel, and diamond importation measures until 30 April 2013 (para 6)\n\n5. Reviews measures in 6 months and at the end of the period (para 7)\n\n6. Calls on Member States to implement measures and UNOCI to provide support (para 8)\n\n7. Urges combatants to lay down arms and encourages UNOCI to assist (para 9)\n\n8. Recalls UNOCI's mandate to collect and dispose of arms brought in violation of embargo (para 10)",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2045_2012_EN.pdf"
}