{
  "resolution_no": "2100",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Security",
    "Terrorism",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MINUSMA",
    "AFISMA",
    "UNOM",
    "AU",
    "ECOWAS",
    "EU",
    "International Criminal Court"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council within 45 days of the adoption of this resolution, and then every three months from 1 July 2013",
  "operative_authority": "Chapter VII",
  "summary": "* Monitor, investigate, and report on human rights abuses and violations\n* Support deployment of human rights observers\n* Monitor and report on violations against children and women\n\n**e) Support for humanitarian assistance**\n\n* Contribute to creation of secure environment for humanitarian assistance\n* Support voluntary return of internally displaced persons and refugees\n\n**f) Support for cultural preservation**\n\n* Assist transitional authorities in protecting cultural and historical sites in Mali\n\n**g) Support for national and international justice**\n\n* Support efforts to bring to justice those responsible for war crimes and crimes against humanity.\nHere is a clear and concise summary of the Security Council document:\n\n17. Authorizes MINUSMA to use necessary means to carry out its mandate, as outlined in paragraphs 16 (a) (i) and (ii), 16 (c) (i) and (iii), 16 (e), 16 (f), and 16 (g), and requests coordination between civilian and military components.\n\n18. Authorizes French troops to use necessary means to support MINUSMA elements under imminent threat, upon request of the Secretary-General, and to report to the Council on implementation.\n\n19. Urges parties in Mali to cooperate with MINUSMA's deployment and activities, ensuring safety, security, and freedom of movement.\n\n20. Calls upon Member States to ensure free, unhindered, and expeditious movement of personnel, equipment, and supplies for MINUSMA.\n\n21. Reiterates the importance of training, consolidation, and redeployment of Malian Defence and Security Forces for long-term security and stability.\n\n22. Welcomes the European Union Training Mission (EUTM) in Mali and calls for coordination with MINUSMA and other bilateral partners.\n\n23. Urges Member States to provide coordinated assistance, expertise, and training to Malian Defence and Security Forces, including on human rights and international humanitarian law.\n\n24. Reiterates the transitional authorities' primary responsibility to protect civilians and recalls relevant resolutions on protection of civilians, children, and women.\n\n25. Requests MINUSMA to consider gender issues throughout its mandate and assist in ensuring women's participation and representation.\n\n26. Requests MINUSMA to protect civilians, particularly women, children, and displaced persons, and mitigate risks in its operations.\n\n27. Urges Malian authorities to hold accountable perpetrators of human rights abuses and cooperate with the International Criminal Court.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2100_2013_EN.pdf"
}