{
  "resolution_no": "2096",
  "year": "2013",
  "theme": [
    "Women, Peace and Security",
    "Peacekeeping",
    "Humanitarian",
    "Reconciliation",
    "Counter-Narcotics",
    "Rule of Law"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "NATO",
    "United Nations Office on Drugs and Crime (UNODC)",
    "International Security Assistance Force (ISAF)"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling its previous resolutions on Afghanistan, particularly resolution 2041 (2012) which extended the mandate of UNAMA until 23 March 2013,\n\nReaffirms its strong commitment to Afghanistan's sovereignty, independence, territorial integrity, and national unity.\n\nThe Council reiterates support for the Transition (Inteqal) process, which involves Afghanistan assuming full responsibility in the security sector and emphasizes the importance of a comprehensive approach to address security, economic, governance, and development challenges.\n\nThe Council welcomes the International Afghanistan Conference in Bonn and its conclusions, as well as the declaration of a Decade of Transformation (2015-2024).\n\nThe Council also welcomes the strategic consensus between Afghanistan and the International Community on a renewed partnership for this Transformation Decade.\n\nThe Council reaffirms its support for the implementation of commitments set out in the London and Kabul Conference Communiqués, the Afghanistan National Development Strategy (ANDS), and the National Drugs Control Strategy.\n\nThe Council stresses the crucial importance of advancing regional cooperation to promote security, stability, and economic and social development in Afghanistan.\n\nThe Council welcomes regional initiatives such as the Istanbul Process, quadrilateral and trilateral summits, and the efforts of organizations like the Shanghai Cooperation Organization (SCO), the Collective Security Organization (CSTO), and the South Asian Association for Regional Cooperation (SAARC).\nThe Security Council:\n\nCommends the outcome of the Heart of Asia Ministerial Conference, held in Kabul on 14 June 2012, and looks forward to the next meeting in Almaty on 26 April 2013, aiming to strengthen regional security and cooperation for a secure and stable Afghanistan.\n\nWelcomes the outcome of the International Conference on the Solutions Strategy for Afghan Refugees, held in Geneva on 2 and 3 May 2012, and looks forward to the implementation of the joint communiqué.\n\nStresses the central and impartial role of the United Nations in promoting peace and stability in Afghanistan, and expresses appreciation for the efforts of the Secretary-General, his Special Representative, and UNAMA.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2096_2013_EN.pdf"
}