{
  "resolution_no": "2115",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Lebanon",
    "UNIFIL"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIFIL",
    "Lebanese Armed Forces",
    "Security Council"
  ],
  "reporting_cycle": "every four months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions on Lebanon, particularly resolutions 425 (1978), 1701 (2006), and 2064 (2012), and the statements of its President on the situation in Lebanon, \n\nDecides to extend the mandate of the United Nations Interim Force in Lebanon (UNIFIL) for a new period of one year, until 31 August 2014, without amendment, as requested by the Government of Lebanon.\n\nThe Council reiterates its strong support for Lebanon's territorial integrity, sovereignty, and political independence, and reaffirms its commitment to the full implementation of all provisions of resolution 1701 (2006).\n\nIt calls upon all concerned parties to strengthen their efforts to fully implement all provisions of resolution 1701 (2006) without delay and expresses deep concern at all violations in connection with the resolution.\n\nThe Council welcomes the constructive role played by the tripartite mechanism in de-escalating tensions and expresses its support for UNIFIL's efforts to engage with both parties to further develop liaison and coordination arrangements.\n\nIt emphasizes the importance of full compliance with the prohibition on sales and supply of arms and related materiel established by resolution 1701 and recalls the utmost importance that all parties concerned respect the Blue Line in its entirety.\n\nThe Council commends the active role and dedication of UNIFIL personnel and expresses its strong appreciation to Member States that contribute to UNIFIL.\n\nIt requests the Secretary-General to continue updating the Council on the implementation of the Strategic Review of UNIFIL and calls upon member States to assist the Lebanese Armed Forces as needed.\n\nThe Council determines that the situation in Lebanon continues to constitute a threat to international peace and security. \n\nCommends the positive role of UNIFIL and the Lebanese Armed Forces and calls for further enhancement of their cooperation.\n\nWelcomes the engagement of UNIFIL and the Lebanese Armed Forces in the Strategic Dialogue.\nHere is a concise summary of the Security Council document:\n\n4. Commends the Lebanese Armed Forces' efforts to develop its capabilities, and calls for enhanced donor coordination to assist in building its capabilities, as a central pillar of Lebanon's stability.\n\n5. Calls on all parties to respect the cessation of hostilities, prevent Blue Line violations, and cooperate with the UN and UNIFIL.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2115_2013_EN.pdf"
}