{
  "resolution_no": "2112",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Reconciliation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "FRCI",
    "UNMIL",
    "UNCT"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council; midterm report no later than 31 December 2013 and a final report no later than 15 May 2014",
  "operative_authority": "Chapter VII",
  "summary": "- Decides to extend until 30 June 2014 the authorization that the Security Council provided to the French Forces to support UNOCI (para 21).\n\n- Urges all parties to cooperate fully with the operations of UNOCI and the French Forces (para 22).\n\n- Takes note of the elaboration of the United Nations human rights due diligence policy and encourages UNOCI to implement it fully (para 23).\nThe Security Council:\n\n Requests the Secretary-General to include progress made in implementing the policy in his reports to the Council;\n\n Welcomes cooperation between UNOCI and the FRCI, and calls for FRCI's strict adherence to international humanitarian, human rights, and refugee laws, emphasizing the importance of training on human rights, child protection, and sexual and gender-based violence;\n\n Calls on Côte d'Ivoire and Liberia to enhance cooperation, particularly on border monitoring, information sharing, and coordinated actions, and to develop a shared border strategy;\n\n Calls on UN entities in Côte d'Ivoire and Liberia to enhance support for border stabilization through inter-mission cooperation and a shared strategic vision;\n\n Commends inter-mission cooperation between UNOCI and MINUSMA and encourages continued cooperation;\n\n Takes note of broad benchmarks presented by the Secretary-General and requests refinement of strategic benchmarks with detailed objectives to measure progress;\n\n Requests the Secretary-General to keep the Council informed, providing a midterm report by 31 December 2013 and a final report by 15 May 2014;\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2112_2013_EN.pdf"
}