{
  "resolution_no": "2095",
  "year": "2013",
  "theme": [
    "Libya",
    "Peacekeeping",
    "Human Rights",
    "Security",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNSMIL",
    "International Criminal Court",
    "Libyan government",
    "United Nations"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Libya, reaffirms its commitment to the country's sovereignty, independence, territorial integrity, and national unity.\n\nEmphasizes the importance of promoting equal participation of all parts of Libyan society, including women, youth, and minorities, in the post-conflict phase.\n\nExpresses concern about reports of human rights violations, including sexual violence, and the recruitment and use of children in armed conflict.\n\nWelcomes positive developments in Libya, including national elections and the peaceful transfer of authority.\n\nReiterates the importance of holding accountable those responsible for human rights violations and international humanitarian law breaches.\n\nUrges the Libyan government to address issues related to detention centers, judicial process for conflict-related detainees, and the protection of civilians.\n\nExpresses concern about the illicit proliferation of arms and related materiel from Libya and its impact on regional and international peace and security.\n\nSupports the Libyan government's intention to strengthen regional security and welcomes agreements with neighboring countries to address border security and combat organized crime.\n\nTakes note of the UN Support Mission in Libya's (UNSMIL) report and recommends a 12-month extension of its mandate.\n\n Acting under Chapter VII of the Charter, \n\n1. Welcomes positive developments in Libya.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Welcomes the formation of a national unity government in Libya, which will improve prospects for a democratic, peaceful, and prosperous future.\n\n2. Looks forward to an inclusive constitutional drafting process and reiterates the need for a commitment to democracy, good governance, rule of law, national reconciliation, and respect for human rights.\n\n3. Calls on the Libyan government to promote and protect human rights, hold accountable those responsible for serious violations, and cooperate with the International Criminal Court.\n\n4. Expresses grave concern at continuing reports of reprisals, arbitrary detentions, and human rights abuses, and calls on the Libyan government to take steps to accelerate the judicial process and prevent further violations.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2095_2013_EN.pdf"
}