{
  "resolution_no": "2041",
  "year": "2012",
  "theme": [
    "Protection of Civilians",
    "Women and Peace and Security",
    "Children and Armed Conflict",
    "Counter-Narcotics",
    "Peace and Reconciliation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "NATO",
    "United Nations Office on Drugs and Crime (UNODC)"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "12. Underscores the importance of sustainable democratic development in Afghanistan, with institutions acting within their areas of competence, and welcomes the Government's commitment to improving the electoral process.\n\n13. Welcomes the Afghan Government's efforts to advance the peace and reconciliation process, and encourages the use of UNAMA's good offices to support this process.\n\n14. Encourages the Government to increase the participation of women, minorities, and civil society in decision-making processes, and reiterates the need for the full participation of women in peace processes.\n\n15. Notes the establishment of the Committee pursuant to Security Council resolution 1988 (2011) and welcomes cooperation between the Afghan Government, UNAMA, and the Committee.\n\n16. Stresses UNAMA's role in supporting an inclusive Afghan-led peace and reconciliation process, while assessing human rights and gender implications.\n\n17. Commends the outcome of the Istanbul Conference for Afghanistan and welcomes regional efforts within the Istanbul Process.\n\n18. Welcomes ongoing efforts by the Government of Afghanistan and regional partners to foster trust and cooperation.\n\n19. Stresses the importance of increasing cooperation between Afghanistan and its international and regional partners against violent and extremist groups.\n\n20. Calls for strengthening regional cooperation, including measures to facilitate regional trade and transit, to promote sustainable economic growth and job creation in Afghanistan.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Condemns attacks on civilians, Afghan and international forces, and humanitarian workers.\n\n Calls on the Afghan Government and international community to address threats from Taliban, Al-Qaida, and other extremist groups.\n\n Reiterates the importance of increasing the functionality, professionalism, and accountability of the Afghan security sector.\n\n Welcomes progress in developing the Afghan National Army and Police, and encourages sustained training efforts.\n\n Calls for accelerated efforts to disband illegal armed groups and integrate them with the Afghanistan Peace and Reintegration Programme.\n\n Condemns the use of civilians as human shields and attacks on humanitarian workers.\n\n Welcomes achievements in the Mine Action Programme and encourages continued efforts to remove anti-personnel landmines and explosive remnants of war.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2041_2012_EN.pdf"
}