{
  "resolution_no": "2101",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Security Sector Reform",
    "Disarmament Demobilization and Reintegration (DDR)",
    "Human Rights",
    "International Cooperation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "Group of Experts",
    "International Criminal Court",
    "Kimberley Process",
    "ECOWAS"
  ],
  "reporting_cycle": "The Group of Experts to submit a midterm report to the Committee by 15 October 2013 and a final report 30 days before the end of its mandated period",
  "operative_authority": "Chapter VII",
  "summary": "4. Requires Ivorian authorities to notify the Committee of shipments of exempted materiel and requests advance approval for certain shipments.\n\n5. Urges the Government of Côte d'Ivoire to allow access to exempted materiel and to mark and register arms and related materiel.\n\n6. Renews financial and travel measures and the diamond import ban until 30 April 2014.\n\n7. Will review measures in light of progress achieved in stabilization, DDR, SSR, national reconciliation, and the fight against impunity.\n\n8. Calls upon the Government of Côte d'Ivoire to enforce the measures.\n\n9. Calls upon all Member States to implement the measures.\n\n10. Expresses concern about instability in western Côte d'Ivoire and encourages coordinated action by neighboring countries.\n\n11. Encourages UNOCI and UNMIL to coordinate in assisting border monitoring.\n\n12. Urges Ivorian armed combatants to lay down their arms and encourages UNOCI to assist in collecting and storing arms.\nHere is a clear and concise summary of the Security Council document:\n\n13. The Council welcomes the Government of Côte d’Ivoire's decision to ratify the ECOWAS Convention on Small Arms and Light Weapons and encourages technical assistance for its implementation.\n\n14. UNOCI is mandated to collect and dispose of arms and related materiel brought into Côte d’Ivoire in violation of the arms embargo.\n\n15. The Ivorian authorities must provide unhindered access to the Group of Experts, UNOCI, and French forces to equipment, sites, and installations.\n\n16. The Council reiterates its commitment to impose targeted measures.\n\n17. States are requested to cooperate fully with the Committee and provide necessary information.\n\n18. The mandate of the Group of Experts is extended until 30 April 2014.\n\n19. The Group of Experts must submit a midterm report by 15 October 2013 and a final report 30 days before the end of its mandate.\n\n20. The report of the Group of Experts may include information and recommendations for additional designations.\n\n21. The Secretary-General and French Government must communicate information gathered by UNOCI and French forces on the supply of arms and related materiel.\n\n22-23. The Kimberley Process and other agencies must work with the Group of Experts and exchange information on the production, trading, and illicit export of diamonds.\n\n24. The Ivorian authorities must implement the action plan to enforce the Kimberley Process minimum requirements.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2101_2013_EN.pdf"
}