{
  "resolution_no": "2124",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Sanctions",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "AMISOM",
    "UNSOM",
    "AU",
    "UN"
  ],
  "reporting_cycle": "The Secretary-General reports on the implementation of all aspects of this resolution as part of his regular reporting to the Security Council on the situation in Somalia",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Somalia, reaffirms its respect for Somalia's sovereignty and unity.\n\nNoting the joint AU-UN review of AMISOM and Somali National Security Forces, underlines the importance of peace, prosperity, and stability in Somalia.\n\nWelcoming the support of the international community, including the European Union's substantial contribution to AMISOM.\n\nCondemning recent Al-Shabaab attacks, expressing solidarity with Somalia and the region.\n\nExpressing concern that recent security gains against Al-Shabaab are at risk of being reversed.\n\nActing under Chapter VII of the UN Charter:\n\n1. Authorizes the AU to maintain AMISOM deployment until 31 October 2014.\n2. Agrees that conditions are not yet suitable for a UN Peacekeeping Operation, and requests the Secretary-General to monitor progress against benchmarks.\n3. Requests the AU to increase AMISOM's force strength to a maximum of 22,126 uniformed personnel.\n4. Expands the logistical support package for AMISOM until 31 October 2014.\n5. Underlines that the increase in force strength is a short-term enhancement, part of an overall exit strategy for AMISOM.\nHere is a concise summary of the Security Council document:\n\n6. The Council agrees on the need for sourcing contingent-owned equipment, including force enablers and multipliers, and emphasizes the need for an aviation component of up to 12 military helicopters.\n\n7. The Council reiterates paragraphs 5 of resolution 2093 (2013) regarding logistical support to AMISOM.\n\n8. The Council reiterates paragraph 13 of resolution 2093 (2013) on strengthening women and children's protection in AMISOM operations.\n\n9. The Council requests the Secretary-General to work with the AU to support the implementation of this resolution, including improving planning and strategic management of AMISOM.\n\n10. The Council requests the AU to establish a system to address allegations of misconduct.\n\n11. The Council reiterates its request for AMISOM to develop an effective approach to civilian protection.\n\n12. The Council underlines the importance of AMISOM abiding by international human rights and humanitarian law.\n\n13. The Council calls for new donors to support AMISOM through additional funding.\n\n14. The Council requests UNSOA to support the Somali National Army (SNA) through provision of food, water, fuel, transport, and medical evacuation.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2124_2013_EN.pdf"
}