{
  "resolution_no": "2085",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Security",
    "Humanitarian",
    "Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "AFISMA",
    "ECOWAS",
    "African Union",
    "United Nations",
    "International Criminal Court"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "5. The Council calls on all Member States to implement their obligations under resolutions 1989 (2011) and 2083 (2012) and condemns incidents of kidnapping and hostage-taking by Al-Qaida in Mali and the Sahel region.\n\n6. It emphasizes the need for the consolidation and redeployment of the Malian Defence and Security Forces throughout the Malian territory to ensure long-term security and stability.\n\n7. The Council urges Member States, regional and international organizations to provide coordinated assistance, expertise, training, and capacity-building support to the Malian Defence and Security Forces.\n\n8. It takes note of the planned deployment of a European Union military mission to provide military training and advice to the Malian Defence and Security Forces.\n\n9. The Council authorizes the deployment of an African-led International Support Mission in Mali (AFISMA) for an initial period of one year to:\n\t* Contribute to rebuilding the capacity of the Malian Defence and Security Forces.\n\t* Support the Malian authorities in recovering areas under terrorist control and reducing the threat posed by terrorist organizations.\n\t* Transition to stabilization activities to support the Malian authorities in maintaining security and consolidating State authority.\n\t* Support the Malian authorities in protecting the population and creating a secure environment for humanitarian assistance and the return of internally displaced persons and refugees.\n\n10. The Council requests the African Union to report to the Security Council every 60 days on the deployment and activities of AFISMA.\nHere is a concise summary of the Security Council document 2085 (2012):\n\nThe Security Council:\n\n1. **Benchmarks for AFISMA**: Emphasizes the need for AFISMA to meet specific benchmarks, including: \n    * (i) a clear and comprehensive plan; \n    * (ii) sufficient military and civilian capabilities; \n    * (iii) conditions and ability to conduct joint armed operations; \n    * (iv) efficient chain of command.\n\n2. **Military planning and preparations**: Requests the Secretary-General to continue supporting planning and preparations for AFISMA's deployment, in coordination with Mali, ECOWAS, the African Union, and other partners.\n\n3. **Support for Mali**: Requests the Secretary-General to provide support to Mali in critical areas, including rule of law, security institutions, mine action, and human rights.\n\n**International Support**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2085_2012_EN.pdf"
}