{
  "resolution_no": "2039",
  "year": "2012",
  "theme": [
    "Piracy",
    "Armed Robbery at Sea",
    "Maritime Security",
    "Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 100",
    "Article 101",
    "Article 105"
  ],
  "entities": [
    "UNOWA",
    "UNOCA",
    "ECCAS",
    "ECOWAS",
    "GGC",
    "MOWCA",
    "IMO"
  ],
  "reporting_cycle": "The Secretary-General to keep the Security Council regularly informed",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nRecalling its statement of 30 August 2011 and resolution 2018 (2011) on piracy in the Gulf of Guinea,\n\nExpressing deep concern about piracy and armed robbery at sea in the Gulf of Guinea, which pose a threat to international navigation, security, and economic development,\n\nRecognizing that piracy affects littoral and landlocked countries in the region,\n\nConcerned about the threat to seafarers and hostages, and the violence used by pirates,\n\nAffirming that international law, as reflected in the UN Convention on the Law of the Sea, sets out the framework for countering piracy,\n\nRespecting the sovereignty and territorial integrity of Gulf of Guinea states,\n\nFurther affirming that this resolution applies only to the Gulf of Guinea situation,\n\nRecognizing the need for effective measures to counter piracy,\n\nEmphasizing the importance of building on existing initiatives to enhance maritime safety and security,\n\nWelcoming regional initiatives, including those by ECCAS, ECOWAS, GGC, and MOWCA,\n\nNoting the ECCAS comprehensive joint maritime security architecture and ECOWAS's Integrated Maritime Security Strategy,\n\nStressing the need for a comprehensive strategy, led by the countries of the region, to counter piracy,\n\nReiterating that States in the region have a leadership role to play in countering piracy,\n\nWelcoming contributions by Member States and international organizations,\n\nExpressing concern about transnational organized crime in West Africa and the Sahel Region,\n\nAffirming its commitment to promoting peace and stability in the Gulf of Guinea,\n\n1. Welcomes the Secretary-General's assessment mission report on piracy in the Gulf of Guinea;\n\n2. Encourages national authorities and regional and international partners to consider implementing the mission's recommendations.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n \n3. Stresses Gulf of Guinea states' primary responsibility to counter piracy, urging them to convene a joint Summit to develop a regional anti-piracy strategy through ECCAS, ECOWAS, and GGC, in cooperation with the African Union.\n\n4. Requests the Secretary-General to support convening the joint Summit through UNOWA and UNOCA.\n\n5. Urges Gulf of Guinea states to develop and implement national maritime security strategies, including a legal framework for preventing and repressing piracy, and prosecution and punishment of those convicted.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2039_2012_EN.pdf"
}