{
  "resolution_no": "2046",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "UNISFA",
    "AUHIP",
    "IGAD",
    "SPLM-N"
  ],
  "reporting_cycle": "Secretary-General reports every 15 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on Sudan and South Sudan, prioritizes the full and urgent advancement of outstanding issues from the Comprehensive Peace Agreement.\n\nReaffirms commitment to Sudan and South Sudan's sovereignty, independence, unity, and territorial integrity.\n\nCondemns cross-border violence, including troop movements, seizure of Heglig, and aerial bombardments.\n\nCondemns actions aimed at overthrowing either government and expresses concern at the humanitarian situation.\n\nStrongly condemns violence against civilians, human rights violations, and damage to economic infrastructure.\n\nCalls for cessation of aerial bombardments, impartial fact-finding, and protection of nationals.\n\nRecalling agreements on border security and monitoring, recognizes the need for border demilitarization.\n\nDeplores failure to redeploy security forces from Abyei Area.\n\nStresses the need for a political solution to the conflict in Southern Kordofan and Blue Nile.\n\nReaffirms previous resolutions on protection of civilians, children, and women.\n\nWelcomes African Union efforts to support Sudan and South Sudan.\nThe Security Council,\n\nRecalling the situation between the Republic of Sudan and the Republic of South Sudan,\n\n Expressing full support for the 24 April 2012 decision of the African Union's Peace and Security Council,\n\nDetermining the situation along the border constitutes a serious threat to international peace and security,\n\nActing under Chapter VII of the UN Charter,\n\n1. Decides Sudan and South Sudan must:\n(i) Immediately cease hostilities, including aerial bombardments, and convey commitment within 48 hours;\n(ii) Unconditionally withdraw armed forces to their side of the border;\n(iii) Activate border security mechanisms within a week;\n(iv) Cease harbouring or supporting rebel groups;\n(v) Activate the ad hoc Committee to receive and investigate complaints;\n(vi) Cease hostile propaganda and inflammatory statements;\n(vii) Implement pending aspects of the 20 June 2011 Agreement on Abyei Area;\n\n2. Decides Sudan and South Sudan must resume negotiations under AUHIP auspices within two weeks to reach agreement on:\n(i) Oil and associated payments;\n(ii) Status of nationals of one country resident in the other;\n(iii) Disputed and claimed border areas and border demarcation;\n(iv) Final status of the Abyei Area;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2046_2012_EN.pdf"
}