{
  "resolution_no": "2118",
  "year": "2013",
  "theme": [
    "Chemical Weapons",
    "Syria",
    "International Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 25",
    "Article 39"
  ],
  "entities": [
    "OPCW",
    "United Nations",
    "Syrian Arab Republic"
  ],
  "reporting_cycle": "The Director-General of the OPCW to report to the Security Council, through the Secretary-General, within 30 days and every month thereafter",
  "operative_authority": "Chapter VII",
  "summary": "(e) cooperate fully with the implementation of this decision, including providing unfettered access to OPCW personnel;\n\n(f) designate a main point of contact for the Secretariat.\n\n2. Decides that the Secretariat shall:\n(a) make available information to all States Parties within five days;\n\n(b) initiate inspections in the Syrian Arab Republic by 1 October 2013;\n\n(c) inspect facilities listed in paragraph 1 (a) within 30 days;\n\n(d) inspect other sites identified by a State Party as involved in the Syrian chemical weapons programme;\n\n(e) hire qualified inspectors and technical experts on a short-term basis;\n\n(f) report to the Council on a monthly basis on implementation.\n\n3. Decides further:\n(a) to consider funding mechanisms for Secretariat activities;\n\n(b) to meet within 24 hours if the Syrian Arab Republic delays meeting requirements;\n\n(c) to remain seized of the matter;\n\n(d) that this decision is made due to the extraordinary character of the situation and does not create a precedent.\nThe Action Group for Syria, comprising representatives of China, France, Russia, UK, US, and other countries, met on June 30, 2012, to address the crisis in Syria. The Group strongly condemned the escalating violence, killing, and human rights abuses, and expressed deep concern about the failure to protect civilians and the regional dimensions of the problem. \n\nThe Group committed to the sovereignty, independence, national unity, and territorial integrity of Syria and aimed to end violence and human rights abuses, and facilitate a Syrian-led political process. \n\nTo achieve these objectives, the Group: \n- Identified steps to implement the six-point plan and Security Council resolutions 2042 and 2043, including an immediate cessation of violence. \n- Agreed on principles and guidelines for a political transition that meets the legitimate aspirations of the Syrian people. \n\nThe parties must: \n- Implement the six-point plan and Security Council resolutions immediately. \n- Recommit to a sustained cessation of armed violence. \n- Cooperate with the UN Supervision Mission in Syria. \n\nThe Government of Syria must: \n- Intensify the release of arbitrarily detained persons. \n- Ensure freedom of movement for journalists. \n- Respect freedom of association and the right to demonstrate peacefully.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2118_2013_EN.pdf"
}