{
  "resolution_no": "2033",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Regional Organizations",
    "Conflict Prevention"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 54",
    "Chapter VIII"
  ],
  "entities": [
    "African Union",
    "United Nations",
    "African Union Peace and Security Council",
    "Regional Economic Communities"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "5. Takes note of the strategic visions of the UN-AU partnership and stresses that common efforts should be based on their respective authorities, competencies, and capacities.\n\n6. Encourages regular interaction, consultation, and coordination between the Security Council and the AU Peace and Security Council.\n\n7. Stresses the importance of a coordinated international response to conflict causes and recognizes the need for long-term strategies.\n\n8. Reaffirms the obligation of Member States to settle disputes and resolve conflicts in accordance with the UN Charter.\n\n9. Calls upon the Secretary-General to maintain close consultations with the AU and Regional Economic Communities on peace and security challenges.\n\n10. Recognizes the important role of the Secretary-General's good offices in Africa and encourages mediation efforts.\n\n11. Calls upon the UN Office to the AU to contribute to strengthening cooperation and implement the 2006 UN-AU Ten-year Capacity-Building Programme.\n\n12. Reaffirms the vital role of women in conflict prevention and resolution and stresses the need for gender perspectives to be integrated into peace and security efforts.\n\n13. Urges the Secretary-General to ensure coordinated support to the AU.\n\n14. Welcomes regular interaction between the UN Secretariat and the AU Commission through the joint task force on peace and security.\n\n15. Supports further interaction between the UN Secretariat and the AU Commission to exchange information and coordinate recommendations.\n\n16. Supports ongoing briefings by Senior UN Officials to the AU Peace and Security Council.\n\n17. Decides to elaborate further ways of strengthening relations between the Security Council and the AU Peace and Security Council.\nThe Security Council:\n\nCouncils to achieve more effective annual consultative meetings, timely consultations, and collaborative field missions to formulate cohesive positions and strategies on conflict situations in Africa;\n\nDecides to follow up on the Communiqués of the annual consultative meetings through its Ad-hoc Working Group on Conflict Prevention and Resolution in Africa;\n\nStresses the need to enhance predictability, sustainability, and flexibility of financing regional organizations undertaking peacekeeping under a UN mandate;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2033_2012_EN.pdf"
}