{
  "resolution_no": "2041",
  "year": "2012",
  "theme": [
    "Protection of Civilians",
    "Women and Peace and Security",
    "Children and Armed Conflict",
    "Counter-Narcotics",
    "Peace and Reconciliation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "NATO",
    "United Nations Office on Drugs and Crime (UNODC)"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n \nRecalling its previous resolutions on Afghanistan, extends the mandate of UNAMA.\n \nReaffirms strong commitment to Afghanistan's sovereignty, independence, territorial integrity, and national unity.\n \nSupports the Transition (Inteqal) process, assuming full responsibility by Afghanistan’s institutions in the security sector.\n \nEmphasizes the Kabul Process for accelerated Afghan leadership and ownership.\n \nStresses a comprehensive approach to address security, economic, governance, and development challenges.\n \nReaffirms support for the Government and people of Afghanistan.\n \nWelcomes the International Afghanistan Conference in Bonn and its Conference Conclusions.\n \nLooks forward to the Tokyo ministerial conference on Afghanistan in July 2012.\n \nReaffirms support for the implementation of commitments set out in the London and Kabul Conference Communiqués.\n \nWelcomes the “Third Ministerial Conference of the Paris Pact on Combating the Illicit Traffic in Opiates Originating in Afghanistan”.\n \nStresses the importance of regional cooperation to promote security, stability, and economic and social development in Afghanistan.\n \nCommends the outcome of the Istanbul Conference for Afghanistan.\nThe Security Council:\n\nLooks forward to the International Conference on Afghan Refugees in May 2012, aiming to adopt a roadmap for action for Afghan refugees and returnees.\n\nStresses the central role of the UN in promoting peace and stability in Afghanistan, and appreciates the efforts of the Secretary-General, his Special Representative, and UNAMA.\n\nTakes note of the comprehensive review on Afghanistan, and reaffirms the evolving role of international actors from direct service delivery to support and capacity-building for Afghan institutions.\n\nEmphasizes the importance of a comprehensive and inclusive Afghan-led political process to support reconciliation, and recalls the Government of Afghanistan's commitments to strengthen its electoral process.\n\nWelcomes the contribution of the International Contact Group and emphasizes the agreement to transfer full security responsibility to Afghan National Security Forces by the end of 2014.\n\nUnderlines the importance of operationally capable, professional, and sustainable Afghan National Security Forces, and stresses the long-term commitment of the international community to support their development.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2041_2012_EN.pdf"
}