{
  "resolution_no": "2069",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Security",
    "Terrorism",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "ISAF",
    "UNAMA",
    "NATO",
    "OEF coalition",
    "Afghan Government",
    "International Security Assistance Force"
  ],
  "reporting_cycle": "quarterly reports",
  "operative_authority": "Chapter VII",
  "summary": "Recognizes the importance of the contribution of neighboring and regional partners to the stabilization of Afghanistan.\n\nStresses the central and impartial role of the United Nations in promoting peace and stability in Afghanistan.\n\nExpresses serious concern about the security situation in Afghanistan, particularly the ongoing violent and terrorist activities by the Taliban, Al-Qaida, and other groups.\n\nWelcomes the efforts of the Government of Afghanistan to update and improve the National Drug Control Strategy.\n\nExpresses concern over the harmful consequences of violent and terrorist activities on the capacity of the Afghan Government to guarantee the rule of law and provide security and basic services.\n\nReiterates its support for the Afghan Government's endeavors to improve the security situation and address the threat posed by the Taliban, Al-Qaida, and other groups.\n\nCondemns in the strongest terms all attacks, including improvised explosive device (IED) attacks, suicide attacks, assassinations, and abductions.\nHere is a concise summary of the Security Council document:\n\nThe Security Council welcomes Afghanistan's achievements in banning ammonium nitrate fertilizer and urges continued action to control explosive materials. It recognizes threats from Taliban, Al-Qaida, and other extremist groups, and expresses concern over civilian casualties, particularly women and children. The Council condemns attacks on schools and education personnel, and welcomes the listing of the Taliban in the annex of the Secretary-General's report on children and armed conflict.\n\nThe Council notes progress by ISAF in minimizing civilian casualties and urges continued efforts to prevent them. It expresses concern over child recruitment and use by Taliban forces and supports the Afghan government's commitment to preventing child rights violations.\n\nThe Council stresses the importance of ending impunity, strengthening judicial institutions, and promoting human rights, including women's rights. It calls for constructive engagement in peaceful political dialogue and supports the High Peace Council's aims.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2069_2012_EN.pdf"
}