{
  "resolution_no": "2070",
  "year": "2012",
  "theme": [
    "Haiti",
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Rule of Law"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MINUSTAH",
    "United Nations country team",
    "Haitian National Police",
    "Office of the United Nations Special Envoy for Haiti"
  ],
  "reporting_cycle": "The Secretary-General reports semi-annually, not later than forty-five days prior to the expiration of the mandate",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2070 (2012) on October 12, 2012, reaffirming previous resolutions on Haiti, particularly 2012 (2011), 1944 (2010), and others. \nThe Council reaffirms its strong commitment to Haiti's sovereignty, independence, territorial integrity, and unity. \nIt recognizes Haiti's considerable progress since the 2010 earthquake, including political milestones such as the ratification of a new Prime Minister and installation of the Superior Council of the Judiciary. \nThe Council notes the importance of partial legislative, municipal, and local elections and the installation of the Permanent Electoral Council. \nIt acknowledges the improved security situation, allowing for MINUSTAH's troop level drawdown, but expresses concern over increased homicides and gang threats. \nThe Council commends MINUSTAH's role in ensuring stability and security and welcomes the Government of Haiti's commitment to strengthening the rule of law and security sector reform. \nIt also welcomes the Haitian National Police Development Plan and underscores the need for the Government to take steps to ensure the police meets benchmarks for strengthening and reform. \nThe Council underlines the need to strengthen Haitian judicial and correctional systems and acknowledges significant humanitarian challenges, including internally displaced persons, cholera epidemic, and poor living conditions in camps. \nIt commends the United Nations system for recovery efforts and acknowledges Haiti's vulnerability to natural disasters. \nThe Council emphasizes that progress in recovery, reconstruction, and social and economic development are crucial to achieving lasting stability and reiterates the need for security to be accompanied by development. \nIt welcomes the establishment of the Aid Coordination Mechanism and the Haiti Reconstruction Fund and the finalization of the Integrated Strategic Framework for 2013-2016.\nThe Security Council:\n\nRecalling previous resolutions on Haiti, notes the ongoing efforts to stabilize and reconstruct the country, and reaffirms its support for the Government of Haiti's Strategic Development Plan and MINUSTAH's future conditions-based consolidation plan.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2070_2012_EN.pdf"
}