{
  "resolution_no": "2083",
  "year": "2012",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "UNIFIL",
    "MINUSMA",
    "Financial Action Task Force (FATF)",
    "INTERPOL",
    "United Nations Office on Drugs and Crime",
    "Counter-Terrorism Implementation Task Force (CTITF)"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days; The Monitoring Team reports comprehensively to the Committee, one by 31 June 2013, and the second by 31 December 2013",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2083 (2012) on December 17, 2012, recalling previous resolutions on terrorism, and reaffirming that terrorism in all forms is a serious threat to peace and security. The Council condemns Al-Qaida and associated individuals, groups, and entities for terrorist acts. \nIt reaffirms that terrorism cannot be associated with any religion, nationality, or civilization. \nThe Council stresses the need to combat terrorism by all means, in accordance with the UN Charter and international law, including human rights, refugee, and humanitarian law. \nIt expresses concern over kidnapping and hostage-taking by terrorist groups and reiterates the need to address this issue. \nThe Council emphasizes that sanctions are an important tool in maintaining international peace and security and urges Member States to participate in maintaining and updating the Al-Qaida Sanctions List. \nIt reminds the Committee to remove individuals and entities that no longer meet listing criteria and recognizes challenges to measures implemented by Member States. \nThe Council welcomes improvements to the Committee's procedures, the Office of the Ombudsperson, and cooperation with INTERPOL and other UN bodies. \nIt reiterates that measures referred to are preventative in nature, not reliant on national law, and welcomes the review of the UN Global Counter-Terrorism Strategy. \nThe Council recognizes the need to prevent and suppress terrorism financing.\nThe Security Council,\n\nNoting the threat posed by Al-Qaida and associated individuals, groups, undertakings, and entities,\n\nActing under Chapter VII of the Charter,\n\n**Measures**\n\n1. Decides States shall:\n    (a) Freeze funds, financial assets, and economic resources of Al-Qaida and associated individuals, groups, undertakings, and entities.\n    (b) Prevent entry into or transit through their territories, with exceptions for judicial processes or Committee-approved cases.\n    (c) Prevent supply, sale, or transfer of arms and related materiel.\n\n2. Reaffirms acts indicating association with Al-Qaida include:\n    (a) Participating in financing, planning, or perpetrating acts.\n    (b) Supplying arms and related materiel.\n    (c) Recruiting for or supporting Al-Qaida.\n\n3. Confirms eligibility for designation of entities owned or controlled by Al-Qaida-associated individuals or entities.\n\n4. Applies requirements to financial and economic resources, including those used for Internet hosting.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2083_2012_EN.pdf"
}