{
  "resolution_no": "2069",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Security",
    "Terrorism",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "ISAF",
    "UNAMA",
    "NATO",
    "OEF coalition",
    "Afghan Government",
    "International Security Assistance Force"
  ],
  "reporting_cycle": "quarterly reports",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\nReaffirms previous resolutions on Afghanistan, particularly 1386 (2001), 1510 (2003), 2011 (2011), and 2041 (2012);\n\nReaffirms resolutions on terrorism, including 1267 (1999), 1368 (2001), and 1988 (2011);\n\nRecalls resolutions on protection of civilians, women, and children in armed conflict;\n\nReaffirms commitment to Afghanistan's sovereignty, independence, territorial integrity, and national unity;\n\nRecognizes Afghan authorities' responsibility for security and law and order, and ISAF's role in assisting the Afghan Government;\n\nUnderlines the importance of strengthening Afghan ownership and leadership in governance;\n\nWelcomes conclusions of International Conference on Afghanistan in Bonn and Tokyo Conference;\n\nRecognizes interconnected challenges in Afghanistan, including security, governance, human rights, and development;\n\nStresses need for Afghan Government to fight corruption and promote transparency;\n\nWelcomes long-term commitments of international partners to support Afghanistan beyond transition;\n\nUnderlines significance of agreement to transfer security responsibility to Afghan Government by end of 2014;\n\nAcknowledges progress and challenges in security sector reform and governance;\n\nWelcomes support and assistance extended to Afghan National Police;\n\nUrges continued professional training measures to ensure Afghan capability to assume security responsibilities.\nThe Security Council:\n\nWelcomes the Chicago Summit Joint Declaration on Afghanistan, which stresses a long-term commitment to lasting peace, security, and stability in Afghanistan beyond 2014.\n\nNotes the responsibility of the Government of Afghanistan to sustain a sufficient and capable Afghan National Security Force (ANSF), supported by the international community.\n\nWelcomes the decision of the international community to support the training, equipping, financing, and capability development of the ANSF beyond the end of the transition period.\n\nNotes regional initiatives on Afghanistan, such as the Istanbul Process on Regional Security and Cooperation for a Secure and Stable Afghanistan.\n\nRecognizes the importance of the contribution of neighboring and regional partners to the stabilization of Afghanistan.\n\nStresses the central and impartial role of the United Nations in promoting peace and stability in Afghanistan.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2069_2012_EN.pdf"
}