{
  "resolution_no": "2103",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Drug Trafficking",
    "Economic Development"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIOGBIS",
    "ECOWAS",
    "ECOMIB",
    "UNODC",
    "Peacebuilding Commission"
  ],
  "reporting_cycle": "every 180 days",
  "operative_authority": "Chapter VI",
  "summary": "The Council reaffirms that Guinea-Bissau's partners should closely coordinate their actions to help bring solutions to the country's challenges. It welcomes efforts made by the Special Representative of the Secretary-General and looks forward to receiving conclusions and recommendations of a joint assessment mission.\n\nThe Council stresses that the complex situation in Guinea-Bissau has undermined the smooth implementation of the mandate conferred by the Council to UNIOGBIS. It takes note of the statement made by the Chair of the Guinea-Bissau Configuration of the Peacebuilding Commission and the conclusions of the United Nations inter-agency Technical Assessment Mission.\n\nThe Council decides to extend the mandate of UNIOGBIS for 12 months, until 31 May 2014, and readjusts it to perform tasks including:\n\n* Supporting inclusive political dialogue and national reconciliation\n* Assisting in creating an environment conducive to free, fair, and transparent elections\n* Strengthening democratic institutions and enhancing state organs' capacity\n* Providing strategic and technical advice and support for law enforcement, criminal justice, and penitentiary systems\n* Combating drug trafficking and transnational organized crime\n* Promoting human rights and mainstreaming a gender perspective\n\nThe Council fully supports the Secretary-General's recommendations and urges stakeholders to enhance their efforts towards the formation of an inclusive government and the adoption of a consensual transitional road map. It underlines the importance of free, fair, and transparent elections and requests the Secretary-General to provide electoral assistance. The Council reiterates its demand to the armed forces to submit themselves fully to civilian control and condemns human rights violations.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n6. Urges Guinea-Bissau authorities to protect human rights, end impunity, investigate and prosecute perpetrators, and protect witnesses.\n\n7. Welcomes joint efforts by international partners to restore constitutional order and encourages continued cooperation.\n\n8. Requests the Secretary-General to facilitate dialogue among political parties through UNIOGBIS.\n\n9. Encourages support for Security Sector Reform (SSR) as crucial for long-term stability.\n\n10. Calls on Guinea-Bissau authorities to combat transnational organized crime, particularly drug trafficking and money laundering.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2103_2013_EN.pdf"
}