{
  "resolution_no": "2082",
  "year": "2012",
  "theme": [
    "Terrorism",
    "Peacekeeping",
    "Sanctions",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNAMA",
    "High Peace Council",
    "Taliban",
    "Al-Qaida",
    "Counter-Terrorism Committee (CTC)",
    "United Nations Office of Drugs and Crime",
    "Counter-Terrorism Committee Executive Directorate (CTED)"
  ],
  "reporting_cycle": "The Monitoring Team shall submit comprehensive, independent reports to the Committee by 30 September 2013 and 30 April 2014",
  "operative_authority": "Chapter VII",
  "summary": "6. Payment of ransoms to listed individuals or entities is subject to freeze.\n\n7. Member States may permit addition of payments to frozen accounts.\n\n**Exemptions**\n\n8. Member States may use exemptions under resolution 1452 (2002) and 1735 (2006).\n\n9. Government of Afghanistan may submit names of listed individuals for travel exemptions to support peace and reconciliation.\n\n10. Travel ban exemptions granted on a case-by-case basis for specified periods.\n\n11. Government of Afghanistan to report on individuals' travel under granted exemptions.\nHere is a summarized version of the Security Council document 2082 (2012):\n\n**Listing**\n\n* Encourages Member States, particularly the Government of Afghanistan, to submit names of individuals, groups, undertakings, and entities supporting acts or activities described in paragraph 2 for inclusion on the List.\n* Requires Member States to provide relevant information, including identifying information and a detailed statement of case, for proposed listings.\n* Directs the Committee to make accessible a narrative summary of reasons for listing on its website.\n* Requests the Secretariat to publish publicly releasable information, including the narrative summary, on the Committee's website.\n\n**Delisting**\n\n* Directs the Committee to remove individuals and entities that no longer meet listing criteria on a case-by-case basis.\n* Urges Member States to consult with the Government of Afghanistan on delisting requests prior to submission to the Committee.\n* Recalls the Focal Point mechanism for individuals and entities seeking removal from the List without a Member State's sponsorship.\n* Encourages UNAMA to support cooperation between the Government of Afghanistan and the Committee on delisting requests.\n\n**Procedural Matters**\n\n* Urges the Committee to invite a representative of the Government of Afghanistan to discuss listing or delisting merits.\n* Requests the Committee to notify the Government of Afghanistan, the Permanent Mission of Afghanistan, and other relevant States after a name is added to or removed from the List.\nHere is a summarized version of the Security Council document 2082 (2012):\n\n**Delisting and Designation**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2082_2012_EN.pdf"
}