{
  "resolution_no": "2120",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Security",
    "Terrorism",
    "Women and Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "ISAF",
    "UNAMA",
    "NATO",
    "OEF coalition",
    "Afghan Government",
    "International Security Assistance Force"
  ],
  "reporting_cycle": "quarterly reports",
  "operative_authority": "Chapter VII",
  "summary": "Welcomes the Chicago Summit Joint Declaration, which stresses the long-term commitment to lasting peace, security, and stability in Afghanistan beyond 2014.\n\nNotes the responsibility of the Government of Afghanistan to sustain a sufficient and capable ANSF, supported by the international community, and welcomes the decision to support the training, equipping, financing, and capability development of the ANSF beyond the transition period.\n\nWelcomes regional initiatives, such as the Heart of Asia Process, RECCA, and SAARC, aimed at increased regional economic cooperation with Afghanistan.\n\nRecognizes the importance of the contribution of neighbouring and regional partners to the stabilization of Afghanistan.\n\nStresses the central and impartial role of the United Nations in promoting peace and stability in Afghanistan, and notes the role of UNAMA as transition moves forward.\n\nExpresses concern about the security situation in Afghanistan, particularly the ongoing violent and terrorist activities by the Taliban, Al-Qaida, and other groups.\n\nWelcomes efforts to address drug production and trafficking, and recognizes the threat posed by illicit drug production to international peace and stability.\n\nExpresses concern over the harmful consequences of violent and terrorist activities on the capacity of the Afghan Government to guarantee the rule of law, provide security, and ensure human rights.\n\nReiterates support for the endeavours by the Afghan Government, with international community assistance, to improve security, stability, and governance in Afghanistan.\nThe Security Council,\n\nCondemning terrorist attacks, including IEDs, suicide attacks, and abductions, which harm stabilization, reconstruction, and development efforts in Afghanistan,\n\nWelcoming the Afghan Government's achievements in banning ammonium nitrate fertilizer and urging continued action to control explosive materials,\n\nRecognizing threats from the Taliban, Al-Qaida, and other extremist groups, and the role of measures introduced by the Security Council in combating these threats,\n\nExpressing concern over high civilian casualties, particularly among women and children, and condemning attacks on schools, education personnel, and humanitarian workers,\n\nRecalling the vital role of women in the peace process and welcoming the Afghan Government's commitment to develop and implement a National Action Plan,",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2120_2013_EN.pdf"
}