{
  "resolution_no": "2093",
  "year": 2013,
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Protection of Civilians",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "AMISOM",
    "United Nations",
    "African Union",
    "Federal Government of Somalia",
    "SEMG"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "3. Requests the Secretary-General to provide technical advice to the AU.\n\n4. Requests the Secretary-General to provide logistical support to AMISOM until 28 February 2014.\n\n5. Reiterates previous requests regarding logistical support.\n\n6. Requests verification of AMISOM troops, personnel, and equipment.\n\n7. Calls on donors to support AMISOM through funding and equipment.\nHere is a concise summary of the Security Council document:\n\n8. Requests the AU to provide written reports to the Secretary-General every 90 days on the implementation of AMISOM's mandate.\n\n9. Welcomes progress made by AMISOM in reducing civilian casualties and urges them to enhance efforts to prevent civilian casualties.\n\n10. Encourages AMISOM to develop an effective approach to protecting civilians.\n\n11. Recalls AMISOM's commitment to establish a Civilian Casualty Tracking, Analysis and Response Cell (CCTARC) and requests progress reports.\n\n12. Requests AMISOM to treat detainees in compliance with international humanitarian law and human rights law.\n\n13. Requests AMISOM to strengthen child and women's protection in its activities and operations.\n\n14. Requests AMISOM to prevent sexual violence, exploitation, and abuse.\n\n15. Requests the AU to establish a system to address allegations of misconduct.\n\n16. Welcomes the Government of Somalia's National Programme for Handling Disengaged Combatants.\n\n17. Welcomes the Secretary-General's review of the UN's presence in Somalia.\n\n18. Agrees to dissolve UNPOS and replace it with a new expanded Special Political Mission.\n\n19. Agrees that conditions in Somalia are not yet suitable for a UN Peacekeeping Operation and requests the Secretary-General to review and set benchmarks.\n\n20. Decides that UNSOA shall be integrated into the new UN Mission.\n\n21. Requests the establishment of a Deputy Special Representative of the Secretary-General/Resident and Humanitarian Coordinator post by January 1, 2014.\n\n22. Requests the Secretary-General to conduct a Technical Assessment Mission on the new UN mission, guided by principles including empowering Somali ownership, providing good offices, and supporting state-building and peacebuilding.\nHere is a summarized version of the Security Council document:\n\n**New Mission in Somalia**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2093_2013_EN.pdf"
}