{
  "resolution_no": "2120",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Security",
    "Terrorism",
    "Women and Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "ISAF",
    "UNAMA",
    "NATO",
    "OEF coalition",
    "Afghan Government",
    "International Security Assistance Force"
  ],
  "reporting_cycle": "quarterly reports",
  "operative_authority": "Chapter VII",
  "summary": "Recalling the vital role of women in the peace process and welcoming the Afghan Government's commitment to develop and implement a National Action Plan,\n\nNoting progress made by ISAF and other international forces in minimizing civilian casualties and urging continued efforts to prevent them,\n\nExpressing concern over the recruitment and use of children by Taliban forces and the killing and maiming of children,\n\nStressing the importance of further progress by the Afghan Government in ending impunity, strengthening judicial institutions, and promoting the rule of law and respect for human rights,\n\nReiterating its call on all Afghan parties and groups to engage in peaceful political dialogue and work together for socioeconomic development.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReiterates its commitment to support the Government of Afghanistan's efforts to advance the peace and reconciliation process, in line with the Kabul Communiqué and the Bonn Conference Conclusions.\n\nWelcomes the efforts of the Afghan Government to promote an inclusive, Afghan-led dialogue on reconciliation and political participation.\n\nRecognizes the progress made in reconciliation, with many Taliban members reconciling with the Government, but notes that security remains a serious challenge.\n\nEncourages further efforts to address operational challenges, including through a vetting mechanism, and welcomes the increased number of reintegrees joining the Afghanistan Peace and Reintegration Programme.\n\nRecalls the Government of Afghanistan's commitments to strengthen and improve Afghanistan's electoral process, ensuring future elections are transparent, credible, inclusive, and democratic.\n\nWelcomes the efforts of the international community to strengthen military and civilian actions, including within the framework of ISAF.\n\nExpresses appreciation for the leadership provided by NATO and the contributions of many nations to ISAF and the OEF coalition.\n\nDetermines that the situation in Afghanistan still constitutes a threat to international peace and security.\n\nDecides to:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2120_2013_EN.pdf"
}