{
  "resolution_no": "2122",
  "year": "2013",
  "theme": [
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UN-Women",
    "DPKO",
    "DPA",
    "International Criminal Court"
  ],
  "reporting_cycle": "Annual reports by the Secretary-General",
  "operative_authority": "Chapter VI",
  "summary": "Welcomes efforts of Member States, regional and subregional organizations in implementing resolution 1325 (2000) and subsequent women, peace and security resolutions.\n\n1. Recognizes the need for consistent implementation of resolution 1325 (2000) and intends to focus on women's leadership and participation in conflict resolution and peacebuilding.\n\n2. Requests regular briefings on issues relevant to women, peace and security, including:\n\t* Briefings by the Under-Secretary-General/Executive Director of UN-Women and the Under-Secretary-General/Special Representative on Sexual Violence in Conflict.\n\t* Updates from DPKO, DPA and senior officials on issues relevant to women, peace and security.\n\t* Information on women's participation in peace processes and conflict resolution.\n\n3. Intends to increase attention to women, peace and security issues in all relevant thematic areas of work.\n\n4. Reiterates intention to include provisions on promoting gender equality and empowering women in UN mission mandates.\n\n5. Requests UN peacekeeping mission leadership to assess human rights violations and abuses against women and address security threats and protection challenges faced by women and girls.\n\n6. Recognizes the importance of interactions between civil society, including women's organizations, and Council members.\n\n7. Requests increased women's participation and consideration of gender-related issues in all discussions pertinent to prevention and resolution of armed conflict.\nHere is a concise summary of the Security Council document 2122 (2013):\n\nThe Security Council:\n\nc) Requests the Secretary-General to provide gender expertise to UN mediation teams, support the appointment of women as UN mediators, and facilitate the equal participation of women in peace talks.\n\n8. Stresses the importance of ensuring women's full and equal participation in electoral processes, particularly in post-conflict settings, and notes the need to prioritize women's safety during elections.\n\n9. Encourages troop- and police-contributing countries to increase the number of women in UN peacekeeping operations and provide training on prevention of sexual and gender-based violence.\n\n10. Stresses the need to address obstacles to women's access to justice in conflict and post-conflict settings.\n\n11. Urges parties to support the development of national institutions and local civil society networks to provide assistance to women and girls affected by conflict.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2122_2013_EN.pdf"
}