{
  "resolution_no": "2119",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Development"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINUSTAH",
    "Haitian National Police (HNP)",
    "United Nations country team",
    "OAS",
    "UNASUR",
    "CARICOM"
  ],
  "reporting_cycle": "semi-annually, not later than forty-five days prior to its expiration",
  "operative_authority": "Chapter VII",
  "summary": "Urged continued support for the Government of Haiti in addressing structural weaknesses, particularly in water and sanitation systems, and combating cholera.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Urges donors to fulfill pledges made at the 2010 New York Conference to support Haiti's most vulnerable populations.\n* Emphasizes the role of regional organizations in Haiti's stabilization and reconstruction, and calls on MINUSTAH to work closely with them.\n* Recognizes the interconnected nature of Haiti's challenges and welcomes efforts to address them, including the Government's \"5Es\" policy programme.\n* Welcomes the Haitian National Police's (HNP) efforts to patrol and engage with the population, and acknowledges the need to address sexual and gender-based violence.\n* Reaffirms the authority of the Special Representative of the Secretary-General in coordinating UN activities in Haiti.\n* Underscores the importance of adequately funding the HNP to enhance its capacities.\n* Decides to extend MINUSTAH's mandate until 15 October 2014, with the intention of further renewal.\n* Sets MINUSTAH's overall force levels at up to 5,021 troops and 2,601 police personnel.\n* Affirms that adjustments to the force configuration should be based on the security situation and the development of Haitian State capabilities.\n* Takes note of the implementation of MINUSTAH's conditions-based consolidation plan and looks forward to proposals for its next report.\n* Recognizes the Government and people of Haiti's ownership and primary responsibility for the country's stabilization.\n* Urges Haiti's political actors to work cooperatively to complete steps required to hold free, fair, and transparent elections.\n* Welcomes the Special Representative of the Secretary-General's efforts to support the political process in Haiti.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2119_2013_EN.pdf"
}