{
  "resolution_no": "2083",
  "year": "2012",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "UNIFIL",
    "MINUSMA",
    "Financial Action Task Force (FATF)",
    "INTERPOL",
    "United Nations Office on Drugs and Crime",
    "Counter-Terrorism Implementation Task Force (CTITF)"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days; The Monitoring Team reports comprehensively to the Committee, one by 31 June 2013, and the second by 31 December 2013",
  "operative_authority": "Chapter VII",
  "summary": "22. The Secretary-General shall provide necessary resources to the Office of the Ombudsperson.\n\n23. Member States are urged to provide relevant information to the Ombudsperson.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Encourages Member States to provide information in a timely manner and welcomes national arrangements to facilitate sharing confidential information with the Ombudsperson.\n\n Requests Member States and international organizations to encourage individuals and entities to seek removal from the Al-Qaida Sanctions List by submitting delisting petitions to the Ombudsperson.\n\n Notes the Financial Action Task Force (FATF) international standards on targeted financial sanctions.\n\n Recalls its decision on delisting requests, including the requirement for a 60-day period for Committee decision.\n\n Urges designating States to allow the Ombudsperson to reveal their identities to listed individuals and entities.\n\n Directs the Committee to consider delisting requests and urges Member States to provide reasons for submitting requests.\n\n Encourages States to submit delisting requests for deceased individuals or entities that have ceased to exist.\n\n Encourages Member States to prevent unfrozen assets from being used for terrorist purposes.\n\n Decides on procedures for unfreezing assets of deceased individuals or entities.\n\n Calls upon the Committee to consider opinions of designating States and other relevant States when reviewing delisting requests.\n\n Encourages Member States to provide information to the Committee and meet with the Committee to convey their views on delisting requests.\n\n Confirms Secretariat notification to States of delisting and requires States to notify concerned individuals or entities.\n\nDecides on exemptions, including allowing petitioners to travel for interviews with the Ombudsperson and continued operation of the Focal Point mechanism.\nHere is a concise summary of the Security Council document:\n\n**Exemptions to Sanctions**\n\n* The Focal Point shall receive requests from listed individuals, groups, undertakings, and entities for exemptions to sanctions, and transmit them to the Committee for a decision (para 38(a)).\n* The Committee shall consider requests for exemptions to travel bans, in consultation with States of transit and destination, and agree to exemptions only with their agreement (para 38(b)).\n\n**Review and Maintenance of the Al-Qaida Sanctions List**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2083_2012_EN.pdf"
}