{
  "resolution_no": "2067",
  "year": "2012",
  "theme": [
    "Somalia",
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "AMISOM",
    "United Nations",
    "African Union",
    "Intergovernmental Authority for Development"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nRecalling previous resolutions and Presidential Statements on Somalia,\nReaffirming respect for Somalia's sovereignty, territorial integrity, and unity,\nRecognizing a stable Somalia is vital for regional security,\n\nWelcoming progress made, including:\n- The National Constituent Assembly adopting the provisional Somali Constitution,\n- Establishment of the new Federal Parliament,\n- Selection of the Speaker and President, marking the end of transition,\n\nExpressing concern at:\n- Reports of intimidation and corruption during the selection process,\n- Financial misappropriation, encouraging high standards in financial management,\n\nCommending:\n- The African Union Mission to Somalia (AMISOM) for its critical role,\n- The Special Representative of the Secretary-General, Dr. Augustine Mahiga,\n\nCondemning attacks on Somali institutions, AMISOM, and civilians by armed groups, particularly Al-Shabaab,\nStressing no place for terrorism or violent extremism in Somalia,\n\nCalling on the new Somali authorities to build security in areas secured by AMISOM and Somali National Security Forces,\nRecalling resolutions on piracy, commending efforts to reduce piracy attacks,\n\nWelcoming increased representation of women in Parliament,\nExpressing concern at the ongoing humanitarian crisis,\n\nReiterating the importance of adhering to international law, including human rights and humanitarian law,\nNoting the importance of transitional justice processes and accountability,\n\nLooking forward to the Secretary-General's high-level event on Somalia on 26 September 2012.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Expresses determination to work with new Somali institutions, encouraging the President to appoint an inclusive government and urges continued international support.\n\n2. Emphasizes the new Somali authorities' critical role in achieving reconciliation, peace, and stability, and calls for accountable and inclusive governance.\n\n3. Urges investigation into irregularities and intimidation during the selection process for Members of Parliament.\n\n4. Stresses the importance of developing post-transition priorities and strengthening relations with regional bodies.\n\n5. Underlines the Somali authorities' responsibility to support reconciliation, deliver public services, and expand rule of law institutions.\n\n6. Reiterates willingness to take measures against individuals threatening peace, stability, or security in Somalia.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2067_2012_EN.pdf"
}