{
  "resolution_no": "2087",
  "year": "2013",
  "theme": [
    "Sanctions",
    "Non-proliferation",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "DPRK",
    "Tanchon Commercial Bank",
    "Korea Mining Development Trading Corporation",
    "Korean Committee for Space Technology",
    "Bank of East Land",
    "Korea Kumryong Trading Corporation",
    "Tosong Technology Trading Corporation",
    "Korea Ryonha Machinery Joint Venture Corporation",
    "Leader (Hong Kong) International"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "13. Emphasizes the importance of all States, including the DPRK, taking measures to ensure no claim lies at the instance of the DPRK or entities/individuals designated under resolutions 1718 (2006) and 1874 (2009) in connection with contracts or transactions prevented by sanctions.\n\n14. Reaffirms its desire for a peaceful, diplomatic, and political solution to the situation, welcomes efforts to facilitate a peaceful solution through dialogue, and underlines the need to refrain from actions that might aggravate tensions.\n\n15. Reaffirms support to the Six Party Talks, calls for their resumption, and urges participants to intensify efforts on the full and expeditious implementation of the 19 September 2005 Joint Statement.\n\n16. Calls upon all Member States to implement fully their obligations under resolutions 1718 (2006) and 1874 (2009).\n\n17. Re-emphasizes that all Member States should comply with paragraphs 8 (a) (iii) and 8 (d) of resolution 1718 (2006).\n\n18. Underlines that measures imposed by resolutions 1718 (2006) and 1874 (2009) are not intended to have adverse humanitarian consequences for the civilian population of the DPRK.\n\n19. Affirms that it shall keep the DPRK’s actions under continuous review and is prepared to strengthen, modify, suspend or lift the measures as may be needed in light of the DPRK’s compliance.\n\n20. Decides to remain actively seized of the matter.\n\nAnnex I:\n\n Lists entities and individuals subject to travel ban and asset freeze:\n\n1. Paek Chang-Ho: senior official and head of the satellite control center of Korean Committee for Space Technology.\n\n2. Chang Myong-Chin: General Manager of the Sohae Satellite Launching Station.\n\n3. Ra Ky’ong-Su: Tanchon Commercial Bank official who facilitated transactions.\n\n4. Kim Kwang-Il: Tanchon Commercial Bank official who facilitated transactions for TCB and KOMID.\nAnnex II \n\nAsset Freeze \n\nThe following entities are subject to an asset freeze:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2087_2013_EN.pdf"
}