{
  "resolution_no": "2129",
  "year": "2013",
  "theme": [
    "Terrorism",
    "Counter-Terrorism",
    "International Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "Counter-Terrorism Committee (CTC)",
    "Counter-Terrorism Committee Executive Directorate (CTED)",
    "United Nations Global Counter-Terrorism Strategy",
    "Counter-Terrorism Implementation Task Force (CTITF)"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "CTED's activities:\n\n7. Cooperates with Member States and organizations to formulate national and regional counter-terrorism strategies.\n8. Provides timely country reports to the Committee and conducts follow-up activities.\n9. Reports to the Committee regularly and conducts annual reviews.\n10. Makes available information on national and regional counter-terrorism capacities.\n\n11. Facilitates technical assistance, promoting engagement between providers and recipients.\n12. Pays close attention to resolution 1624 (2005) and works with Member States to develop strategies to counter incitement of terrorist acts.\nHere is a summarized version of the Security Council document:\n\n13. Reiterates the obligation of Member States to refrain from supporting entities or persons involved in terrorist acts and encourages CTED to consider this obligation in its activities.\n\n14. Notes the evolving nexus between terrorism and information and communications technologies, and directs CTED to address this issue in consultation with relevant stakeholders.\n\n15. Encourages CTED to take into account the \"Algiers Memorandum on Good Practices on Preventing and Denying the Benefits of Kidnapping for Ransom by Terrorists\".\n\n16. Expresses solidarity with victims of terrorism and their families, and encourages CTED to consider the role of victims and survivor networks in countering terrorism.\n\n17. Recognizes the importance of the Financial Action Task Force's (FATF) revised Forty Recommendations and encourages CTED to work closely with FATF.\n\n18. Encourages CTED to continue its dialogue with Member States on developing comprehensive national counter-terrorism strategies.\n\n19. Recognizes the advantages of a comprehensive approach to preventing terrorism and violent extremism, and invites CTED to enhance partnerships with relevant entities.\n\n20. Stresses the importance of tailored dialogue and engagement among CTED, the CTC, and Member States.\n\n21. Reminds Member States that effective counter-terrorism measures and respect for human rights are complementary and mutually reinforcing.\n\n22. Requests the CTC to report orally to the Council on its work at least once a year.\n\n23. Reiterates the need to enhance cooperation among the CTC, the Committee established pursuant to resolutions 1267 (1999) and 1989 (2011), and the Committee established pursuant to resolution 1540 (2004).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2129_2013_EN.pdf"
}