{
  "resolution_no": "2096",
  "year": "2013",
  "theme": [
    "Women, Peace and Security",
    "Peacekeeping",
    "Humanitarian",
    "Reconciliation",
    "Counter-Narcotics",
    "Rule of Law"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "NATO",
    "United Nations Office on Drugs and Crime (UNODC)",
    "International Security Assistance Force (ISAF)"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "18. Welcomes efforts by Afghanistan, its neighbours, and regional partners to foster trust and cooperation, including Trilateral Summits and regional organizations.\n\n19. Calls for strengthening regional cooperation, including measures to facilitate regional trade and transit, expand trade, increase foreign investments, and develop infrastructure.\n\n20. Emphasizes the importance of strengthening local and regional transportation networks to facilitate economic development, stability, and self-sustainability.\n\n21. Reaffirms the central role of the JCMB in coordinating and monitoring the implementation of the Afghanistan National Development Strategy (ANDS).\n\n22. Calls on international donors and the Afghan Government to adhere to their commitments made at the Tokyo Conference and previous conferences.\n\n23. Calls upon the Afghan Government and international community to address the threat posed by the Taliban, Al-Qaida, and other violent groups.\n\n24. Reiterates the importance of increasing the functionality, professionalism, and accountability of the Afghan security sector.\n\n25. Welcomes progress in developing the Afghan National Army and encourages sustained training efforts.\n\n26. Takes note of efforts to enhance the capabilities of the Afghan National Police and calls for further efforts towards that goal.\nThe Security Council:\n\nNoting the importance of a capable police force for Afghanistan's long-term security, looks forward to the 10-year vision for the Ministry of Interior and Afghan National Police.\n\nWelcomes progress in disbanding illegal armed groups and integrating them with the Afghanistan Peace and Reintegration Programme, and calls for accelerated efforts with international support.\n\nCondemns attacks targeting civilians and Afghan and international forces, and the use of civilians as human shields by the Taliban and other extremist groups.\n\nNotes with concern attacks on humanitarian workers, and underlines the need for safe and unhindered access for humanitarian actors.\n\nWelcomes achievements in the Mine Action Programme, and encourages continued efforts to remove anti-personnel landmines and explosive remnants of war.\n\nRecognizes progress in minimizing civilian casualties by ISAF and other international forces, and calls for continued robust efforts.\n\nExpresses strong concern about the recruitment and use of children by Taliban, Al-Qaida, and other groups, and calls for those responsible to be brought to justice.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2096_2013_EN.pdf"
}