{
  "resolution_no": "2056",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Terrorism",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "ECOWAS",
    "African Union (AU)",
    "United Nations Office for West Africa",
    "Al-Qaida in the Islamic Maghreb (AQIM)"
  ],
  "reporting_cycle": "by 31 July 2012, and by 15 September 2012",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous statements on Mali, reaffirms its commitment to the country's sovereignty, unity, and territorial integrity. It condemns the March 22, 2012, coup d'etat and commends ECOWAS and the African Union's efforts to restore constitutional order. The Council supports the mediation efforts of ECOWAS and the AU, and welcomes the Secretary-General's good offices. \n\nThe Council stresses the need for dialogue between transitional authorities and various stakeholders, and civilian control over the Malian armed forces. It condemns rebel group attacks and rejects the National Movement for the Liberation of Azawad's declaration of independence in Northern Mali.\n\nThe Council expresses concern over the deteriorating humanitarian situation, terrorist threats, and proliferation of weapons in the Sahel region. It condemns terrorist acts, including kidnappings and hostage-takings. The Council also expresses grave concern over the humanitarian situation in Mali, increased displacement, and destruction of cultural sites.\n\nDetermining that the situation in Mali constitutes a threat to international peace and security, the Council, acting under Chapter VII, calls for: \n\n1. Full support to ECOWAS and AU efforts, with UN support, to restore constitutional order in Mali.\n2. All national stakeholders to enable transitional authorities to exercise their responsibilities and ensure restoration of constitutional order.\n3. Takes note of ECOWAS non-recognition of the National Council for the Recovery of Democracy and the Restoration of the State.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n \n1. Decides to dissolve the CNRDRE entity in Mali's transition and demands its members refrain from interfering in politics and transitional authorities.\n\n2. Urges Malian armed forces to respect constitutional order, civilian rule, and human rights.\n\n3. Condemns the physical assault on Interim President Dioncounda Traoré and calls for perpetrators to be brought to justice.\n\n4. Supports the Transitional authorities and calls for their work to be supported.\n\n5. Takes note of ECOWAS and AU decisions to adopt targeted sanctions in Mali.\n\n6. Calls for Interim President Dioncounda Traoré's safe return to Bamako.\n\n7. Expresses support to Transitional authorities to develop a roadmap for Mali's transition.\n\n8. Demands rebel groups in North Mali cease hostilities.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2056_2012_EN.pdf"
}