{
  "resolution_no": "2097",
  "year": "2013",
  "theme": [
    "Peacebuilding",
    "Development",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIPSIL",
    "United Nations Country Team",
    "Peacebuilding Commission",
    "Special Court for Sierra Leone"
  ],
  "reporting_cycle": "Secretary-General reports no later than 15 September 2013",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n\nRecalling previous resolutions and statements on Sierra Leone, welcomes the tenth report of the Secretary-General and its recommendations.\n\nWelcomes significant progress towards peace and stability, and long-term development.\n\nCommends Sierra Leone for successful elections in November 2012, and congratulates the people on their commitment to democracy.\n\nWelcomes the role of UNIPSIL, the UN Country Team, and international partners in supporting elections.\n\nWelcomes progress in implementing the Agenda for Change, and commends the contribution of UNIPSIL and international partners.\n\nWelcomes efforts to finalize Sierra Leone's Agenda for Prosperity, and emphasizes the need for continued integrated support.\n\nReiterates support for the Special Court for Sierra Leone, and requests the Court to complete its work by 30 September 2013.\n\nWelcomes regional organizations' roles in supporting peacebuilding and development goals.\n\nRecognizes challenges posed by transnational organized crime and corruption.\n\nWelcomes the Peacebuilding Commission's and Peacebuilding Fund's roles.\n\nDecides to extend UNIPSIL's mandate until 31 March 2014.\n\nDecides that UNIPSIL should be fully drawn down by 31 March 2014.\n\nRequests the Secretary-General to keep the Security Council informed and submit a report by 15 September 2013.\n\nEncourages a transition steering group to map international support to Sierra Leone.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2097_2013_EN.pdf"
}