{
  "resolution_no": "2033",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Regional Organizations",
    "Conflict Prevention"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 54",
    "Chapter VIII"
  ],
  "entities": [
    "African Union",
    "United Nations",
    "African Union Peace and Security Council",
    "Regional Economic Communities"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nRecalling previous resolutions and statements on partnerships between the UN and regional organizations, \n\nReaffirming its primary responsibility for international peace and security, \n\nNoting cooperation with regional organizations can improve collective security, \n\nRecognizing regional organizations' knowledge of their regions can benefit conflict prevention and resolution,\n\nStressing effective partnerships between the UN and regional organizations enable early responses to disputes and crises,\n\nRecalling resolutions on women, peace, and security, and children in armed conflicts,\n\nWelcoming the African Union's contributions to conflict settlement in Africa,\n\nExpressing support for African Union peace initiatives and stressing the need for regular updates to the Security Council,\n\nRecalling the African Union's Constitutive Act and Peace and Security Council Protocol,\n\nAcknowledging progress in UN-African Union cooperation and stressing further strengthening of their partnership,\n\nRecognizing the importance of capacity-building for regional organizations in conflict prevention and crisis management,\n\nNoting constraints faced by regional organizations, including the African Union, in securing resources,\n\nAppreciating collaboration between the Secretary-General's good offices and the African Union,\n\nWelcoming UN support for the African Union in peacekeeping and mediation,\n\nNoting the need for comprehensive analysis of lessons learned from UN-African Union cooperation.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Determines to enhance the relationship between the UN and regional/subregional organizations, particularly the African Union (AU), in accordance with Chapter VIII of the UN Charter.\n\n2. Encourages regional/subregional organizations to be involved in peaceful settlement of disputes, conflict prevention, confidence-building, and mediation efforts.\n\n3. Encourages regional/subregional organizations to strengthen cooperation and increase capacities in maintaining international peace and security.\n\n4. Reiterates the importance of establishing a more effective relationship between the Security Council and the AU Peace and Security Council.\n\n5. Takes note of the strategic visions of the UN-AU partnership and stresses that common efforts should be based on their respective authorities, competencies, and capacities.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2033_2012_EN.pdf"
}