{
  "resolution_no": "2124",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Sanctions",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "AMISOM",
    "UNSOM",
    "AU",
    "UN"
  ],
  "reporting_cycle": "The Secretary-General reports on the implementation of all aspects of this resolution as part of his regular reporting to the Security Council on the situation in Somalia",
  "operative_authority": "Chapter VII",
  "summary": "13. The Council calls for new donors to support AMISOM through additional funding.\n\n14. The Council requests UNSOA to support the Somali National Army (SNA) through provision of food, water, fuel, transport, and medical evacuation.\n\n15. The Council underlines that support to the SNA must comply with the UN Human Rights and Due Diligence Policy (HRDDP).\n\n16. The Council underlines that all forces supported by UNSOA shall act in compliance with the HRDDP.\n\n17. The Council requests the Head of UNSOA to keep the Special Representative of the Secretary-General informed.\n\n18. The Council calls upon the Federal Government of Somalia to continue efforts to strengthen the Somali National Security Forces.\n\n19. The Council requests UNSOM to continue assisting in the rebuilding of Somali security institutions.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n* Requests UNSOM to provide strategic policy advice on security sector reform (SSR) and assist the Federal Government of Somalia in coordinating international donor support on SSR.\n* Asks UNSOM to assist the Federal Government of Somalia in developing principles on policing in Somalia to support the development of an effective police force.\n* Urges the Federal Government of Somalia to ensure the protection and well-being of internally displaced persons, including from sexual violence and exploitation.\n\nRegarding security, the Council:\n* Takes note of the Secretary-General's intention to deploy a United Nations Static Guard unit to strengthen security at UNSOM compounds.\n* Emphasizes the importance of AMISOM's protection of Mogadishu International Airport Compound.\n\nOn the political process:\n* Urges increased collaboration between the AU, United Nations, and Federal Government of Somalia on a comprehensive approach to peace, security, and development.\n* Recalls its statement welcoming the agreement between the Federal Government of Somalia and the Interim Jubba Administration and emphasizes the importance of meeting timelines.\n* Welcomes efforts to consolidate security and establish the rule of law and encourages the Federal Government of Somalia to lead an inclusive national dialogue.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2124_2013_EN.pdf"
}