{
  "resolution_no": "2125",
  "year": 2013,
  "theme": [
    "Piracy",
    "Maritime Security",
    "Somalia"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNODC",
    "IMO",
    "CGPCS",
    "INTERPOL",
    "Europol",
    "EU",
    "NATO"
  ],
  "reporting_cycle": "The Secretary-General reports to the Security Council within 11 months of the adoption of this resolution",
  "operative_authority": "Chapter VII",
  "summary": "Renews its call upon States and regional organizations to take part in the fight against piracy and armed robbery at sea.\nHere is a summarized version of the Security Council document:\n\n11. The Security Council commends the Contact Group on Piracy off the Coast of Somalia (CGPCS) for facilitating coordination to deter piracy and armed robbery, and urges States and international organizations to continue supporting these efforts.\n\n12. The Council encourages Member States to cooperate with Somali authorities in the fight against piracy, notes the primary role of Somali authorities, and renews authorizations for States and regional organizations to cooperate with Somali authorities for 12 months.\n\n13. The authorizations renewed apply only to the situation in Somalia, do not affect rights or obligations under international law, and do not establish customary international law.\n\n14. The arms embargo on Somalia does not apply to supplies of weapons and military equipment for Member States and organizations undertaking measures to fight piracy.\n\n15. Cooperating States must ensure their activities do not deny or impair the right of innocent passage to ships of third States.\n\n16. The Council calls on all States to cooperate in determining jurisdiction, investigating, and prosecuting those responsible for piracy and armed robbery.\n\n17. States should criminalize piracy under domestic law and prosecute and imprison those convicted.\n\n18. The Council reiterates its decision to consider establishing specialized anti-piracy courts in Somalia and other States.\n\n19. The UNODC Counter-Piracy Programme's work with Somali authorities and neighboring States is welcomed.\n\n20. States should prevent illicit financing of piracy and laundering of its proceeds.\n\n21. States, in cooperation with INTERPOL and Europol, should investigate international criminal networks involved in piracy.\n\n22. The Council commends INTERPOL's global piracy database and urges States to share information.\n\n23. The contributions of the Trust Fund and the IMO-funded Djibouti Code of Conduct are commended.\n\n24. States parties to \"The Convention\" and the SUA Convention should implement their obligations and cooperate with the UNODC and IMO.\n\n25. The Council acknowledges recommendations and guidance provided by the IMO on preventing and suppressing piracy.\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2125_2013_EN.pdf"
}