{
  "resolution_no": "2127",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Sanctions",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MISCA",
    "BINUCA",
    "AU-RTF",
    "French forces",
    "UNIFIL",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "every 60 days",
  "operative_authority": "Chapter VII",
  "summary": "**Deployment of MISCA**\n\n* Authorizes the deployment of the African-led International Support Mission in the Central African Republic (MISCA) for 12 months, with a review after 6 months (para 28).\n* Mandates MISCA to:\n\t+ Protect civilians and restore security and public order (para 28.i).\n\t+ Stabilize the country and restore State authority (para 28.ii).\n\t+ Create conditions for humanitarian assistance (para 28.iii).\n\t+ Support the disarmament, demobilization, and reintegration (DDR) process (para 28.iv).\n\t+ Support national and international efforts to reform the defense and security sectors (para 28.v).\n\n**International Support**\n\n* Welcomes consultations between the African Union (AU) and countries in the region to finalize the transition from MICOPAX to MISCA (para 29).\n* Requests the AU and ECCAS to ensure the transfer of authority from MICOPAX to MISCA by December 19, 2013 (para 30).\n* Emphasizes the need for coordination and information-sharing between BINUCA, AU-RTF, and MISCA (para 31).\n\n**UN Support**\n\n* Requests the Secretary-General to provide technical and expert advice to the AU on the planning and deployment of MISCA (para 37).\n* Requests the Secretary-General to support MISCA in countering illicit proliferation of arms and related materials (para 38).\n* Underscores the need for coordination mechanisms between BINUCA and MISCA (para 39).\n\n**Funding**\n\n* Underlines the responsibility of regional organizations to secure resources for their work (para 41).\n* Calls upon Member States and organizations to provide financial support and contributions in kind to MISCA (para 42).\n* Requests the Secretary-General to establish a trust fund for MISCA (para 43).\nThe Security Council:\n\n Requests the Secretary-General to support, in coordination with the EU, a donors conference to solicit contributions to a trust fund for MISCA.\n\n Calls on Member States to contribute generously to the trust fund, while noting that it does not preclude direct bilateral arrangements.\n\n Notes the AU's appreciation for bilateral and multilateral partners supporting MISCA.\n\n Takes note of the AU and ECCAS's position that MISCA may require transformation into a UN peacekeeping operation and welcomes the Secretary-General's intention to prepare for this possibility.\n\n Requests the Secretary-General to undertake contingency preparations and planning for the possible transformation of MISCA into a UN peacekeeping operation.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2127_2013_EN.pdf"
}