{
  "resolution_no": "2083",
  "year": "2012",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "UNIFIL",
    "MINUSMA",
    "Financial Action Task Force (FATF)",
    "INTERPOL",
    "United Nations Office on Drugs and Crime",
    "Counter-Terrorism Implementation Task Force (CTITF)"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days; The Monitoring Team reports comprehensively to the Committee, one by 31 June 2013, and the second by 31 December 2013",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council document 2083 (2012) outlines the procedures for considering delisting requests from individuals or entities designated as associated with Al-Qaida.\n\n**Information Gathering (4 months)**: \n- The Ombudsperson shall seek information from States, the Monitoring Team, and the petitioner.\n- The Ombudsperson shall provide a written update to the Committee on progress.\n\n**Dialogue (2 months)**: \n- The Ombudsperson facilitates dialogue with the petitioner and requests additional information.\n- The Ombudsperson shall request a signed statement from the petitioner declaring no ongoing association with Al-Qaida.\n- The Ombudsperson shall meet with the petitioner, forward replies, and coordinate with States and the Committee.\n\n**Comprehensive Report**: \n- The Ombudsperson drafts a report summarizing information, describing activities, and recommending on the delisting request.\n\n**Committee Discussion**: \n- The Committee reviews the report for 15 days.\n- The Ombudsperson presents the report and answers questions.\n- Committee consideration is completed within 30 days.\n\n**Outcomes**: \n- If the Ombudsperson recommends retaining the listing, the requirement for States to take measures remains.\n- If the Ombudsperson recommends delisting, the requirement terminates 60 days after Committee consideration unless the Committee decides otherwise.\nHere is a clear and concise summary of the document:\n\nThe Security Council resolution outlines the procedures for delisting individuals, groups, undertakings, or entities from a sanctions list. \n\n13. If the Ombudsperson recommends delisting, the Committee shall refer the question to the Security Council within 60 days; measures to sanction the individual/group remain in force until the Security Council decides.\n\n14. After deciding on a delisting request, the Committee shall convey its decision and reasons to the Ombudsperson, who shall transmit it to the petitioner.\n\n15. If a delisting request is rejected, the Ombudsperson shall send a letter to the petitioner within 15 days, communicating the Committee's decision, describing the process and factual information gathered, and forwarding information from the Committee.\n\n16. The Ombudsperson shall respect confidentiality of Committee deliberations and communications with Member States.\n\n17. The Ombudsperson may notify the petitioner and relevant States of the process stage.\n\n18. The Ombudsperson's other tasks include:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2083_2012_EN.pdf"
}