{
  "resolution_no": "2100",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Security",
    "Terrorism",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MINUSMA",
    "AFISMA",
    "UNOM",
    "AU",
    "ECOWAS",
    "EU",
    "International Criminal Court"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council within 45 days of the adoption of this resolution, and then every three months from 1 July 2013",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2100 (2013) on 25 April 2013, recalling previous resolutions and statements on Mali, and reaffirming its commitment to the country's sovereignty, unity, and territorial integrity. The Council condemned the January 2013 offensive by terrorist, extremist, and armed groups, and welcomed French forces' swift action, at Mali's request, to stop the offensive. The Council emphasized the need for:\n\n* Restoring democratic governance and constitutional order through free and inclusive elections\n* Inclusive dialogue and engagement with Malian political groups\n* Respect for humanitarian principles and continued provision of humanitarian assistance\n* Accountability for human rights abuses and international humanitarian law violations\n* Sanctions against individuals and groups linked to Al-Qaida and associated groups\n\nThe Council also expressed concern over the Sahel region's food and humanitarian crisis, insecurity, and transnational organized crime, and reiterated its readiness to sanction those who do not cut ties with Al-Qaida and associated groups.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council expresses concern over kidnappings in the Sahel region and determination to combat kidnapping and hostage-taking. It commends the African Union (AU), ECOWAS, EU, and Secretary-General for efforts to solve the crisis in Mali and welcomes the establishment of a Joint Task Force.\n\nThe Council commends efforts to contribute forces to AFISMA and welcomes deployment in Mali. It also commends contributions pledged at the Donors conference and urges donors to translate pledges into actual contributions.\n\nThe Council encourages international coordination to consolidate progress in Mali and welcomes regular meetings of the Support and Follow-Up Group. It takes note of letters from transitional authorities of Mali and ECOWAS Commission requesting deployment of a UN operation and transformation of AFISMA.\n\nThe Council emphasizes the transitional authorities' primary responsibility to resolve challenges facing Mali and protect citizens. It encourages the international community to provide broad support and looks forward to a high-level donors' conference.\n\nDetermining that the situation in Mali constitutes a threat to international peace and security, the Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2100_2013_EN.pdf"
}