{
  "resolution_no": "2037",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Post-Conflict Reconstruction",
    "Human Rights",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIT",
    "PNTL",
    "F-FDTL",
    "United Nations Country Team"
  ],
  "reporting_cycle": "within 60 days after the formation of the new Government and at the latest 15 October 2012",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nAdopted resolution 2037 (2012) on 23 February 2012, \n\n Reaffirming previous resolutions on Timor-Leste, particularly 1599 (2005), 1677 (2006), 1690 (2006), 1703 (2006), 1704 (2006), 1745 (2007), 1802 (2008), 1867 (2009), 1912 (2010), and 1969 (2011).\n\n Welcoming the Secretary-General's report (S/2012/43) of 18 January 2012.\n\n Reaffirming commitment to Timor-Leste's sovereignty, independence, territorial integrity, and national unity.\n\n Noting general stability, improvements in the political and security situation, and strong commitment to national dialogue and peaceful participation.\n\n Stressing the importance of a peaceful, credible, and transparent electoral process in 2012.\n\n Noting progress in preparing presidential and parliamentary elections, and encouraging increased women and youth participation.\n\n Welcoming the High-Level Committee on Transition's work and the Joint Transition Plan.\n\n Reaffirming the need for judicial independence, and stressing the need to address impunity.\n\n Encouraging efforts to establish accountability for serious criminal offences.\n\n Encouraging progress on draft laws on reparations and follow-on institutions.\n\n Welcoming progress in strengthening justice and corrections sectors.\n\n Recognizing steps to strengthen institutional capacities and effectiveness of the Anti-Corruption Commission and Civil Service Commission.\n\n Welcoming the Law on Preventing and Combating Money Laundering and Financing of Terrorism.\n\n Welcoming the resumption of primary policing responsibilities by the Polícia Nacional de Timor-Leste (PNTL).\n\n Expressing support for international security forces in maintaining law and stability.\n\n Welcoming the enhancement of the Falintil-Forças de Defesa de Timor-Leste (F-FDTL).\n\n Welcoming progress in achieving strong economic growth and socio-economic development.\n\n Welcoming the National Strategic Development Plan (2011-2030).\n\n Recalling that Timor-Leste still faces challenges and needs continued assistance from bilateral and multilateral partners.\nHere is a concise summary of the Security Council document 2037 (2012):\n\nThe Security Council:\n\nAcknowledges Timor-Leste's contribution to post-conflict peacebuilding and institution-building.\n\nWelcomes the Government's commitment to promoting women's rights and protection from gender-based violence.\n\nExtends the mandate of UNMIT until 31 December 2012 at current levels, with a phased drawdown plan.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2037_2012_EN.pdf"
}