{
  "resolution_no": "2121",
  "year": 2013,
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "BINUCA",
    "MISCA",
    "African Union",
    "ECCAS",
    "LRA",
    "UNIFIL",
    "International Criminal Court"
  ],
  "reporting_cycle": "Secretary-General reports by 31 December 2013",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2121 (2013) on 10 October 2013, recalling its previous resolutions and press statements on the Central African Republic (CAR). The Council reaffirmed its commitment to the sovereignty, independence, territorial integrity, and unity of the CAR. \n\nThe Council expressed deep concern at the security situation in the CAR, characterized by a total breakdown in law and order, and the absence of the rule of law. It also expressed grave concern about the consequences of instability in the CAR on the Central African region and beyond.\n\nThe Council noted with concern the widespread human rights violations and abuses, including extrajudicial killings, enforced disappearances, arbitrary arrests and detention, torture, and sexual violence against women and children. It reiterated that all perpetrators of such acts must be held accountable.\n\nThe Council welcomed the decision of the African Union Peace and Security Council to authorize the deployment of the African-led International Support Mission in the CAR (MISCA). It commended the efforts of the Economic Community of Central African States (ECCAS) and its Mediator, as well as the African Union, to resolve the crisis.\n\nThe Council condemned the seizure of power by force on 24 March 2013 by the Seleka coalition and associated violence and looting. It also condemned the devastation of natural heritage and noted that poaching and trafficking of wildlife are among the factors that fuel the crisis in the CAR.\n\nThe Council called upon the parties in the CAR to engage with the Special Representative on Children and Armed Conflict and the Special Representative on Sexual Violence in Conflict. It looked forward to the swift appointment of a new Chair for the Central African Republic Peacebuilding Commission Country-Specific Configuration.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nTaking note of the Secretary-General's report and recommendations on the UN Integrated Peacebuilding Office in the Central African Republic (BINUCA),\n\nReiterating that the crisis in the CAR poses a serious threat to regional stability,\n\n**Political Transition**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2121_2013_EN.pdf"
}