{
  "resolution_no": "2096",
  "year": "2013",
  "theme": [
    "Women, Peace and Security",
    "Peacekeeping",
    "Humanitarian",
    "Reconciliation",
    "Counter-Narcotics",
    "Rule of Law"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "NATO",
    "United Nations Office on Drugs and Crime (UNODC)",
    "International Security Assistance Force (ISAF)"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "Stresses the central and impartial role of the United Nations in promoting peace and stability in Afghanistan, and expresses appreciation for the efforts of the Secretary-General, his Special Representative, and UNAMA.\n\nReaffirms that the role of international actors will evolve from direct service delivery to support and capacity building for Afghan institutions, enabling the Government of Afghanistan to exercise its sovereign authority.\n\nStresses the importance of a comprehensive and inclusive, Afghan-led and Afghan-owned political process to support reconciliation, and welcomes recent momentum in the Afghan-led process of peace and reconciliation.\n\nRecalls the Government of Afghanistan’s commitments to strengthen and improve Afghanistan’s electoral process, and welcomes the Presidential decree of 26 July 2012 and preparations for the 2014 presidential and provincial council elections.\n\nReaffirms that Afghanistan’s peaceful future lies in building a stable, secure, economically sustainable state, free of terrorism and narcotics, and based on the rule of law.\n\nEmphasizes the agreements reached at the NATO’s Lisbon and Chicago Summits to transfer full security responsibility to the Afghan National Security Forces (ANSF) by the end of 2014.\n\nUnderlines the importance of operationally capable, professional, and sustainable ANSF for meeting Afghanistan’s security needs.\n\nWelcomes the Chicago Summit Joint Declaration on Afghanistan, stressing the long-term commitment to lasting peace, security, and stability in Afghanistan beyond 2014.\nThe Security Council:\n\nReaffirms its support to the development of the Afghan National Security Forces (ANSF) through training, equipping, financing and capability development beyond the transition period, with a clear view to the assumption of full financial responsibility by the Government of Afghanistan by 2024.\n\nRecognizes that security gains must be supported by progress in Afghan governance and development capacity.\n\nCalls for optimized cooperation, coordination and mutual support between UNAMA, ISAF and other stakeholders.\n\nUrges the international community to enhance their contributions in a coordinated manner with the Afghan authorities and UNAMA.\n\nStresses the need to improve the reach, quality and quantity of humanitarian aid, ensuring efficient and timely coordination and delivery.\n\nEmphasizes the need to uphold humanitarian principles, including humanity, neutrality, impartiality and independence.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2096_2013_EN.pdf"
}