{
  "resolution_no": "2063",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Protection of Civilians"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMID",
    "African Union",
    "United Nations Mission in South Sudan (UNMISS)",
    "United Nations Interim Security Force for Abyei (UNISFA)"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "Stresses the importance of achieving dignified and durable solutions for refugees and internally displaced persons.\nHere is a clear and concise summary of the Security Council document text:\n\nThe Security Council:\n\n* Urges parties to the conflict in Darfur to create conditions for voluntary, informed, safe, dignified, and sustainable return of refugees and internally displaced persons (IDPs) or their local integration.\n* Welcomes the trend of voluntary returns but expresses concern over new displacements and approximately 2 million IDPs and refugees remaining displaced.\n* Stresses the importance of the Joint Verification Mechanism in verifying the nature of returns and expresses concern over bureaucratic obstacles undermining its effectiveness.\n\n* Notes that security and freedom of movement are crucial for recovery initiatives and a return to normalcy in Darfur.\n* Encourages UNAMID to facilitate recovery and reconstruction efforts, and calls on parties to provide unhindered access.\n\n* Expresses concern over localized conflicts, increased criminality, and violence, and calls on parties to end inter-tribal clashes and pursue reconciliation.\n* Requests UNAMID to support local conflict resolution mechanisms, monitor arms proliferation, and cooperate with the Panel of Experts.\n\n* Demands parties protect civilians, including women and children, from sexual violence, and requests UNAMID to report on sexual and gender-based violence.\n\n* Requests the Secretary-General to ensure continued monitoring and reporting on children, and dialogue with parties to develop and implement time-bound action plans to end child soldier recruitment.\n\n* Requests the Secretary-General to review and update UNAMID's concept of operations and rules of engagement, and report to the Security Council and troop-contributing countries.\n\n* Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2063_2012_EN.pdf"
}