{
  "resolution_no": "2102",
  "year": "2013",
  "theme": [
    "Somalia",
    "Peacebuilding",
    "Statebuilding",
    "Humanitarian",
    "Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNSOM",
    "AMISOM",
    "African Union",
    "Intergovernmental Authority on Development (IGAD)",
    "United Nations Country Team"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Somalia, reaffirms respect for Somalia's sovereignty and territorial integrity.\n\n Recognizes progress in Somalia, commends the Federal Government of Somalia (FGS), African Union Mission in Somalia (AMISOM), and international partners for their efforts.\n\nUnderlines the importance of supporting FGS's efforts towards peace and reconciliation, commending regional and international partners.\n\nWelcomes progress between FGS and regional administrations, stressing cooperation on peace, services, reconciliation, and rule of law.\n\nEmphasizes international support for Somalia's security and justice institutions, and looks forward to the 7 May 2013 Conference in London.\n\nExpresses concern at the humanitarian crisis, commends humanitarian actors, and condemns misuse of humanitarian assistance.\n\nCondemns terrorist attacks, reiterating willingness to take action against those threatening peace and stability.\n\nWelcomes FGS's commitment to improving human rights, expresses concern at human rights violations, and underscores the need to end impunity.\n\nUnderlines the importance of coordinated international support to FGS, and looks forward to the September 2013 Conference in Brussels.\n\n Takes note of FGS's intention to implement the \"New Deal for Engagement in Fragile States\".\n\nWelcomes the appointment of Mr. Nicholas Kay as Special Representative of the Secretary-General (SRSG).\n\nDecides to:\n\n1. Establish the United Nations Assistance Mission in Somalia (UNSOM) by 3 June 2013, for an initial period of 12 months.\n\n2. Define UNSOM's mandate as:\n\n(a) Providing \"good offices\" functions to support FGS's peace and reconciliation process.\n\n(b) Supporting FGS and AMISOM with strategic policy advice on:\n\n(i) Governance;\n\n(ii) Security sector reform, rule of law, disengagement of combatants, disarmament, demobilization and reintegration, maritime security, and mine action.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Decides to establish the United Nations Assistance Mission in Somalia (UNSOM) to support the Federal Government of Somalia.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2102_2013_EN.pdf"
}