{
  "resolution_no": "2043",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNSMIS",
    "UNHCR",
    "Syrian government",
    "Syrian opposition"
  ],
  "reporting_cycle": "every 15 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms support to Kofi Annan, Joint Special Envoy for the UN and League of Arab States, and his work.\n\nCondemns widespread human rights violations by Syrian authorities and armed groups, and expresses regret at thousands of deaths.\n\nAppreciates efforts by states bordering Syria to assist displaced persons and humanitarian assistance provided by other states.\n\nNotes Syria's commitment to implement the six-point proposal: \n- cease troop movements towards population centers\n- cease use of heavy weapons\n- pull back military concentrations\n\nExpresses concern over ongoing violence, despite a cessation of fire.\n\nSupports the Envoy's call for immediate implementation of the six-point proposal.\n\nTakes note of the Secretary-General's assessment that a UN monitoring mission would contribute to upholding the cessation of violence.\n\nNoting the 19 April 2012 Preliminary Understanding between Syria and the UN.\n\nDecides to:\n\n1. Reaffirm support for the six-point proposal to end violence and facilitate a Syrian-led political transition.\n\n2. Call on Syria to implement commitments: cease troop movements, heavy weapons use, and pull back military concentrations.\n\n3. Call on all parties to cease armed violence.\n\n4. Call on Syrian armed opposition groups to respect the Preliminary Understanding.\n\n5. Establish a UN Supervision Mission in Syria (UNSMIS) for 90 days, with up to 300 unarmed military observers and a civilian component.\nHere is a clear and concise summary of the Security Council document:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2043_2012_EN.pdf"
}