{
  "resolution_no": "2111",
  "year": "2013",
  "theme": [
    "Somalia",
    "Eritrea",
    "Peacekeeping",
    "Sanctions",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Somalia and Eritrea Monitoring Group",
    "AMISOM",
    "Federal Government of Somalia",
    "African Union"
  ],
  "reporting_cycle": "The Monitoring Group shall submit final reports no later than thirty days prior to the termination of the Monitoring Group’s mandate. The Emergency Relief Coordinator to report to the Security Council by 20 March 2014 and again by 20 September 2014.",
  "operative_authority": "Chapter VII",
  "summary": "7. Supplies of items in the annex require advance approval by the Committee on a case-by-case basis.\n\n8. Weapons or military equipment sold or supplied for the development of the Security Forces of the Federal Government of Somalia may not be resold or transferred to anyone not in the service of the Security Forces.\n\n9. The Federal Government of Somalia must report to the Security Council by 6 October 2013, 6 February 2014, and every six months thereafter on:\n    (a) the structure of the Security Forces;\n    (b) infrastructure for safe storage, registration, maintenance, and distribution of military equipment;\n    (c) procedures and codes of conduct for registration, distribution, use, and storage of weapons.\n\n10. The arms embargo on Somalia shall not apply to:\n    (a) supplies for United Nations personnel, including UNSOM;\n    (b) supplies for AMISOM;\n    (c) supplies for AMISOM's strategic partners;\n    (d) supplies for the European Union Training Mission (EUTM);\n    (e) measures to suppress piracy and armed robbery;\n    (f) protective clothing for personal use;\n    (g) non-lethal military equipment for humanitarian or protective use.\n\n11. The arms embargo on Somalia shall not apply to supplies and training for developing Somali security sector institutions.\n\n12. The arms embargo on Eritrea shall not apply to non-lethal military equipment for humanitarian or protective use.\n\n13. The arms embargo on Eritrea shall not apply to protective clothing for personal use.\n\n14. The Federal Government of Somalia has primary responsibility to notify the Committee of deliveries of weapons or military equipment.\n\n15. Member States or international organizations may make notifications in consultation with the Federal Government of Somalia.\n\n16. Notifications must contain all relevant information, including type, quantity, and delivery details.\n\n17. The Federal Government of Somalia must fulfil its obligations under the suspension of the arms embargo, including the notification procedure.\nHere is a concise summary of the Security Council document:\n\n**Charcoal ban**\n\n* Reiterates that Somali authorities must prevent charcoal export and requests AMISOM support.\n* Requests Member States to prevent direct or indirect import of charcoal from Somalia.\n* Expresses concern at continued charcoal ban violations and requests detailed information on environmentally sound destruction of Somali charcoal.\n\n**Humanitarian issues**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2111_2013_EN.pdf"
}