{
  "resolution_no": "2057",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Protection of Civilians",
    "Post-Conflict Peacebuilding",
    "Human Rights",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UNMISS",
    "Government of the Republic of South Sudan",
    "United Nations country team",
    "African Union-United Nations Hybrid Mission in Darfur (UNAMID)",
    "United Nations Interim Security Force for Abyei (UNISFA)",
    "United Nations Organization Stabilization Mission in the Democratic Republic of the Congo (MONUSCO)"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council on the expected timeline of the deployment of all mission elements, and on the fulfilment of civilian staffing; The Secretary-General reports every 90 days on UNMISS's activities",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions 1996 (2011) and 2046 (2012), reaffirms its commitment to the sovereignty, independence, territorial integrity, and national unity of South Sudan.\n\nWelcomes the establishment of government institutions and the National Legislative Assembly, and the enactment of national legislation, including the Political Parties Act.\n\nNotes the Financial Management Act and President Salva Kiir's legislative programme to combat corruption, and underscores the need for further steps to address corruption.\n\nCommits to seeing South Sudan become an economically prosperous state living in peace, security, and stability with Sudan.\n\nUnderscores the need for coherent UN activities in South Sudan, clarity on roles and responsibilities between UNMISS and the UN country team, and cooperation with regional actors.\n\nEmphasizes the need for partnerships among the UN, development agencies, bilateral partners, and international financial institutions to implement national strategies for institution building.\n\nDeplores the persistence of conflict and violence, and stresses the importance of sustained cooperation and dialogue with civil society to stabilize the security situation and protect civilians.\n\nRecalling the Presidential Statement of 11 February 2011, stresses national ownership and responsibility in post-conflict peacebuilding.\n\nStresses the need for a comprehensive approach to peace consolidation, integrating political, security, development, human rights, and rule of law activities.\n\nExpresses deep concern at the humanitarian situation in South Sudan, and restrictions on UNMISS movement.\n\nEmphasizes the vital role of the UN in supporting national authorities to consolidate peace and prevent a return to violence.\n\nRecognizes the importance of supporting peacebuilding efforts, and notes with concern the potential impact of the austerity budget on such efforts.\n\nUnderscores the need to broaden and deepen the pool of available civilian experts to help develop national capacity.\n\nRecalls its resolutions on children and armed conflict, and takes note of reports on the situation in Sudan.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nReaffirms its previous resolutions on the protection of civilians in armed conflict, women, peace, and security, and humanitarian personnel.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2057_2012_EN.pdf"
}