{
  "resolution_no": "2096",
  "year": "2013",
  "theme": [
    "Women, Peace and Security",
    "Peacekeeping",
    "Humanitarian",
    "Reconciliation",
    "Counter-Narcotics",
    "Rule of Law"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "NATO",
    "United Nations Office on Drugs and Crime (UNODC)",
    "International Security Assistance Force (ISAF)"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "(d) Support regional cooperation to promote a stable and prosperous Afghanistan.\n\n(e) Cooperate with ISAF and the NATO Senior Civilian Representative to ensure civil-military coordination.\n\n7. Reaffirms that UNAMA and the Special Representative will increase efforts to achieve coherence and coordination among UN agencies to maximize their collective effectiveness in support of Afghanistan's National Priority Programmes.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRequests UNAMA to:\n(a) Promote implementation of the Kabul Process through enhanced cooperation with the UN Office on Drugs and Crime;\n(b) Support Afghan Government efforts to improve governance, rule of law, and fight corruption;\n(c) Cooperate with and build capacity of the Afghanistan Independent Human Rights Commission (AIHRC) and monitor human rights;\n(d) Coordinate and facilitate humanitarian assistance and support internally displaced persons and refugees.\n\nCalls upon:\n- All Afghan and international parties to coordinate with UNAMA;\n- The Secretary-General to ensure security of UN staff;\n\nStresses:\n- Critical importance of UNAMA presence in provinces;\n- Authority of the Special Representative of the Secretary-General to coordinate UN activities;\n\nEncourages:\n- Secretary-General to address security issues;\n- Careful coordination with Afghan national security forces;\n\nUnderscores:\n- Importance of sustainable democratic development in Afghanistan;\n\nWelcomes:\n- Efforts of Afghan Government to advance peace and reconciliation process;\n- Measures taken to increase participation of women and minorities;\n\nRequests:\n- UNAMA to provide assistance to Afghan institutions to support electoral process integrity;\n\nNotes:\n- Establishment of Committee pursuant to Security Council resolution 1988 (2011).\nThe Security Council:\n\n16. Stresses UNAMA's role in supporting an inclusive Afghan-led peace and reconciliation process, including the Afghan Peace and Reintegration Programme, while assessing human rights and gender implications.\n\n17. Reaffirms support to the Istanbul Process on Regional Security and Cooperation for a Secure and Stable Afghanistan, welcomes the outcomes of the Kabul Ministerial Conference, and looks forward to the next Ministerial Conference.\n\n18. Welcomes efforts by Afghanistan, its neighbours, and regional partners to foster trust and cooperation, including Trilateral Summits and regional organizations.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2096_2013_EN.pdf"
}