{
  "resolution_no": "2086",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Peacebuilding",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Chapter VIII"
  ],
  "entities": [
    "United Nations Peacekeeping Operations",
    "Peacebuilding Commission (PBC)",
    "United Nations Agencies",
    "Funds and Programmes"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council reaffirms its primary responsibility for maintaining international peace and security and its commitment to upholding the Charter of the United Nations. It commends the critical role of UN peacekeeping operations in maintaining peace and security, preventing conflicts, and building peace. The Council resolves to strengthen the central role of the UN in peacekeeping and ensure the effective functioning of the collective security system.\n\nThe Council emphasizes the importance of respecting the basic principles of peacekeeping, including consent of parties, impartiality, and non-use of force. It reiterates its commitment to enhancing the effectiveness of the UN in addressing conflict at all stages and encourages a comprehensive approach to peace and security.\n\nThe Council:\n\n1. Welcomes the contribution of peacekeeping operations to a comprehensive strategy for durable peace and security.\n2. Emphasizes that UN peacekeeping activities should facilitate post-conflict peacebuilding and progress towards sustainable peace and development.\n3. Reiterates its commitment to improve consideration of early peacebuilding tasks in peacekeeping operations' mandates and composition. \n\nThe Council also addresses the impact of armed conflict on women and children, the safety and security of UN peacekeepers, and the need for perpetrators of attacks against peacekeepers to be brought to justice.\nHere is a concise summary of the Security Council document:\n\nThe Security Council stresses the importance of integrating peacebuilding into peacekeeping missions from the outset. It recognizes the crucial role of multidimensional peacekeeping missions in assisting host countries in developing peacebuilding priorities and strategies, creating an enabling environment, and implementing early peacebuilding tasks.\n\nThe Council notes that multidimensional peacekeeping missions may be mandated to:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2086_2013_EN.pdf"
}