{
  "resolution_no": "2092",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Political",
    "Humanitarian"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "UNIOGBIS",
    "ECOWAS",
    "CPLP",
    "European Union",
    "African Union"
  ],
  "reporting_cycle": "Secretary-General reports by 30 April 2013",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions on Guinea-Bissau, adopted Resolution 2092 (2013) on 22 February 2013. The Council remains seriously concerned about the situation in Guinea-Bissau since the military coup of 12 April 2012. It stresses that consolidation of peace and stability requires a consensual, inclusive, and nationally owned transition process, restoration of constitutional order, reforms in defence, security, and justice sectors, promotion of the rule of law, human rights, and socioeconomic development, and the fight against impunity and drug trafficking.\n\nThe Council takes note of recent positive political developments and the intention of key stakeholders to revise the transitional political pact, including setting feasible deadlines for free and fair elections. It deplores the lack of effective civilian control over defence and security forces and stresses the importance of security sector reform (SSR) as a crucial element for long-term stability.\n\nThe Council expresses concern about reports of serious human rights violations, increasing drug trafficking, and urges greater commitment to combat these issues. It reiterates the need for continued support from the UN and regional and bilateral partners for Guinea-Bissau's long-term security and development.\n\nThe Council decides to extend the mandate of the UN Integrated Peacebuilding Office in Guinea-Bissau (UNIOGBIS) until 31 May 2013 and requests the Secretary-General to report by 30 April 2013 on the situation and make recommendations on the Mission's mandate and possible readjustment of UN support.\nThe Security Council:\n\n3. Requests the Secretary-General to continue working through UNIOGBIS, in coordination with ECOWAS and CPLP, to facilitate a broader political agreement for the restoration of constitutional order and free, fair, and transparent elections.\n\n4. Calls on Guinea-Bissau stakeholders to deepen internal political dialogue to create an environment conducive to free, fair, and transparent elections for a rapid return to constitutional order.\n\n5. Demands that armed forces submit themselves fully to civilian control.\n\n6. Condemns human rights violations and urges Guinea-Bissau authorities to protect human rights, end impunity, and bring perpetrators to justice.\n\n7. Expresses willingness to consider further action against those involved in drug trafficking and organized crime.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2092_2013_EN.pdf"
}