{
  "resolution_no": "2109",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Protection of Civilians",
    "Human Rights",
    "Peacebuilding",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNMISS",
    "United Nations Country Team",
    "African Union-United Nations Hybrid Mission in Darfur (UNAMID)",
    "United Nations Interim Security Force for Abyei (UNISFA)",
    "United Nations Organization Stabilization Mission in the Democratic Republic of the Congo (MONUSCO)",
    "Lord's Resistance Army (LRA)"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council on the implementation of the resolution, including progress made in implementing protection of civilians strategy and early warning and early response strategy, and on the expected timeline of the deployment of all mission elements.",
  "operative_authority": "Chapter VII",
  "summary": "Welcomes the conclusion of the Status of Forces Agreement with the Government of the Republic of South Sudan and calls on the host government to comply with its obligations.\n\n Stresses the need for international partners to work closely with the Government of the Republic of South Sudan to ensure international assistance.\nThe Security Council:\n \nrequests the UNMISS to deliver prioritized support reflecting South Sudan's peacebuilding needs and priorities, in line with the South Sudan Development Plan;\n underscores the need for close cooperation between parties to avoid duplication of effort; \nrequests the Secretary-General's Special Representative to represent the UN system in international assistance mechanisms;\nencourages exploring ideas from the Senior Advisory Group report on civilian capacity;\nrequests utilizing co-location of mission components with national counterparts and seeking opportunities for local procurement;\ndemands full compliance with the UN's zero-tolerance policy on sexual exploitation and abuse;\nreaffirms the importance of gender expertise and training;\nrequests addressing HIV-related needs and incorporating prevention, treatment, and care programs;\nrequests UNMISS to support preparations for credible national elections in 2015; \nand decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2109_2013_EN.pdf"
}