{
  "resolution_no": "2121",
  "year": 2013,
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "BINUCA",
    "MISCA",
    "African Union",
    "ECCAS",
    "LRA",
    "UNIFIL",
    "International Criminal Court"
  ],
  "reporting_cycle": "Secretary-General reports by 31 December 2013",
  "operative_authority": "Chapter VII",
  "summary": "Reiterating that the crisis in the CAR poses a serious threat to regional stability,\n\n**Political Transition**\n\n* Supports the Libreville Agreements, N'Djamena Declaration, and N'Djamena Summit Roadmap for a peaceful resolution to the crisis\n* Urges respect for the agreement on the Government of National Unity\n* Demands swift implementation of transitional arrangements leading to free and fair elections\n* Requests support for mediation efforts by the ECCAS and the Special Representative of the Secretary-General\n\n**Security and Human Rights**\n\n* Underscores the primary responsibility of the Central African authorities to protect the population and ensure security and unity\n* Demands that armed groups lay down their arms and participate in disarmament, demobilization, and reintegration programmes\n* Expresses readiness to consider measures against those who undermine peace, stability, and security\n\n**BINUCA Mandate**\n\n* Takes note of the Secretary-General's recommendations to reinforce BINUCA\n* Decides to reinforce and update BINUCA's mandate to:\n\t+ Support the transition process and electoral process\n\t+ Prevent and mitigate conflict and facilitate humanitarian assistance\n\t+ Stabilize the security situation through security sector reform, DDR, and mine action\n\t+ Promote and protect human rights, including monitoring and reporting on abuses\n\t+ Coordinate international actors\n\n**Additional**\n\n* Takes note of the recommendation to strengthen BINUCA's field presence and expresses intention to consider proposals for protection of UN personnel and installations.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n**LRA Threat**\n12. Calls on countries and organizations to enhance coordination to address the threat posed by the LRA.\n\n**Human Rights and Humanitarian Access**\n13. Condemns continued human rights violations and humanitarian law abuses by armed groups, specifically Seleka elements and the LRA.\n14. Demands safe and unhindered humanitarian access to persons in need.\n15. Demands prevention of child recruitment and protection of released children.\n16. Calls on parties to prevent sexual violence and hold perpetrators accountable.\n\n**DDR/SSR**\n17. Underlines the importance of disarmament, demobilization, and reintegration or repatriation (DDR or DDRRR) programmes and Security Sector Reform (SSR) programmes.\n18. Stresses addressing illicit transfer, accumulation, and misuse of small arms and light weapons.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2121_2013_EN.pdf"
}