{
  "resolution_no": "2119",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Development"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINUSTAH",
    "Haitian National Police (HNP)",
    "United Nations country team",
    "OAS",
    "UNASUR",
    "CARICOM"
  ],
  "reporting_cycle": "semi-annually, not later than forty-five days prior to its expiration",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nReaffirmed previous resolutions on Haiti, particularly 2070 (2012), and its commitment to Haiti's sovereignty, independence, territorial integrity, and unity.\n\nNoted Haiti's progress toward stabilization, including the establishment of the Transitional College of the Permanent Electoral Council and a draft electoral law, but expressed concern over delays in election preparations.\n\nRecognized the relatively stable security situation, allowing MINUSTAH to draw down and adapt its configuration, and commended MINUSTAH's role in ensuring stability and security.\n\nUnderlined the need to strengthen Haitian judicial and correctional systems, and reiterated the critical role of the Haitian National Police (HNP) in Haiti's security and stability.\n\nRecognized progress in HNP's strengthening, professionalization, and reform, and encouraged Haitian authorities to continue efforts in this regard.\n\nAcknowledged steps taken by the Superior Council of the Judiciary to promote judicial independence and address human rights concerns.\n\nNoted significant humanitarian challenges, including 279,000 internally displaced persons, an ongoing cholera epidemic, and poor living conditions in camps.\n\nEmphasized the importance of progress in reconstruction, social and economic development, and risk reduction, and welcomed the Government of Haiti's Framework for the Coordination of External Aid (CAED).\n\nUrged continued support for the Government of Haiti in addressing structural weaknesses, particularly in water and sanitation systems, and combating cholera.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2119_2013_EN.pdf"
}