{
  "resolution_no": "2110",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMI",
    "Office of the United Nations High Commissioner for Refugees"
  ],
  "reporting_cycle": "every four months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council adopted Resolution 2110 (2013) on July 24, 2013, recalling its previous resolutions on Iraq, and reaffirming Iraq's independence, sovereignty, unity, and territorial integrity. The Council emphasized the importance of stability and security in Iraq for the people, region, and international community. It encouraged the Iraqi Government to strengthen democracy, rule of law, and security, and combat terrorism and sectarian violence.\n\nThe Council welcomed improvements in Iraq's situation but noted that security challenges persist, and sustained efforts are needed through meaningful dialogue and national unity. It underscored the need for all communities to participate in the political process, refrain from aggravating tensions, and resolve disputed internal boundaries.\n\nThe Council reaffirmed the United Nations' role, particularly the United Nations Assistance Mission for Iraq (UNAMI), in advising, supporting, and assisting Iraq to strengthen democratic institutions, promote inclusive dialogue, and protect human rights. It urged the Iraqi Government to promote and protect human rights, support the Independent High Commission for Human Rights, and ensure women's full participation in peace and security.\n\nThe Council addressed humanitarian issues, stressing the need for a coordinated response and adequate resources. It underscored the sovereignty of the Iraqi Government, ensuring protection of affected civilians, and facilitating the return of refugees and internally displaced persons.\n\nThe Council recognized Iraq's changed situation since resolution 661 (1990), aiming for Iraq to regain its international standing. It welcomed Iraq's ratification of the Additional Protocol to its Comprehensive Safeguards Agreement and expressed gratitude to UN staff in Iraq for their efforts, commending the leadership of the Secretary-General's Special Representative for Iraq, Martin Kobler.\n1. Decides to extend the mandate of the United Nations Assistance Mission for Iraq (UNAMI) until July 31, 2014;\n\n2. Decides that the Special Representative of the Secretary-General and UNAMI shall continue to pursue their mandate as stipulated in resolution 2061 (2012) and recalls the provisions of resolution 2107 (2013);\n\n3. Recognizes that security of United Nations personnel is essential for UNAMI to carry out its work and calls upon the Government of Iraq to continue to provide security and logistical support;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2110_2013_EN.pdf"
}