{
  "resolution_no": "2098",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Security",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MONUSCO",
    "UN",
    "African Union",
    "International Conference on the Great Lakes Region",
    "Southern African Development Community"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "33. Requests the Secretary-General to review and update mission planning documents to reflect MONUSCO's military component tasks.\n\n34. Requests the Secretary-General to report to the Council every three months on:\n    (a) Implementation of PSC Framework commitments and breaches.\n    (b) Situation on the ground, including:\n        (i) Sexual violence and conflict impact on women and children.\n        (ii) DRC's implementation of PSC Framework commitments.\n        (iii) MONUSCO's mandate implementation, including Intervention Brigade activities.\n        (iv) MONUSCO reconfiguration and transfer of activities to the UN country team.\n        (v) Review and update of mission planning documents.\n        (vi) Risks and security measures for UN personnel and facilities.\n\n35. Decides to remain actively seized of the matter.\nThe Security Council document 2098 (2013) outlines commitments under the Peace, Security and Cooperation Framework for the Democratic Republic of the Congo and the region.\n\n**Countries of the region commitments:**\n- Not to interfere in neighbouring countries' internal affairs;\n- Not to tolerate or provide assistance to armed groups;\n- Respect sovereignty and territorial integrity of neighbouring countries;\n- Strengthen regional cooperation and economic integration;\n- Respect legitimate concerns and interests of neighbouring countries;\n- Not to harbour persons accused of war crimes, crimes against humanity, genocide or aggression, or those under UN sanctions;\n- Facilitate justice administration through judicial cooperation.\n\n**Government of the Democratic Republic of the Congo commitments:**\n- Continue and deepen security sector reform;\n- Consolidate State authority, particularly in eastern DRC;\n- Make progress on decentralization;\n- Further economic development and infrastructure expansion;\n- Implement structural reform of Government institutions;\n- Further reconciliation, tolerance and democratization agenda.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2098_2013_EN.pdf"
}