{
  "resolution_no": "2111",
  "year": "2013",
  "theme": [
    "Somalia",
    "Eritrea",
    "Peacekeeping",
    "Sanctions",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Somalia and Eritrea Monitoring Group",
    "AMISOM",
    "Federal Government of Somalia",
    "African Union"
  ],
  "reporting_cycle": "The Monitoring Group shall submit final reports no later than thirty days prior to the termination of the Monitoring Group’s mandate. The Emergency Relief Coordinator to report to the Security Council by 20 March 2014 and again by 20 September 2014.",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council adopted Resolution 2111 (2013) on July 24, 2013, reaffirming previous resolutions and statements on Somalia and Eritrea. The Council expressed concern over the continued violation of the charcoal ban, flows of weapons and ammunition, and human rights violations in Somalia. \n\nThe Council reaffirmed its respect for the sovereignty and territorial integrity of Somalia, Djibouti, and Eritrea, and recognized progress in Somalia, commending the Federal Government's efforts to bring peace and stability. \n\nThe Council reiterated its willingness to adopt targeted measures against individuals and entities threatening peace and stability in Somalia and reaffirmed the arms embargo on Somalia, imposed by resolution 733 (1992). \n\nThe Council also underlined the importance of international support to the Federal Government of Somalia, mutual accountability and transparency in resource allocation, and enhanced information sharing between humanitarian agencies and the Monitoring Group. \n\nThe Council looked forward to the EU-Somalia Conference in Brussels on September 16 and urged the international community to support Somali government priorities. \n\nThe Council determined that the situation in Somalia, Eritrea's influence in Somalia, and the dispute between Djibouti and Eritrea continue to constitute a threat to international peace and security in the region, and acted under Chapter VII of the Charter of the United Nations. \n\nThe Council recalled previous resolutions and noted the listing criteria for targeted sanctions, including engaging in acts that threaten peace, security, and stability in Somalia. \n\nThe Council reiterated that obstructing investigations or the work of the Monitoring Group is a criterion for listing under resolution 1907 (2009).\nHere is a concise summary of the Security Council document:\n\n5. The arms embargo on Eritrea imposed by resolution 1907 (2009) is reaffirmed.\n\n6. The arms embargo on Somalia shall not apply until 6 March 2014 to deliveries of weapons or military equipment intended solely for the development of the Security Forces of the Federal Government of Somalia, except for items listed in the annex.\n\n7. Supplies of items in the annex require advance approval by the Committee on a case-by-case basis.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2111_2013_EN.pdf"
}