{
  "resolution_no": "2109",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Protection of Civilians",
    "Human Rights",
    "Peacebuilding",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNMISS",
    "United Nations Country Team",
    "African Union-United Nations Hybrid Mission in Darfur (UNAMID)",
    "United Nations Interim Security Force for Abyei (UNISFA)",
    "United Nations Organization Stabilization Mission in the Democratic Republic of the Congo (MONUSCO)",
    "Lord's Resistance Army (LRA)"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council on the implementation of the resolution, including progress made in implementing protection of civilians strategy and early warning and early response strategy, and on the expected timeline of the deployment of all mission elements.",
  "operative_authority": "Chapter VII",
  "summary": "19. The Council expresses concern at the expulsion of a UNMISS human rights staff and urges the Government to reverse the decision.\n\n20. The Council expresses concern at increasing violence and displacement in certain areas and underlines the need to address underlying causes.\n\n21. The Council calls on the Government of South Sudan to improve women's participation in decision-making and public life.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Calls on the Republic of South Sudan to combat impunity, hold accountable perpetrators of human rights and humanitarian law violations, and ensure protection and access to justice for victims of sexual violence.\n\n Calls on the Government of the Republic of South Sudan to end prolonged arbitrary detention, establish a safe and humane prison system, and cooperate with UNMISS.\n\n Calls on the Government to refine and implement a national disarmament, demobilization, and reintegration (DDR) strategy, and requests UNMISS to support the DDR process.\n\n Requests UNMISS to coordinate with the Government and regional partners to improve protection of civilians and support DDR efforts, particularly in light of LRA attacks.\n\n Authorizes the Secretary-General to take steps to ensure inter-mission cooperation and transfer troops and enablers from other missions.\n\n Notes the need to improve the operational capabilities of military and police contingents.\n\n Recognizes the difficult living conditions affecting UNMISS personnel and urges the Secretary-General to take measures to address this situation.\n\n Underlines the importance of implementing peacebuilding tasks, including security sector reform, police development, and human rights capacity-building.\n\n Welcomes the Secretary-General's intention to undertake a joint review of UNMISS and the UN Country Team's comparative advantages.\n\n Requests the Secretary-General to report on the deployment of mission elements, fulfilment of mission staffing, and progress on benchmarks.\n\n Notes with concern the strategic gap in mobility for the mission and calls on Member States to provide aviation units.\n\n Emphasizes its concern for the safety and security of UNMISS personnel and stresses the importance of prudent safety and security procedures.\n\n Welcomes the conclusion of the Status of Forces Agreement with the Government of the Republic of South Sudan and calls on the host government to comply with its obligations.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2109_2013_EN.pdf"
}