{
  "resolution_no": "2088",
  "year": "2013",
  "theme": [
    "Peacebuilding",
    "Security",
    "Humanitarian",
    "Women, Peace and Security",
    "Children and Armed Conflict"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "BINUCA",
    "MICOPAX",
    "ECCAS",
    "African Union",
    "United Nations Country Team",
    "Peacebuilding Commission",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "The Secretary-General reports every 6 months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on the Central African Republic (CAR), reaffirms its commitment to the country's sovereignty, independence, territorial integrity, and unity.\n\nCondemns military attacks by armed groups and attempts to destabilize the peacebuilding process, and expresses concern at the lack of State authority outside the capital, which has led to a security vacuum.\n\nCommends efforts by ECCAS, the African Union, and countries in the region to solve the crisis, and welcomes negotiations held in Libreville (8-11 January 2013) and the signature of a declaration of principle, ceasefire agreement, and political agreement.\n\nAcknowledges the role played by the United Nations Integrated Peacebuilding Office in the CAR (BINUCA) and the United Nations Country Team.\n\nRecalling resolutions on women, peace, and security, and children and armed conflict, emphasizes the need for inclusive political dialogue, respect for the rule of law, democratic governance, and human rights.\n\nEncourages stakeholders to assist in addressing peacebuilding challenges and looks forward to the rapid appointment of a new Chair for the CAR Country-specific configuration of the Peacebuilding Commission.\n\nDecides to:\n\n1. Extend the mandate of BINUCA until 31 January 2014;\n2. Request the Secretary-General to provide a report by 31 March 2013 on the situation on the ground and an assessment of BINUCA's priorities;\n3. Request the Secretary-General to provide an update report by 30 June 2013 and every six months thereafter;\n\nCalls on:\n\n4. The Government, “Seleka” Coalition, armed groups, and democratic opposition to abide by their commitments in the Declaration of principle;\n\n5. The expeditious and full implementation of the ceasefire and political agreement signed in Libreville.\nHere is a summarized version of the Security Council document:\n\n6. Requests BINUCA to continue supporting peacebuilding processes in the Central African Republic, including DDR and SSR processes, and support ECCAS efforts; \n\n7. Notes the importance of bodies monitoring implementation of agreements;\n\n8. Expresses concern at the security situation, welcomes MICOPAX efforts, and calls on countries and organizations to improve security;\n\n9. Calls on parties to allow humanitarian access and protect civilians;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2088_2013_EN.pdf"
}