{
  "resolution_no": "2053",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MONUSCO",
    "UNIFIL",
    "MINUSMA",
    "International Criminal Court",
    "African Union"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days, specifically by 14 November 2012, 14 February 2013, and 24 May 2013",
  "operative_authority": "Chapter VII",
  "summary": "Encourages the Government to:\n\n* Promote non-military solutions to reduce the threat posed by armed groups\n* Restore State authority in areas freed from armed groups\n* Consolidate State authority throughout the territory\n\nUnderlines the need for an overall Congolese SSR strategy that focuses on professionalization of security sector institutions.\nThe Security Council:\n\n5. Requests the Congolese authorities to engage in a new strategic partnership with MONUSCO in the area of security sector reform (SSR) to identify priorities and approaches for MONUSCO to support Congolese authorities in building the capacity of military, police, justice, and other security institutions.\n\n10. Calls upon the Congolese authorities to share priorities and strategies with international partners, and requests MONUSCO to support coordination, transparency, and harmonization of efforts.\n\n11. Reiterates its call on the Government to address cohesion within the national Army, including vetting and integration of former armed groups, and ensure proper payment and discipline of National Army members.\n\n12. Urges the Congolese Government to implement a multi-year joint UN justice support program and combat impunity for human rights and international humanitarian law violations.\n\n13. Stresses the importance of holding accountable those responsible for war crimes and crimes against humanity, and calls upon MONUSCO to support the Congolese authorities.\n\n14. Calls upon MONUSCO to work with the UN country team and Congolese authorities towards adoption and implementation of the Peace Consolidation Programme.\n\n15. Urges the Congolese authorities to ensure timely, credible, peaceful, and transparent provincial and local elections.\n\n16. Decides that MONUSCO shall support the organization and conduct of provincial and local elections through technical and logistical support.\n\n17. Welcomes steps taken by the Congolese Government to investigate human rights violations and urges prosecution of those responsible.\n\n18. Demands that all armed groups cease violence and human rights abuses against civilians.\n\n19. Condemns recent mutiny led by Bosco Ntaganda and demands an end to outside support to armed groups.\n\n20. Urges the Government, with MONUSCO support, to sustain action against armed groups, restore order, and bring perpetrators to justice.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2053_2012_EN.pdf"
}