{
  "resolution_no": "2100",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Security",
    "Terrorism",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MINUSMA",
    "AFISMA",
    "UNOM",
    "AU",
    "ECOWAS",
    "EU",
    "International Criminal Court"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council within 45 days of the adoption of this resolution, and then every three months from 1 July 2013",
  "operative_authority": "Chapter VII",
  "summary": "27. Urges Malian authorities to hold accountable perpetrators of human rights abuses and cooperate with the International Criminal Court.\n\n28. Calls upon Malian authorities to address the proliferation and illicit trafficking of small arms and light weapons.\n\n29. Urges Sahel and Maghreb States to enhance cooperation to combat terrorist groups and transnational organized crime.\n\n30. Requests the Secretary-General to ensure MINUSMA's compliance with the UN's zero-tolerance policy on sexual exploitation and abuses.\n\n31. Requests MINUSMA to assist the Committee pursuant to resolutions 1267 (1999) and 1989 (2011).\nThe Security Council:\n\n Requests the Secretary-General to consider environmental impacts of MINUSMA's operations and manage them in accordance with UN rules and regulations, particularly around cultural and historical sites.\n\n Requests the Secretary-General and Malian transitional authorities to conclude a status-of-forces agreement within 30 days, considering GA resolution 58/82; pending this, the model status-of-forces agreement (A/45/594) shall apply provisionally.\n\n Requests the Secretary-General to regularly inform the Council of the situation in Mali, reporting within 45 days and then every three months, including updates on: the security situation; priority political elements; implementation of the transitional road map; human rights and international humanitarian law; and troop levels and deployment.\n\nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2100_2013_EN.pdf"
}