{
  "resolution_no": "2117",
  "year": "2013",
  "theme": [
    "Small Arms",
    "Light Weapons",
    "International Peace",
    "Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 51"
  ],
  "entities": [
    "United Nations",
    "INTERPOL",
    "Security Council"
  ],
  "reporting_cycle": "biennial basis",
  "operative_authority": "Chapter VI",
  "summary": "Underlining the devastating impact of the misuse of small arms and light weapons on civilians in armed conflict, and reaffirming the relevant provisions of the 2005 World Summit Outcome Document.\n\nNoting with appreciation the efforts made by Member States, intergovernmental, regional, and subregional organizations in addressing threats to international peace and security posed by the illicit transfer, destabilizing accumulation, and misuse of small arms and light weapons.\n\nWelcoming the increased cooperation between the United Nations and INTERPOL, and the adoption of the Arms Trade Treaty.\n\nBeing determined to continue to take practical steps to prevent the illicit transfer, destabilizing accumulation, and misuse of small arms and light weapons.\n\nDecides to:\n\n1. Welcome efforts made by Member States, regional and subregional organizations in addressing the illicit transfer, destabilizing accumulation, and misuse of small arms and light weapons.\n\n2. Remind Member States of their obligation to fully and effectively comply with Council-mandated arms embargoes.\n\n3. Call on Member States subject to Council-mandated arms embargoes to implement and enforce the embargo.\n\n4. Reiterates that United Nations peacekeeping operations and other relevant Council-mandated entities may assist with the implementation and compliance monitoring of arms embargoes.\n\n5. Reiterates that such peacekeeping operations and relevant Council-mandated entities may assist in capacity-building for host governments to implement commitments under existing global and regional instruments.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n5. Calls for development of national export and import control systems, enhancement of border security, and strengthening judicial institutions and law enforcement capacity.\n\n6. Reaffirms its responsibility to monitor arms embargoes and take measures to strengthen monitoring mechanisms, including assigning dedicated staff to UN Missions.\n\n7. Encourages information-sharing between experts, peacekeeping missions, and UN entities on possible arms embargo violations.\n\n8. Requests the Secretary-General to direct UN agencies to provide assistance to sanctions committees, experts groups, and peacekeeping operations.\n\n9. Reaffirms its decision that States shall eliminate the supply of weapons to terrorists and calls for intensifying exchange of operational information.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2117_2013_EN.pdf"
}