{
  "resolution_no": "2082",
  "year": "2012",
  "theme": [
    "Terrorism",
    "Peacekeeping",
    "Sanctions",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNAMA",
    "High Peace Council",
    "Taliban",
    "Al-Qaida",
    "Counter-Terrorism Committee (CTC)",
    "United Nations Office of Drugs and Crime",
    "Counter-Terrorism Committee Executive Directorate (CTED)"
  ],
  "reporting_cycle": "The Monitoring Team shall submit comprehensive, independent reports to the Committee by 30 September 2013 and 30 April 2014",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on international terrorism and Afghanistan, \n\nExtends the mandate of UNAMA through 23 March 2013.\n\nExpresses concern over the security situation in Afghanistan, citing violent and terrorist activities by the Taliban, Al-Qaida, and others.\n\nReaffirms its commitment to Afghanistan's sovereignty, independence, and national unity.\n\nStresses the importance of a comprehensive political process to support reconciliation.\n\nRecognizes progress in reconciliation, but notes the situation remains a threat to international peace and security.\n\nCommits to supporting the Government of Afghanistan's peace and reconciliation efforts.\n\nWelcomes Taliban members' decisions to reconcile and reject Al-Qaida's ideology.\n\nUrges those associated with the Taliban to accept the Government's offer of reconciliation.\n\nIntends to lift sanctions on those who reconcile.\n\nSupports the fight against illicit drug production and trafficking.\n\nCondemns kidnapping and hostage-taking.\n\nActing under Chapter VII of the Charter of the United Nations.\nHere is a concise summary of the Security Council document 2082 (2012):\n\n**Measures**\n\n1. All States shall:\n\t* Freeze funds and financial assets of individuals and entities designated as Taliban or associated with them.\n\t* Prevent entry or transit of these individuals through their territories, with exemptions for judicial processes or Committee-approved cases.\n\t* Prevent supply, sale, or transfer of arms and related materiel to these individuals.\n\n**Designation Criteria**\n\n2. Acts or activities indicating eligibility for designation include:\n\t* Participating in financing, planning, or perpetrating acts in support of Taliban.\n\t* Supplying arms and related materiel to Taliban.\n\t* Recruiting for Taliban.\n\t* Supporting Taliban acts or activities.\n\n**Additional Provisions**\n\n3. Undertakings or entities owned or controlled by listed individuals or entities are eligible for designation.\n\n4. Financing or support includes proceeds from illicit cultivation, production, and trafficking of narcotic drugs.\n\n5. Requirements apply to financial and economic resources, including Internet hosting services.\n\n6. Payment of ransoms to listed individuals or entities is subject to freeze.\n\n7. Member States may permit addition of payments to frozen accounts.\n\n**Exemptions**\n\n8. Member States may use exemptions under resolution 1452 (2002) and 1735 (2006).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2082_2012_EN.pdf"
}