{
  "resolution_no": "2129",
  "year": "2013",
  "theme": [
    "Terrorism",
    "Counter-Terrorism",
    "International Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "Counter-Terrorism Committee (CTC)",
    "Counter-Terrorism Committee Executive Directorate (CTED)",
    "United Nations Global Counter-Terrorism Strategy",
    "Counter-Terrorism Implementation Task Force (CTITF)"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n\nReaffirms that terrorism in all forms and manifestations is a serious threat to international peace and security, and any acts of terrorism are criminal and unjustifiable.\n\nNotes with concern that terrorism continues to pose a serious threat to international peace and security, human rights, and socio-economic development.\n\nRecognizes that terrorism will not be defeated by military force, law enforcement, and intelligence operations alone, and underlines the need to address conditions conducive to the spread of terrorism.\n\nReaffirms that measures to combat terrorism must comply with international law, particularly international human rights, refugee, and humanitarian law.\n\nReaffirms that terrorism cannot be associated with any religion, nationality, civilization, or group.\n\nEmphasizes the need for dialogue and understanding among civilizations to prevent targeting of different religions and cultures.\n\nExpresses concern about incitement of terrorist acts motivated by extremism and intolerance.\n\nStrongly condemns kidnapping and hostage-taking by terrorist groups.\n\nRecalls resolution 2122 and reaffirms the intention to increase attention to women, peace, and security issues.\n\nExpresses concern about the connection between terrorism and transnational organized crime.\n\nReiterates the obligation of Member States to prevent and suppress the financing of terrorist acts.\n\nReaffirms the obligation of Member States to freeze funds and other financial assets of persons who commit or facilitate terrorist acts.\n\nReaffirms further the obligation of Member States to prohibit their nationals or entities within their territories from making funds or financial resources available for the benefit of persons who commit or facilitate terrorist acts.\nThe Security Council:\n\nReiterates that sanctions are crucial in countering terrorism and underlines the importance of implementing relevant resolutions, particularly 1267 (1999) and 1989 (2011), to ensure fair and clear procedures for listing and removing individuals and entities from sanctions lists.\n\nAcknowledges the work of UN entities and multilateral bodies in countering terrorism financing and encourages cooperation.\n\nReiterates the obligation of Member States to prevent terrorist group movement through effective border controls and exchange of information.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2129_2013_EN.pdf"
}