{
  "resolution_no": "2061",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Political"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMI",
    "Government of Iraq",
    "Office of the United Nations High Commissioner for Refugees"
  ],
  "reporting_cycle": "Secretary-General reports every four months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Iraq, reaffirms Iraq's sovereignty, unity, and territorial integrity.\n\nEmphasizes stability and security in Iraq are crucial for the region and international community.\n\nEncourages the Iraqi Government to strengthen democracy, rule of law, and combat terrorism.\n\nWelcomes security improvements, but notes challenges persist, and stresses the need for sustained progress through dialogue and national unity.\n\nUrges all communities to participate in the political process, refrain from inflammatory actions, and resolve disputes through dialogue.\n\nReaffirms the importance of UNAMI in advising and supporting the Iraqi people and government.\n\nUrges the Iraqi Government to promote and protect human rights, and support the Independent High Commission for Human Rights.\n\nRecognizes efforts to promote women's rights and stresses the need for their full participation in politics.\n\nExpresses concern over humanitarian issues and stresses the need for a coordinated response.\n\nUnderscores the need to protect civilians, including children, women, and minority groups.\n\nUrges all parties to allow humanitarian access and facilitate the return of refugees and internally displaced persons.\n\nWelcomes Iraq's progress in regaining its international standing and calls for continued cooperation with Kuwait to address outstanding issues.\n\nRecognizes positive developments in Iraqi-Kuwait relations and encourages continued cooperation.\nThe Security Council:\n\nExpressing appreciation for efforts to enhance regional stability and good-neighbourly relations,\n\nExtends the mandate of UNAMI for 12 months;\n\nDirects the Special Representative and UNAMI to continue their mandate as stipulated in resolution 2001, taking into account Iraq's letter (S/2012/520, annex);\n\nRecognizes the essentiality of UN personnel security, and calls on Iraq to provide security and logistical support;\n\nWelcomes Member States' contributions to UNAMI, and calls for continued support;\n\nIntends to review UNAMI's mandate in 12 months or sooner if requested by Iraq;\n\nRequests the Secretary-General to report on UNAMI's progress every 4 months;\n\nDecides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2061_2012_EN.pdf"
}