{
  "resolution_no": "2103",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Drug Trafficking",
    "Economic Development"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIOGBIS",
    "ECOWAS",
    "ECOMIB",
    "UNODC",
    "Peacebuilding Commission"
  ],
  "reporting_cycle": "every 180 days",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nRecalling previous resolutions on Guinea-Bissau, particularly 1876 (2009), 2030 (2011), 2048 (2012), and 2092 (2013),\n\nNoting the Secretary-General's report (S/2013/262) and welcoming UNIOGBIS's activities despite challenges,\n\nRemains concerned about Guinea-Bissau's situation since the 12 April 2012 military coup, and the lack of restored constitutional order,\n\nStresses that peace and stability require a consensual, inclusive, and nationally owned transition process, restoration of constitutional order, defence, security, and justice sector reforms, and promotion of the rule of law, human rights, and socioeconomic development,\n\nTakes note of recent political developments, including the \"Agreement of Principles for the return to constitutional normalcy\" signed on 30 April 2013, which sets deadlines for elections and a transition period until 31 December 2013,\n\nStresses the need for all stakeholders to work towards stability through inclusive dialogue and credible elections,\n\nDeplores the lack of effective civilian control over defence and security forces,\n\nWelcomes ECOWAS's efforts to support security sector reform,\n\nReiterates concern about human rights violations, restrictions on freedom of expression and assembly, and the press,\n\nCondemns the increase in drug trafficking since the 2012 coup, and stresses the need for a common and shared responsibility approach,\n\nUnderlines the need for concrete actions to fight impunity and bring those responsible for serious crimes to justice,\n\nReiterates the importance of continued international support for Guinea-Bissau's long-term security and development,\n\nCommends UNODC's work in fighting drug trafficking and transnational organized crime, and encourages cooperation between UNODC and UNIOGBIS.\nHere is a concise summary of the Security Council document:\n\nThe Security Council stresses the need for increased coherence, coordination, and efficiency among partners to combat drug trafficking in Guinea-Bissau. It emphasizes the important role of women in prevention and resolution of conflicts and in peacebuilding. The Council condemns cases of illegal and unauthorized fishing in Guinea-Bissau's territorial waters and exclusive economic zone.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2103_2013_EN.pdf"
}