{
  "resolution_no": "2063",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Protection of Civilians"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMID",
    "African Union",
    "United Nations Mission in South Sudan (UNMISS)",
    "United Nations Interim Security Force for Abyei (UNISFA)"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Council urges the Government of Sudan and the Liberation and Justice Movement (LJM) to implement the DDPD in full and demands that non-signatory armed groups refrain from impeding its implementation. It requests UNAMID to support the implementation of the DDPD and develop an Integrated Strategic Framework for United Nations system-wide support.\n\nThe Council demands that all parties to the conflict engage in immediate and unconditional talks to reach a permanent ceasefire and comprehensive peace settlement based on the DDPD. It reaffirms its support for a Darfur-based internal dialogue that takes place in an environment of respect for civil and political rights.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Condemns attacks on UNAMID and demands that the Government of Sudan ensure the safety and security of UNAMID personnel.\n\n Requests the Government of Sudan and armed groups to ensure a dialogue with freedom from harassment, arbitrary arrest, and intimidation.\n\n Commends the work of the Tripartite Mechanism but expresses concern at restrictions on UNAMID's movement and operations.\n\n Demands that the Government of Sudan comply with the Status of Forces Agreement, including providing visas for UNAMID personnel.\n\n Reiterates its demand that UNAMID be given a license for its own radio transmitter.\n\n Requests the Secretary-General to report every 90 days on progress in implementing UNAMID's mandate.\n\n Demands that all parties to the conflict in Darfur end violence, attacks on civilians, peacekeepers, and humanitarian personnel.\n\n Expresses concern at the humanitarian situation in Darfur and demands that the Government of Sudan ensure full, safe, and unhindered access of humanitarian organizations.\n\n Condemns human rights violations and abuses in Darfur, including arbitrary arrests and detentions.\n\n Notes the regional impact of the conflict in Sudan and urges close coordination among UN missions.\n\n Encourages UNAMID to cooperate and share information on the Lord's Resistance Army.\n\n Stresses the importance of achieving dignified and durable solutions for refugees and internally displaced persons.\nHere is a clear and concise summary of the Security Council document text:\n\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2063_2012_EN.pdf"
}