{
  "resolution_no": "2041",
  "year": "2012",
  "theme": [
    "Protection of Civilians",
    "Women and Peace and Security",
    "Children and Armed Conflict",
    "Counter-Narcotics",
    "Peace and Reconciliation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "NATO",
    "United Nations Office on Drugs and Crime (UNODC)"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "1. Requests UNAMA to assist the Government of Afghanistan in ensuring full Afghan leadership and ownership, as defined by the Kabul process, and in implementing the National Drug Control Strategy.\n\n2. Decides that UNAMA and the Special Representative of the Secretary-General will lead and coordinate international civilian efforts, with a focus on:\n \n(a) Promoting coherent support to the Afghan Government's development and governance priorities through the Joint Coordination and Monitoring Board (JCMB).\n\n(b) Cooperating with ISAF and the NATO Senior Civilian Representative to support transition to full Afghan leadership and ownership.\n\n(c) Providing outreach and good offices to support the Afghan-led peace and reconciliation process.\n\n(d) Supporting the organization of future Afghan elections and strengthening the electoral process.\n\n(e) Supporting regional cooperation to promote a stable and prosperous Afghanistan.\n\n3. Reaffirms that UNAMA and the Special Representative will lead international civilian efforts, emphasizing:\n \n(a) Implementation of the Kabul Process throughout the country.\n\n(b) Supporting efforts to improve governance, rule of law, and transitional justice.\n\n(c) Cooperating with the Afghan Independent Human Rights Commission (AIHRC) and promoting human rights.\n\n(d) Coordinating and facilitating humanitarian assistance.\n\n4. Calls upon all parties to coordinate with UNAMA and promote the security and freedom of movement of United Nations personnel.\n\n5. Reiterates the need to ensure security of United Nations staff and supports measures taken by the Secretary-General.\n\n6. Stresses the importance of a continued presence of UNAMA and other United Nations agencies in the provinces, consistent with the transition process.\nThe Security Council:\n\n9. Supports the \"One-UN\" approach in Afghanistan, with the Special Representative of the Secretary-General coordinating UN agencies, funds, and programmes.\n\n11. Encourages the Secretary-General to address security issues associated with the UN presence, particularly during the transition process, and to coordinate with Afghan national security forces and the Assistance Force.\n\n12. Underscores the importance of sustainable democratic development in Afghanistan, with institutions acting within their areas of competence, and welcomes the Government's commitment to improving the electoral process.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2041_2012_EN.pdf"
}