{
  "resolution_no": "2053",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MONUSCO",
    "UNIFIL",
    "MINUSMA",
    "International Criminal Court",
    "African Union"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days, specifically by 14 November 2012, 14 February 2013, and 24 May 2013",
  "operative_authority": "Chapter VII",
  "summary": "20. Urges the Government, with MONUSCO support, to sustain action against armed groups, restore order, and bring perpetrators to justice.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Reiterates support for initiatives to facilitate regional action against the LRA and protect civilians, and encourages enhanced cooperation to end the threat to civilians.\n\n Encourages MONUSCO to coordinate with and provide technical expertise to UN missions across the LRA-affected region to advance the UN regional strategy.\n\n Underlines the urgent need for progress in addressing the threat of foreign and national armed groups, including through DDRRR process.\n\n Urges the international community and donors to support the Government of the Democratic Republic of the Congo and MONUSCO in DDRRR activities.\n\n Encourages the Government to continue cooperation with the Special Representatives of the Secretary-General for Children and Armed Conflicts and Sexual Violence in Conflict.\n\n Encourages MONUSCO to enhance interaction with the civilian population and collect reliable information on humanitarian and human rights law violations.\n\n Welcomes steps taken by Congolese authorities to address tracing and certification of minerals, and urges demilitarization of mining areas.\n\n Demands full cooperation with MONUSCO operations and access for UN personnel and humanitarian assistance.\n\n Commends contributions of troop- and police-contributing countries and donors, and calls on Member States to provide remaining force enablers.\n\n Requests the Secretary-General to report on progress by 14 November 2012, 14 February 2013, and 24 May 2013.\n\n Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2053_2012_EN.pdf"
}