{
  "resolution_no": "2068",
  "year": "2012",
  "theme": [
    "Children in Armed Conflict",
    "Protection of Children",
    "Armed Conflict"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "Special Representative of the Secretary-General for Children and Armed Conflict",
    "Working Group on Children and Armed Conflict",
    "International Criminal Court"
  ],
  "reporting_cycle": "Annual reports by the Secretary-General",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nReaffirming its resolutions on the protection of children affected by armed conflict, and reiterating its primary responsibility for international peace and security,\n\nAdopted resolution 2068 (2012) on 19 September 2012.\n\nThe Council:\n\n1. Welcomes the new Special Representative of the Secretary-General for Children and Armed Conflict, highlighting her work in protecting children in armed conflict.\n\n2. Strongly condemns violations of international law involving the recruitment and use of children, killing and maiming, rape and other sexual violence, abductions, and attacks on schools and hospitals, and demands parties to conflict end such practices.\n\n3. Expresses deep concern over persistent violations and abuses against children, and:\n \n(a) Calls on Member States to bring perpetrators to justice through national and international mechanisms.\n\n(b) Reiterates readiness to adopt targeted measures against persistent perpetrators.\n\n4. Invites the Special Representative to brief the Council on delisting processes and progress.\n\n5. Reiterates its call on the Working Group on Children and Armed Conflict to consider options for increasing pressure on persistent perpetrators within one year.\n6. Requests the Secretary-General to continue submitting annual reports to the Council on the implementation of its resolutions and Presidential statements on children and armed conflict, with the next report due by June 2013; \n7. Decides to remain actively seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2068_2012_EN.pdf"
}