{
  "resolution_no": "2099",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Self-determination",
    "Human rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINURSO",
    "UNHCR",
    "United Nations"
  ],
  "reporting_cycle": "Secretary-General reports at least twice a year",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions on Western Sahara, reaffirms its support for the Secretary-General's efforts to implement a just, lasting, and mutually acceptable political solution, providing for the self-determination of the people of Western Sahara. The Council calls on parties to cooperate with the UN and each other to end the impasse and achieve progress towards a political solution. It recognizes the importance of stability and security in the Sahel region and welcomes efforts to move the process forward, including Moroccan and Polisario Front proposals. The Council encourages parties to demonstrate political will, expand discussions on each other's proposals, and continue negotiations. It also stresses the importance of improving human rights in Western Sahara and Tindouf camps, and encourages parties to work with the international community to ensure full respect for human rights. The Council affirms support for the Secretary-General's Personal Envoy and the Special Representative of the Secretary-General, and welcomes their initiatives and consultations. Having considered the Secretary-General's report, the Council decides to extend the mandate of MINURSO until 30 April 2014.\n2. Reaffirms the need for full respect of military agreements with MINURSO regarding the ceasefire and calls on parties to adhere fully to those agreements;\n\n3. Calls on all parties to cooperate fully with MINURSO's operations, ensure security and unhindered movement for UN personnel, and take necessary steps to implement their mandate;\n\n4. Welcomes parties' commitment to prepare for a fifth round of negotiations and recalls the need for realism and a spirit of compromise to achieve progress;\n\n5. Calls on parties to show political will, work in a dialogue-friendly atmosphere, and implement previous resolutions to ensure negotiation success;\n\n6. Affirms strong support for the Secretary-General's and his Personal Envoy's commitment to a solution and calls for renewed meetings and strengthened contacts;\n\n7. Calls on parties to continue negotiations under the Secretary-General's auspices without preconditions and in good faith to achieve a just, lasting, and mutually acceptable solution;\n\n8. Invites Member States to lend assistance to these talks;\n\n9. Requests the Secretary-General to brief the Security Council regularly on negotiation progress, MINURSO's operations, and challenges, and to provide a report on the situation in Western Sahara;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2099_2013_EN.pdf"
}