{
  "resolution_no": "2037",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Post-Conflict Reconstruction",
    "Human Rights",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIT",
    "PNTL",
    "F-FDTL",
    "United Nations Country Team"
  ],
  "reporting_cycle": "within 60 days after the formation of the new Government and at the latest 15 October 2012",
  "operative_authority": "Chapter VI",
  "summary": "Welcomes the Government's commitment to promoting women's rights and protection from gender-based violence.\n\nExtends the mandate of UNMIT until 31 December 2012 at current levels, with a phased drawdown plan.\n\nUrges parties to work together to consolidate peace, democracy, and human rights.\n\nRequests UNMIT to support the preparation and implementation of presidential and parliamentary elections.\n\nReaffirms the importance of security sector reform, including delineating roles and responsibilities of F-FDTL and PNTL.\n\nEmphasizes the need to ensure the credibility and integrity of PNTL.\n\nEncourages efforts towards the full reconstitution of PNTL.\n\nRequests UNMIT to provide operational support to PNTL.\n\nSupports the work of UNMIT in assisting the Government in achieving accountability and justice.\n\nUnderlines the importance of a coordinated approach to justice sector reform.\n\nRequests UNMIT to continue its efforts to enhance the effectiveness of the judiciary.\n\nCalls upon UNMIT to support the Government in coordinating donor cooperation.\n\nRecognizes the importance of the Government's development plans, including the National Strategic Development Plan.\n15. Encourages efforts for effective implementation of the Joint Transition Plan, including engagement between UNMIT, the Government of Timor-Leste, and partners on transferring functions currently provided by UNMIT.\n\n16. Encourages the Government of Timor-Leste to strengthen peacebuilding perspectives in areas such as employment, empowerment, and local socio-economic development, focusing on rural areas, women, and youth.\n\n17. Requests UNMIT to consider gender issues in its mandate, citing resolutions 1325, 1820, 1888, and 1889, and stressing the importance of security sector responsiveness to women's needs.\n\n18. Requests the Secretary-General to ensure UNMIT complies with the UN's zero-tolerance policy on sexual exploitation and abuse, and to keep the Council informed.\n\n19. Reaffirms the importance of the medium-term strategy and benchmarks for measuring progress in Timor-Leste.\n\n20. Requests the Secretary-General to regularly inform the Security Council of developments and submit a report assessing the security and political situation within 60 days of the new Government's formation.\n\n21. Encourages a timely decision by the Government of Timor-Leste on the post-UNMIT UN role.\n\n22. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2037_2012_EN.pdf"
}