{
  "resolution_no": "2126",
  "year": "2013",
  "theme": [
    "Peacekeeping",
    "Conflict Prevention",
    "Humanitarian Assistance",
    "Women, Peace and Security",
    "Children and Armed Conflict"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UNISFA",
    "UNMISS",
    "UNAMID",
    "African Union High-level Implementation Panel (AUHIP)"
  ],
  "reporting_cycle": "90-day intervals",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on Sudan and South Sudan, reaffirms its commitment to their sovereignty, independence, unity, and territorial integrity.\n\nReiterates that territorial boundaries shall not be altered by force and territorial disputes shall be settled peacefully.\n\nAffirms the priority of implementing outstanding issues from the Comprehensive Peace Agreement (CPA).\n\nReaffirms previous resolutions on protection of civilians, children, and women in armed conflict.\n\nRecalls commitments made by Sudan and South Sudan in agreements on Abyei, border security, and cooperation.\n\nEmphasizes the importance of women's participation in implementation, prevention, and resolution of conflict.\n\nSupports African Union efforts to ease tension and facilitate negotiations between Sudan and South Sudan.\n\nWelcomes AUPSC visit to Abyei and efforts to demilitarize the Safe Demilitarized Border Zone (SDBZ).\n\nUnderlines the importance of establishing effective monitoring of the SDBZ.\n\nStresses the importance of dialogue and restraint.\n\nWelcomes recent meetings between President Bashir and President Kiir.\n\nCalls upon parties to engage constructively in AUHIP-mediated process towards final agreement on Abyei's final status.\n\nCommends continued assistance provided by AUHIP and other parties.\nHere is a summarized version of the Security Council document:\n\nThe Security Council commends the efforts of the United Nations Interim Security Force for Abyei (UNISFA) under Lieutenant General Yohannes Tesfamariam. The Council notes improvements in security and stability in Abyei Area since UNISFA's deployment and determines to prevent recurrence of violence against civilians and avert intercommunal conflict.\n\nThe Council expresses concern over the public administration and rule of law vacuum in Abyei Area, due to delays in establishing the Abyei Area Administration, Council, and Police. It also notes the continued threat of intercommunal violence and tensions preventing UNISFA and other agencies' Sudanese staff from returning to Abyei.\n\nThe Council stresses the need for effective human rights monitoring, facilitation of humanitarian assistance, and protection of civilians. It affirms the importance of voluntary, safe, and orderly return and reintegration of displaced persons and peaceful migration cycles.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2126_2013_EN.pdf"
}