{
  "resolution_no": "2060",
  "year": "2012",
  "theme": [
    "Somalia",
    "Eritrea",
    "Arms Embargo",
    "Humanitarian Assistance",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Monitoring Group",
    "Committee",
    "Transitional Federal Government",
    "African Union Mission in Somalia (AMISOM)",
    "United Nations Political Office for Somalia (UNPOS)"
  ],
  "reporting_cycle": "The Emergency Relief Coordinator to report to the Security Council by 20 November 2012 and again by 20 July 2013",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms previous resolutions on Somalia and Eritrea, particularly the Somalia arms embargo (resolution 733 (1992)) and resolution 2036 (2012).\n\nNotes the final reports of the Monitoring Group, urging Somalia and Eritrea to implement recommendations.\n\nReaffirms respect for Somalia, Djibouti, and Eritrea's sovereignty, territorial integrity, and unity.\n\nUrges Somali Transitional Federal Institutions (TFIs) and Roadmap signatories to implement the Roadmap with UNPOS and international community support, reiterating the transition deadline of 20 August 2012.\n\nExpresses concern at delayed transition, condemning flows of weapons and ammunition to Somalia and Eritrea in violation of arms embargoes.\n\nCondemns violence, abuses, and recruitment of child soldiers, urging the Transitional Federal Government to implement the Action Plan.\n\nRecalling best practices on sanctions, reaffirms the need for financial transparency and accountability.\n\nDetermines the situation in Somalia, Eritrea's influence, and the Djibouti-Eritrea dispute continue to threaten international peace and security.\n\nActing under Chapter VII:\n\n1. Recalls targeted sanctions (resolution 1844 (2008)) and listing criteria (resolution 2002 (2011)).\n2. Specifies acts that threaten Somalia's peace, security, or stability, including charcoal export/import, non-local commerce via Al-Shabaab controlled ports, and misappropriation of financial resources.\n3. Considers acts that obstruct or undermine Somalia's transition process.\n4. Welcomes the Joint Financial Management Board recommendation to improve financial management and transparency.\n5. Underscores humanitarian aid operations' importance, condemning politicization or misuse of assistance.\nHere is a concise summary of the Security Council document 2060 (2012):\n\nThe Security Council:\n\n* Calls on Member States and the UN to mitigate practices in Somalia that hinder humanitarian aid.\n\n* Demands all parties ensure safe and unhindered access for humanitarian aid, and urges steps to ensure safety and security of humanitarian personnel and supplies.\n\n* Exempts humanitarian assistance programs in Somalia from sanctions for 12 months.\n\n* Requests the Emergency Relief Coordinator to report on implementation and impediments to humanitarian aid delivery.\n\n* Requests enhanced cooperation and information sharing between the Monitoring Group and humanitarian organizations.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2060_2012_EN.pdf"
}