{
  "resolution_no": "2094",
  "year": 2013,
  "theme": [
    "Sanctions",
    "Non-Proliferation",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "KOMID",
    "Tanchon Trading Corporation",
    "Second Academy of Natural Sciences",
    "Korea Complex Equipment Import Corporation"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\n- Recalls previous resolutions on the Democratic People’s Republic of Korea (DPRK), including 825 (1993), 1540 (2004), 1695 (2006), 1718 (2006), 1874 (2009), 1887 (2009), and 2087 (2013).\n- Reaffirms that proliferation of nuclear, chemical, and biological weapons poses a threat to international peace and security.\n- Expresses concern over the DPRK’s nuclear test on 12 February 2013, which violates previous resolutions and the Treaty on Non-Proliferation of Nuclear Weapons (NPT).\n- Condemns the test and demands the DPRK retract its withdrawal from the NPT and return to IAEA safeguards.\n- Decides the DPRK shall not conduct further launches using ballistic missile technology, nuclear tests, or provocations.\n- Condemns the DPRK’s ongoing nuclear activities, including uranium enrichment, and demands abandonment of nuclear weapons and existing nuclear programmes.\n- Reaffirms decisions that the DPRK shall abandon all weapons of mass destruction and ballistic missile programmes.\n- Imposes measures, including:\n  - Prohibition on items related to nuclear, chemical, and ballistic missile programmes.\n  - Asset freezes and travel bans on individuals and entities listed in annexes I and II.\n  - Additional measures on individuals and entities acting on behalf of or at the direction of designated individuals and entities.\n\nNo extra line is added apart from the summarized content.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n* Decides that States shall expel DPRK nationals from their territories for repatriation to the DPRK, unless their presence is required for judicial processes, medical, safety, or humanitarian purposes.\n\n* Requires Member States to prevent the provision of financial services that could contribute to the DPRK's nuclear or ballistic missile programs, and to freeze assets associated with such programs.\n\n* Calls upon States to prohibit DPRK banks from establishing new joint ventures, correspondent relationships, or representative offices in their jurisdictions.\n\n* Requests States to prohibit financial institutions from opening representative offices or subsidiaries in the DPRK if it could contribute to the DPRK's nuclear or ballistic missile programs.\n\n* Expresses concern about transfers of bulk cash to the DPRK and clarifies that States must apply measures to prevent such transfers from contributing to prohibited programs.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2013/S_RES_2094_2013_EN.pdf"
}