{
  "resolution_no": "2075",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Security",
    "Sudan",
    "South Sudan",
    "Abyei"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UNISFA",
    "UNMISS",
    "UNAMID",
    "AU High-Level Implementation Panel (AUHIP)"
  ],
  "reporting_cycle": "sixty-day intervals",
  "operative_authority": "Chapter VII",
  "summary": "6. Urges the parties to activate the Joint Border Verification and Monitoring Mechanism and finalize a timeline for the redeployment of armed forces.\n\n7. Welcomes efforts to establish the temporary JBVMM headquarters and the deployment of monitors.\n\n8. Intends to review the mandate of UNISFA for possible reconfiguration based on compliance with resolution 2046.\n\n9. Calls on Member States to ensure the free movement of UNISFA personnel and equipment.\n\n10. Renews its call on Sudan and South Sudan to provide full support to the United Nations.\n\n11. Recognizes the difficult living conditions affecting UNISFA personnel and urges the Secretary-General to take measures to address this situation.\n\n12. Demands that Sudan and South Sudan facilitate the deployment of the UN Mine Action Service to ensure JBVMM freedom of movement and mine clearance.\n13. Demands full, safe and unhindered access for humanitarian personnel to civilians in need, and necessary facilities for their operations, in accordance with international law.\n\n14. Requests the Secretary-General to ensure effective human rights monitoring, and for the Governments of Sudan and South Sudan to cooperate, including issuing visas to UN personnel.\n\n15. Requests the Secretary-General to ensure UNISFA's compliance with the UN's zero-tolerance policy on sexual exploitation and abuses, and to keep the Council informed of any cases.\n\n16. Stresses that improved cooperation between the Governments of Sudan and South Sudan is critical for peace, security, and stability.\n\n17. Requests the Secretary-General to report on UNISFA's mandate implementation every 60 days, and to immediately bring serious violations to the Council's attention.\n\n18. Notes the Secretary-General's efforts to ensure close cooperation among UN missions in the region, and requests him to continue this practice.\n\n19. Decides to remain actively seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2075_2012_EN.pdf"
}