{
  "resolution_no": "2053",
  "year": "2012",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MONUSCO",
    "UNIFIL",
    "MINUSMA",
    "International Criminal Court",
    "African Union"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days, specifically by 14 November 2012, 14 February 2013, and 24 May 2013",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions on the Democratic Republic of the Congo (DRC), reaffirms its commitment to the country's sovereignty, territorial integrity, and political independence. The Council acknowledges positive developments in peace and stability but notes serious challenges persist, particularly in the eastern provinces. It expresses deep concern at the deteriorating security situation, attacks by armed groups, and humanitarian access restrictions. The Council stresses the need for the Congolese authorities to address election irregularities and hold provincial and local elections in a timely and credible manner. It encourages regional cooperation, supports peacebuilding efforts, and emphasizes the link between illicit resource exploitation and arms trafficking. The Council condemns human rights abuses, including sexual violence and child recruitment, and urges the swift prosecution of perpetrators. It welcomes MONUSCO's efforts in training Congolese security forces and condemns attacks on peacekeepers and humanitarian personnel. The Council reiterates the need for sustained international support to ensure early recovery and sustainable development in the DRC.\nHere is a concise summary of the Security Council document 2053 (2012):\n\nThe Security Council:\n \nRecognizes MONUSCO's efforts to improve peace and stability in the Democratic Republic of the Congo (DRC) and emphasizes the need for continued international support.\n\nExtends MONUSCO's mandate until 30 June 2013, with a focus on protecting civilians and supporting the Government's stabilization efforts.\n\nReiterates the Government's primary responsibility for security, national reconciliation, and development, and encourages it to establish professional and accountable security forces.\n\nRequests MONUSCO to support the Government's efforts, including:\n\n* Logistical support for the African Union-Regional Task Force to combat the Lord's Resistance Army (LRA)\n* Strategic review of the International Security and Stabilization Support Strategy (ISSSS)\n* Support for security sector reform (SSR) and a national vision and strategy for the security and justice sectors\n\nEncourages the Government to:\n\n* Promote non-military solutions to reduce the threat posed by armed groups\n* Restore State authority in areas freed from armed groups\n* Consolidate State authority throughout the territory",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2012/S_RES_2053_2012_EN.pdf"
}