{
  "resolution_no": "2732",
  "year": "2024",
  "theme": [
    "Iraq",
    "Peacekeeping",
    "Stabilization",
    "Human Rights",
    "Climate Change"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "UNAMI",
    "United Nations Assistance Mission for Iraq",
    "Iraq",
    "Kuwait",
    "UN Country Team",
    "UNICEF",
    "World Bank",
    "International Monetary Fund"
  ],
  "reporting_cycle": "every six months, three times in total",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\nRecalling previous resolutions on Iraq, reaffirms Iraq's independence, sovereignty, unity, and territorial integrity, emphasizing stability, prosperity, and security for the Iraqi people, the region, and the international community.\n\nSupports Iraq's stabilization efforts, including fighting terrorism, recovery, reconstruction, and meeting the needs of all Iraqis, particularly women, youth, children, displaced persons, and ethnic and religious minorities.\n\nSupports the Government of Iraq in delivering reforms to address corruption, protect human rights, promote accountability, deliver essential services, diversify the economy, create jobs, and strengthen institutions.\n\nRecognizes the Government's efforts to implement the Yezidi Survivors Law, pursue accountability for human rights violations, and safeguard the rule of law and freedom of expression.\n\nWelcomes efforts to assist internally displaced persons and displaced Iraqis in Syria to return and reintegrate, and address climate change and natural disasters.\n\nCalls on the international community to support durable solutions and development efforts.\n\nNoting the Independent Strategic Review, takes note of the Government of Iraq's letter dated 8 May 2024 and decides to extend UNAMI's mandate for a final 19-month period until 31 December 2025.\n\nRequests the Secretary-General to prepare a transition and liquidation plan by 31 December 2024.\n\nAuthorizes the retention of guard units to protect UNAMI's personnel, facilities, and assets during liquidation.\n\nCalls on the Government of Iraq to cooperate fully with the UN during UNAMI's transition, drawdown, and liquidation.\n\nCommends the Government of Iraq's efforts to settle internal issues and make progress towards achieving milestones.\n\nRequests the Secretary-General to streamline UNAMI's tasks, including providing advice, support, and technical assistance to strengthen electoral preparation and processes.\nThe Security Council:\n\n6. Requests the Secretary-General to:\n \n(a) Provide regular reporting on electoral preparations and processes for Iraq’s parliamentary elections and the Iraqi Kurdistan Region’s parliamentary elections through transparent and inclusive processes;\n\n(b) Facilitate progress towards resolving outstanding issues between Iraq and Kuwait, including return of Kuwaiti property and nationals, and make recommendations by 31 May 2025 for a follow-on mechanism;\n\n(c) Promote development and humanitarian tasks, including:\n \n(i) Safe return or local integration of internally displaced persons and displaced Iraqis in Syria;\n \n(ii) Improving essential civil and social services, including healthcare and education;\n\n(iii) Economic reform, capacity-building, and sustainable development;\n\n(iv) Contributions of UN agencies to objectives under unified leadership;\n\n(d) Promote accountability, human rights protection, and judicial reform;\n\n(e) Strengthen child protection, including reintegration of children affected by armed conflict;\n\n7. Calls upon the Government of Iraq to provide security and logistical support to the UN’s presence;\n\n8. Requests the Secretary-General to report every six months, three times in total, on progress towards transitioning UNAMI’s responsibilities;\n\n9. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2024/S_RES_2732_(2024)-EN.pdf"
}