{
  "resolution_no": "2734",
  "year": "2024",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Counter-Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41"
  ],
  "entities": [
    "ISIL (Da'esh)",
    "Al-Qaida",
    "United Nations",
    "Security Council",
    "Monitoring Team",
    "Ombudsperson",
    "Counter-Terrorism Committee (CTC)",
    "UN Office of Counter-Terrorism (UNOCT)"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days; The Monitoring Team to report to the Committee on a quarterly-basis",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2734 (2024) at its 9649th meeting on 10 June 2024. \nThe resolution recalls previous resolutions on terrorism, reaffirming that terrorism in all forms is a serious threat to peace and security. \nIt condemns the Islamic State in Iraq and the Levant (ISIL, also known as Da’esh), Al-Qaida, and associated individuals and entities for terrorist acts. \nThe Council recognizes that countering terrorism requires collective efforts on national, regional, and international levels, respecting international law and the UN Charter. \nTerrorism cannot be associated with any religion, nationality, or civilization. \nThe resolution expresses concern about ISIL and Al-Qaida's presence and ideology, reaffirming commitment to state sovereignty, territorial integrity, and political independence. \nMember States have primary responsibility in countering terrorist acts and violent extremism. \nThe Council stresses the important role of the UN in facilitating international cooperation in countering terrorism. \nIt urges states to prevent trade, economic, and financial ties with ISIL, Al-Qaida, and associated individuals and entities. \nThe resolution emphasizes that sanctions are an important tool in maintaining international peace and security, including in support of countering terrorism. \nThe measures imposed are not intended to have adverse humanitarian consequences for civilian populations. \nThe 1267/1989/2253 ISIL (Da’esh) and Al-Qaida Sanctions Committee plays a crucial role in identifying non-compliance cases. \nISIL originated as a splinter group of Al-Qaida, and any individual or entity supporting them is eligible for listing.\nHere is a concise summary of the Security Council document:\n\nThe Security Council condemns recent terrorist attacks by ISIL worldwide, resulting in numerous casualties, and gross human rights abuses. The Council recalls the need for sanctions to reflect current threats and urges States to assist in obtaining evidence for criminal proceedings related to terrorist financing.\n\nThe Council reminds States of their obligation to take measures against individuals and entities on the ISIL (Da’esh) and Al-Qaida Sanctions List, and urges States to participate in maintaining and updating the List. The Council also reminds the ISIL (Da’esh) and Al-Qaida Sanctions Committee to remove individuals and entities that no longer meet listing criteria.\n\nThe Council welcomes cooperation between the Committee and INTERPOL, the UN Office on Drugs and Crime, and other UN bodies, and encourages engagement with the UN Office of Counter-terrorism. The Council strongly condemns kidnapping and hostage-taking by terrorist groups and urges States to prevent terrorists from benefiting from ransom payments.\n\nThe Council expresses concern that ISIL, Al-Qaida, and affiliates continue to profit from transnational organized crime, including trafficking of arms, persons, and natural resources. The Council recognizes the need to prevent and suppress terrorist financing, including from organized crime proceeds.\n\nThe Council reiterates the central role of the UN in preventing and countering terrorism and stresses the essential role of the Financial Action Task Force (FATF) in setting global standards for preventing and combatting money laundering and terrorist financing. The Council recalls its decision to eliminate the supply of weapons to terrorists and calls on States to intensify exchange of operational information on arms trafficking.\n\nThe Council strongly condemns the continued flow of weapons to and between ISIL, Al-Qaida, and associated groups, and encourages States to prevent and disrupt procurement networks for such weapons.\nHere is a concise summary of the Security Council document 2734 (2024):\n\nThe Security Council expresses concern at the risks posed by terrorists' use of information and communications technologies to facilitate terrorist acts. It stresses the need to counter terrorist narratives used by ISIL, Al-Qaida, and associated individuals and groups to incite and recruit others.\n\nThe Council condemns the flow of international recruits to ISIL, Al-Qaida, and associated groups, and reiterates the obligation of Member States to prevent the entry into or transit through their territories of individuals seeking to participate in foreign terrorist fighter-related activities.\n\nIt calls upon Member States to share information on individuals, groups, and entities implicated in terrorist activities, and to prevent the movement of terrorist groups and their financing. The Council also condemns engagement in trade with ISIL, Al-Nusrah Front, and associated individuals and entities, and reiterates that such engagement would constitute support for them.\n\nThe Council condemns the destruction of cultural heritage, particularly in Iraq and Syria, and recalls its decision to prevent the trade in Iraqi and Syrian cultural property and other items of archaeological, historical, cultural, rare scientific, and religious importance.\n\nIt also condemns abductions of women and children by ISIL, Al-Qaida, and associated individuals and groups, and expresses outrage at their exploitation and abuse. The Council recalls its previous resolutions and decisions, including resolution 2178 (2014), resolution 2354 (2017), and resolution 2396 (2017).\n\nUnder Chapter VII of the Charter of the United Nations, the Council reaffirms its decision that all States shall take measures, including asset freeze, with respect to ISIL, Al-Qaida, and associated individuals, groups, undertakings, and entities. \n\nIt welcomes efforts to standardize the format of United Nations sanctions lists and encourages the Secretariat to continue its work to implement the data model approved by the Committee.\nHere is a clear and concise summary of the Security Council document:\n\n**Financial Measures**\n\n* Freeze funds, financial assets, or economic resources of individuals, groups, undertakings, and entities associated with ISIL or Al-Qaida\n* Prevent making available funds, financial assets, or economic resources, directly or indirectly, for their benefit\n\n**Travel Ban**\n\n* Prevent entry into or transit through territories of listed individuals, except for judicial processes or justified cases\n* Exemptions to travel ban must be submitted by Member States, individuals, or the Ombudsperson\n\n**Arms Embargo**\n\n* Prevent supply, sale, or transfer of arms and related materiel to listed individuals, groups, undertakings, and entities\n\n**Listing Criteria**\n\n* Association with ISIL or Al-Qaida includes:\n\t+ Participating in financing, planning, facilitating, or perpetrating acts\n\t+ Supplying arms and related materiel\n\t+ Recruiting for or supporting their acts\n* Planning, directing, or committing acts involving sexual and gender-based violence may be eligible for designation\n\n**Implementation**\n\n* Member States must identify and introduce procedures to implement measures\n* Those responsible for terrorist acts must be held accountable\n* Member States must provide assistance in investigations and proceedings related to terrorist acts\n\n**Exemptions and Procedures**\n\n* Exemptions to measures are available, including for humanitarian purposes\n* Focal Point mechanism can receive exemption requests\n* Payments in favor of listed individuals or entities can be added to frozen accounts\nHere is a summarized version of the document:\n\nThe Security Council:\n\n Reiterates Member States' obligation to prevent their nationals and persons in their territory from making available economic resources to ISIL, Al-Qaida, and associated individuals, groups, undertakings, and entities.\n\n Encourages Member States to submit listing requests of individuals and entities supporting ISIL, Al-Qaida, and associated individuals, groups, undertakings, and entities.\n\n Directs the Committee to consider designations of individuals and entities engaged in financing, supporting, or facilitating acts or activities with ISIL, Al-Qaida, and associated individuals, groups, undertakings, and entities.\n\n Recalls its resolutions 2331 (2016) and 2610 (2021) and reaffirms its intention to consider targeted sanctions for individuals and entities associated with ISIL or Al-Qaida involved in trafficking in persons and sexual violence in conflict.\n\n Encourages information exchange and cooperation between relevant UN entities to curb sexual and gender-based violence in armed conflict.\n\n Requests the Analytical Support and Sanctions Monitoring Team to discuss credible cases of trafficking in persons and sexual violence by ISIL, Al-Qaida, and associated individuals, groups, undertakings, and entities with Member States.\n\n Expresses concern about the lack of implementation of resolutions 1267 (1999), 1989 (2011), 2199 (2015), and 2253 (2015) and calls upon Member States to take necessary measures to fulfill their obligations.\n\n Urges Member States to implement the Financial Action Task Force's (FATF) Forty Recommendations on Combating Money Laundering and the Financing of Terrorism.\n\n Welcomes recent FATF reports and guidance on terrorist financing, including on virtual assets and virtual asset service providers (VASPs).\n\n Reaffirms its decision in resolution 2462 (2019) that States must ensure their domestic laws establish serious criminal offenses for the willful provision or collection of funds for terrorist organizations or individual terrorists.\n\n Demands that Member States ensure all measures taken to implement this resolution comply with their obligations under international law.\n\n Encourages FATF to prioritize countering terrorist financing and identifying Member States with strategic anti-money laundering and countering terrorist financing deficiencies.\n\n Clarifies that the obligation in paragraph 1 (d) of resolution 1373 (2001) applies to making funds, financial assets, or economic resources available for the benefit of terrorist organizations or individual terrorists.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Calls on States to criminalize willful violation of the prohibition on supporting ISIL, Al-Qaida, and associated individuals and entities (para 26).\n\n Urges Member States to cut off funds and financial assets to individuals and entities on the ISIL and Al-Qaida Sanctions List (para 27).\n\n Urges Member States to prevent terrorists from using crowdfunding, virtual assets, and information technology for terrorist purposes (para 28).\n\n Urges Member States to promote awareness of the ISIL and Al-Qaida Sanctions List and to screen their databases against the List (para 29).\n\n Highlights the importance of strong relationships with the private sector in countering terrorist financing (para 30).\n\n Underscores that ransom payments to ISIL, Al-Qaida, and associated individuals and entities support their recruitment and operational capabilities (para 31).\n\n Urges Member States to remain vigilant about ISIL's presence and to identify and propose individuals and entities for listing (para 32).\n\n Calls on Member States to improve information-sharing and integration of financial intelligence to counter terrorist financing (para 33).\n\n Decides that Member States shall undertake measures to prevent ISIL, Al-Qaida, and associated individuals and entities from obtaining explosives and raw materials (para 34).\n\n Encourages Member States to share information and develop national strategies to counter improvised explosive devices (para 34).\n\n Urges Member States to ensure that fraudulent travel documents are invalidated and removed from circulation (para 36).\n\n Encourages Member States to share information on fraudulent travel documents with the private sector and the Committee (para 37).\n\n Encourages Member States to note that listed individuals are subject to travel bans and to consult the ISIL and Al-Qaida Sanctions List when considering travel visa applications (para 38-39).\n\n Reaffirms the requirement for airlines to provide advance passenger information to detect and prevent travel by foreign terrorist fighters (para 40).\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n**Information Sharing and Analysis**\n\n* Urges countries to analyze API data to prevent terrorist travel offenses, with respect for human rights (para 40)\n* Reaffirms the need for countries to collect, process, and analyze PNR data to prevent terrorist offenses (para 41)\n* Encourages countries to exchange information on individuals on the ISIL (Da’esh) and Al-Qaida Sanctions List (para 43)\n\n**Cooperation and Capacity Building**\n\n* Calls for improved international cooperation to address foreign terrorist fighters (para 44)\n* Urges countries to exchange information on foreign terrorist fighters (para 45)\n* Encourages countries to designate national focal points to liaise with the Committee and Monitoring Team (para 47)\n\n**Reporting and Implementation**\n\n* Requests countries to report on obstacles to implementing measures (para 48)\n* Calls for updated reports on implementation of measures, including asset freezing (para 49)\n* Requests the Secretariat to develop a format for reporting information (para 50)\n\n**Committee Directives**\n\n* Directs the Committee to ensure fair and clear procedures for listing and delisting individuals and entities (para 51)\n* Requests the Committee to report on its findings and recommend steps to improve implementation (para 52)\n* Directs the Committee to identify cases of non-compliance and determine courses of action (para 53)\n\n**Listing and Designation**\n\n* Encourages countries to submit names for inclusion on the ISIL (Da’esh) and Al-Qaida Sanctions List (para 56)\n* Reaffirms the need for standard forms for listing and detailed reasons for listing (para 57)\nHere is a concise summary of the Security Council document:\n\n58. Member States proposing a new listing or having proposed names for the ISIL (Da’esh) and Al-Qaida Sanctions List shall specify if the Committee or the Ombudsperson may not reveal the Member State’s status as a designating State.\n\n59. Member States are encouraged to submit photographs and biometric data of individuals for inclusion in INTERPOL-United Nations Security Council Special Notices.\n\n60. The Committee shall update the standard form for listing and the Monitoring Team shall report on steps to improve the quality of the ISIL (Da’esh) and Al-Qaida Sanctions List and Consolidated Sanctions List.\n\n61. The Committee shall make accessible on its website a narrative summary of reasons for listing and additional relevant information when a name is added to the ISIL (Da’esh) and Al-Qaida Sanctions List.\n\n62. Member States and international organizations are encouraged to inform the Committee of relevant court decisions and proceedings.\n\n63. Committee members and the Monitoring Team shall share information on listing requests to inform the Committee’s decision.\n\n64. The Secretariat shall notify the Permanent Mission of the State where the individual or entity is believed to be located and publish relevant information on the Committee’s website.\n\n65. Member States shall notify listed individuals or entities of the listing and provide the narrative summary of reasons for listing.\n\n66. The mandate of the Office of the Ombudsperson is extended for 36 months, and the Ombudsperson shall continue to receive and review delisting requests.\n\n67-69. The Committee shall consider delisting requests based on the Ombudsperson’s recommendations, and the requirement for States to take measures shall remain in place or terminate based on the Committee’s decision.\n\n70. The measures referred to in paragraph 1 of this resolution are preventative in nature and not reliant upon criminal standards.\n\n71. The importance of the Office of the Ombudsperson is underscored, and the Secretary-General is requested to strengthen its capacity.\nHere is a summarized version of the Security Council document:\n\n72. Urges Member States to provide relevant information to the Ombudsperson, including confidential information, and encourages them to conclude arrangements with the Office of the Ombudsperson for sharing such information.\n\n73. Urges Member States and international organizations to encourage individuals and entities challenging their listing to seek removal from the ISIL (Da’esh) and Al-Qaida Sanctions List by submitting delisting petitions to the Ombudsperson.\n\n74. Notes the Financial Action Task Force (FATF) international standards and best practices relating to targeted financial sanctions.\n\n75. Recalls that when a designating State submits a delisting request, the requirement for States to take measures shall terminate after 60 days unless the Committee decides by consensus to maintain the measures.\n\n76. Recalls that the Committee may shorten the 60-day period by consensus on a case-by-case basis.\n\n77. Recalls that consensus must exist between all designating States for delisting requests, and that co-sponsors of listing requests shall not be considered designating States.\n\n78. Urges designating States to allow the Ombudsperson to reveal their identities to listed individuals and entities that have submitted delisting petitions.\n\n79. Directs the Committee to consider delisting requests from Member States for individuals and entities that no longer meet the criteria, and urges Member States to provide reasons for submitting their requests.\n\n80. Encourages States to submit delisting requests for individuals who are confirmed dead or entities that have ceased to exist.\n\n81. Encourages Member States to prevent unfrozen assets from being used for terrorist purposes when unfreezing assets of a deceased individual or an entity that has ceased to exist.\n\n82. Reaffirms that prior to unfreezing assets frozen due to the listing of Usama bin Laden, Member States shall submit a request to the Committee and provide assurances that the assets will not be used for terrorist purposes.\n\n83. Calls upon the Committee to consider delisting requests, give due consideration to the opinions of relevant States, and provide reasons for objecting to delisting requests.\n\n84. Encourages Member States to provide information to the Committee relevant to delisting petitions and to meet with the Committee to convey their views.\n\n85. Confirms that the Secretariat shall notify the Permanent Mission of the State(s) of residence, nationality, location or incorporation when a name is removed from the ISIL (Da’esh) and Al-Qaida Sanctions List.\n\n86. Reaffirms that the Ombudsperson may request exemptions to allow a petitioner to travel to be interviewed, provided that all States of transit and destination do not object.\nHere is a concise summary of the document:\n\n**Exemptions/Focal Point**\n\n* The assets freeze measures shall not apply to funds and assets necessary for basic expenses (e.g. food, rent, medicine) or extraordinary expenses, subject to Committee approval.\n* The Committee shall acknowledge receipt of exemption requests and make decisions within 3-5 working days.\n* The Focal Point mechanism shall receive and transmit requests for exemptions from listed individuals and entities to the Committee.\n\n**Focal Point Mechanism**\n\n* The Focal Point shall receive requests from listed individuals for exemptions to travel restrictions and transmit them to the Committee.\n* The Committee shall consider such requests in consultation with relevant States.\n\n**Review and Maintenance of the ISIL (Da’esh) and Al-Qaida Sanctions List**\n\n* Member States are encouraged to submit additional information on listed individuals and entities.\n* The Monitoring Team shall circulate a list of individuals and entities whose entries lack identifiers or are reportedly deceased.\n* The Committee shall review listings and remove them if they are no longer appropriate.\n\n**Coordination and Outreach**\n\n* The Committee shall cooperate with other relevant Security Council Sanctions Committees.\nHere is a summarized version of the Security Council document:\n\n97. The Security Council reiterates the need for enhanced cooperation among the Committee, UN counter-terrorism bodies, and their groups of experts, through information-sharing, coordination on visits, technical assistance, and relations with international organizations.\n\n98. The Council encourages the Monitoring Team and UN Office on Drugs and Crime to continue joint activities with the Counter-Terrorism Executive Directorate and 1540 Committee experts to assist Member States.\n\n99. The Committee is requested to consider visits to selected countries to enhance implementation of measures and encourage States to comply with relevant resolutions.\n\n100. The Committee is directed to consider requests for information from States and international organizations with ongoing judicial proceedings.\n\n101. The Council extends the mandate of the Monitoring Team for 36 months and requests the Secretary-General to make necessary arrangements.\n\n102. The Monitoring Team is directed to report on thematic and regional topics and developing trends in its comprehensive reports.\n\n103. Relevant UN Missions are encouraged to assist the Committee and Monitoring Team within their existing mandates and resources.\n\n104. The Monitoring Team is directed to identify instances of non-compliance, provide recommendations, and work with States and UN Missions.\n\n105. The Committee is directed to hold special meetings on thematic or regional topics and Member States' capacity challenges.\n\n106. The Council calls for enhanced coordination on counter-terrorist financing measures, including integrated technical assistance.\n\n107. The Analytical Support and Sanctions Monitoring Team is requested to provide quarterly oral briefings to the Committee.\n\n108. The Monitoring Team is requested to discuss trafficking in persons and sexual violence in armed conflict with Member States.\n\n109. The Secretary-General is requested to provide strategic-level reports on ISIL, including on foreign terrorist fighters, financing, and attacks.\n\n110. The Council decides to review the measures with a view to their possible further strengthening in 36 months.\n\n111. The Council decides to remain actively seized of the matter.\nThe Monitoring Team, operating under the direction of the Committee, shall have the following mandates and responsibilities:\n\n(a) Submit comprehensive, independent reports to the Committee every six months on:\n  (i) Implementation by Member States of measures referred to in paragraph 1;\n  (ii) Global threat posed by ISIL, Al-Qaida, ANF, and associated individuals, groups, undertakings, and entities;\n  (iii) Impact of measures in resolutions 2199 (2015) and 2253 (2015);\n  (iv) Threat posed by foreign terrorist fighters;\n  (v) Other issues requested by the Security Council or Committee;\n  (vi) Recommendations for improved implementation of sanctions measures.\n\n(b) Assist the Ombudsperson in carrying out his/her mandate.\n\n(c) Assist the Committee in reviewing names on the ISIL (Da’esh) and Al-Qaida Sanctions List.\n\n(d) Assist the Committee in following up on requests to Member States for information.\n\n(e) Submit a comprehensive programme of work to the Committee for review and approval.\n\n(f) Work closely with CTED and the 1540 Committee’s group of experts.\n\n(g) Participate actively in and support activities under the United Nations Global Counter-Terrorism Strategy.\n\n(h) Gather information on instances of reported non-compliance.\n\n(i) Present recommendations to assist Member States with implementation of measures.\n\n(j) Assist the Committee in considering proposals for listing.\n\n(k) Consult with the Committee or relevant Member States on listing and delisting.\n\n(l) Bring to the Committee’s attention new or noteworthy circumstances for delisting.\n\n(m) Consult with Member States in advance of travel.\n\n(n) Coordinate and cooperate with national counter-terrorism focal points.\n\n(o) Cooperate with relevant United Nations counter-terrorism bodies.\n\n(p) Encourage Member States to submit names and identifying information.\n\n(q) Present additional identifying and other information to assist the Committee.\n\n(r) Encourage Member States to provide relevant information to the Monitoring Team.\nHere is a summarized version of the Security Council document:\n\n**Monitoring Team's Tasks**\n\n* Study and report on the changing nature of the threat of Al-Qaida and ISIL (s)\n* Collate, assess, and report on implementation of measures to prevent use of the Internet for terrorist purposes (t)\n* Consult with Member States, organizations, and experts to enhance implementation of measures (u)\n* Consult with intelligence and security services to facilitate information sharing (v)\n* Consult with private sector and international organizations to promote awareness and compliance with asset freeze, travel ban, and arms embargo (w, x, y)\n* Assist with capacity-building for enhancing implementation of measures (z)\n* Work with INTERPOL to obtain photographs and biometric information of listed individuals (aa)\n* Assist other subsidiary bodies of the Security Council and standardize UN sanctions lists (bb)\n* Report to the Committee on a regular basis (cc)\n\n**Ombudsperson's Tasks**\n\n* Process delisting requests from individuals, groups, undertakings, or entities on the ISIL (Da’esh) and Al-Qaida Sanctions List\n* Acknowledge receipt of delisting requests and inform petitioners of the procedure (Annex II, 1)\n* Gather information from relevant States and UN bodies within four months (Annex II, 2)\nHere is a summarized version of the Security Council document:\n\n**Delisting Request Process**\n\n1. The Ombudsperson shall consult with designating States and other relevant States on a delisting request, gathering their opinions and information.\n2. The Ombudsperson shall forward the delisting request to the Monitoring Team, which shall provide relevant information within four months.\n\n**Information Gathering (4 months)**\n\n* The Monitoring Team provides information, including court decisions, news reports, and assessments of the petitioner's claims.\n* The Ombudsperson presents a written update to the Committee on progress.\n\n**Dialogue (2 months, extendable)**\n\n* The Ombudsperson facilitates dialogue with the petitioner, including submitting questions and requesting additional information.\n* The Ombudsperson requests a signed statement from the petitioner declaring no ongoing association with Al-Qaida or ISIL.\n* The Ombudsperson meets with the petitioner, coordinates with States, and shares information with relevant States (with consent).\n\n**Comprehensive Report**\n\n* The Ombudsperson drafts and circulates a Comprehensive Report to the Committee, summarizing information, describing activities, and making a recommendation.\n\n**Committee Discussion**\n\n* The Committee reviews the Comprehensive Report for 15 days.\n* The Ombudsperson presents the report and answers questions.\n* Committee consideration is completed within 30 days.\n* The Ombudsperson notifies relevant States of the recommendation.\n\n**Distribution of Report**\n\n* The Ombudsperson provides a copy of the report to relevant States, including the State(s) of nationality and residence, designating State(s), and other Member States with a reasonable interest.\nHere is a concise summary of the document:\n\n**Decisions on Information Release**\n\n* The Committee decides on releasing information from the Ombudsperson's Comprehensive Reports on a case-by-case basis (para 13(a)).\n* The Comprehensive Report is not attributable to any individual Committee member (para 13(b)).\n* The Report and its contents are strictly confidential and not shared without Committee approval (para 13(c)).\n\n**Ombudsperson's Recommendations**\n\n* If the Ombudsperson recommends retaining a listing, measures in paragraph 1 remain in place unless a Committee member submits a delisting request (para 14).\n* If the Ombudsperson recommends delisting, measures in paragraph 1 terminate 60 days after Committee consideration, unless the Committee decides by consensus to maintain them (para 15).\n\n**Committee Process**\n\n* The Committee conveys its decision to the Ombudsperson within 60 days (para 16).\n* The Ombudsperson informs the Petitioner of the Committee's decision and submits a redacted Comprehensive Report (para 16).\n\n**Communications with the Petitioner**\n\n* The Ombudsperson sends a letter to the Petitioner with the outcome of the petition, describing the process and factual information gathered (para 17).\n* The Ombudsperson respects the confidentiality of Committee deliberations and communications (para 18).\n* The Ombudsperson may notify the Petitioner and relevant States of the process stage (para 19).\n\n**Other Ombudsperson Tasks**\n\n* The Ombudsperson distributes publicly releasable information about Committee procedures (para 20(a)).\n* The Ombudsperson notifies individuals or entities about the status of their listing (para 20(b)).\n* The Ombudsperson submits biannual reports to the Security Council (para 20(c)).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2024/S_RES_2734_(2024)-EN.pdf"
}