{
  "resolution_no": "2756",
  "year": "2024",
  "theme": [
    "Western Sahara",
    "Peacekeeping",
    "Self-determination"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINURSO",
    "UNHCR",
    "OHCHR"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council on a regular basis, and at any time he deems appropriate during the mandate period, including within six months of this mandate’s renewal and again prior to its expiration",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions on Western Sahara, reaffirms its support for the Secretary-General's efforts and those of his Personal Envoy, Staffan de Mistura, to implement a just, lasting, and mutually acceptable political solution. The Council welcomes the momentum created by round-table meetings and informal consultations, and encourages continued consultations to build on progress achieved. It reiterates its call for Morocco, the Frente POLISARIO, Algeria, and Mauritania to cooperate fully with each other and the UN to achieve a political solution, based on compromise, providing for the self-determination of the people of Western Sahara. The Council recognizes the importance of stability and security in the Sahel region, welcomes efforts to improve peacekeeping operations, including MINURSO, and reiterates the need for a rigorous approach to peacekeeping deployments. It also recalls resolutions on peacekeeping performance, women in peacekeeping, and the role of MINURSO in supporting the Personal Envoy. The Council notes with concern the breakdown of the ceasefire, expresses concern about violations of agreements, and encourages parties to demonstrate further political will towards a solution, including by expanding discussions of each other's proposals.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n* Stresses the importance of improving human rights in Western Sahara and Tindouf camps, and encourages parties to work with the international community to develop and implement credible measures to ensure full respect for human rights.\n\n* Encourages parties to prioritize promotion and protection of human rights, including freedoms of expression and association.\n\n* Welcomes steps taken by Morocco to promote human rights and interact with UN Special Procedures.\n\n* Expresses concern over the hardships faced by Sahrawi refugees and urges donors to provide additional funds to address the deteriorating humanitarian situation.\n\n* Requests a refugee registration in Tindouf refugee camps.\n\n* Recalls previous resolutions on women, peace, and security, and encourages full participation of women and youth in negotiations.\n\n* Affirms support for Special Representative of the Secretary-General Alexander Ivanko and Head of MINURSO.\n\n* Decides to extend MINURSO's mandate until 31 October 2025.\n\n* Emphasizes the need for a realistic, practicable, and enduring solution to the Western Sahara question based on compromise.\n\n* Supports the Secretary-General's efforts to facilitate negotiations and urges parties to engage in good faith.\n\n* Calls on parties to resume negotiations without preconditions and in good faith.\n\n* Invites Member States to support talks and the Personal Envoy's efforts.\n\n* Reaffirms the need for full respect of military agreements with MINURSO.\n\n* Requests the Secretary-General to brief the Security Council regularly on the status and progress of negotiations.\n\n* Welcomes initiatives to standardize a culture of performance in UN peacekeeping.\nThe Security Council:\n\n \n12. Requests the Secretary-General to develop a performance framework for \noperations that facilitates effective and full implementation of mandates, and includes \ncomprehensive and objective methodologies based on clear and well-defined \nbenchmarks to ensure accountability for underperformance and incentives and \nrecognition for outstanding performance, and calls on him to apply this framework to \nMINURSO as described in resolution 2436 (2018), and requests the Secretary-\nGeneral to seek to increase the number of women in MINURSO, as well as to ensure \nthe full, equal, and meaningful participation of women in all aspects of operations;\n\n \n13. Urges the parties and neighbouring states to engage productively with \nMINURSO as it further considers how new technologies can be used to reduce risk, \nimprove force protection, and better implement its mandate;\n\n \n14. Encourages the parties to cooperate with the Office of the United Nations \nHigh Commissioner for Refugees to identify and implement confidence-building \nmeasures, including to engage women and youth, and encourages neighbouring states \nto support these efforts;\n\n \n15. Strongly urges Member States to provide new and additional voluntary \ncontributions to fund food programmes to ensure that the humanitarian needs of \nrefugees are adequately addressed and avoid reductions in food rations; and urges aid \nagencies to facilitate the delivery of humanitarian aid in accordance with United \nNations best practices;\n\n \n16. Requests the Secretary-General to continue to take necessary measures to \nensure full compliance of all personnel in MINURSO with the United Nations zero-\ntolerance policy on sexual exploitation and abuse and to keep the Council fully \ninformed through his reports to the Council about the Mission’s progress in this \nregard, and urges troop-contributing and police-contributing countries to continue \ntaking appropriate preventative action including vetting of all personnel, \npredeployment and in-mission awareness training, and to ensure full accountability \nin cases of such conduct involving their personnel through timely investigation of \nallegations by troop-contributing and police-contributing countries and MINURSO, \nas appropriate;\n\n \n17. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2024/S_RES_2756_(2024)-EN.pdf"
}