{
  "resolution_no": "2767",
  "year": "2024",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Terrorism",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41",
    "Article 42",
    "Chapter VIII"
  ],
  "entities": [
    "African Union Mission in Somalia (AMISOM)",
    "African Union Transition Mission in Somalia (ATMIS)",
    "African Union Support and Stabilisation Mission in Somalia (AUSSOM)",
    "United Nations Support Office in Somalia (UNSOS)",
    "United Nations Transitional Assistance Mission in Somalia (UNTMIS)"
  ],
  "reporting_cycle": "The Secretary-General reports to the Security Council by 1 May 2025, 30 September 2025, and other specific dates mentioned in the resolution",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions and statements on Somalia, reaffirms respect for Somalia's sovereignty, territorial integrity, and unity. \n\nThe Federal Government of Somalia (FGS) has primary responsibility for ensuring security, and the Council recognises the FGS's request for continued international support. \n\nThe Council commends the African Union Mission in Somalia (AMISOM) and its successor, the African Union Transition Mission in Somalia (ATMIS), for their contributions to peace and security over the past 18 years. \n\nThe Council underscores the importance of consolidating peace and security gains, protecting civilians, and pursuing a holistic approach to reinforce peace and stability foundations. \n\nInternational support should align with Somalia's strategic direction, as outlined in the Somali Security Development Plan (SSDP) and National Security Architecture (NSA). \n\nThe Council expresses commitment to supporting Somalia's lasting peace and security, enhancing financing predictability, sustainability, and flexibility for African Union-led peace support operations. \n\nThe Council takes note of the FGS report, the African Union Peace and Security Council's communique, and the Concept of Operations (CONOPs) for an African Union-led peace support operation, the African Union Support and Stabilisation Mission in Somalia (AUSSOM). \n\nThe Council welcomes progress made by the African Union and United Nations Joint Task Team on the Operationalisation of Security Council Resolution 2719, and stresses the importance of timely finalisation of arrangements for implementation. \n\nThe Council expresses grave concern over Al-Shabaab's attempts to undermine peace and security, and condemns terrorist attacks in Somalia and neighbouring states. \n\nThe Council urges Somali authorities to work together on the fight against terrorism.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n* Emphasizes a holistic approach to counter terrorism and violent extremism in Somalia, including regional and international cooperation.\n* Stresses the importance of capacity building and security sector reform to enable Somali security forces to respond effectively to security threats.\n* Notes the potential of international cooperation and support for peacebuilding, conflict prevention, and post-conflict reconstruction in Somalia.\n* Urges the Federal Government of Somalia (FGS) and Federal Member States (FMS) to collaborate on security and national priorities, including implementation of the Somali Stabilization and Development Plan (SSDP).\n* Commends the support provided by the United Nations Assistance Mission in Somalia (UNSOM) and looks forward to the continuation of UN support through the United Nations Transitional Assistance Mission in Somalia (UNTMIS).\n* Recognizes the important role of women in the prevention and resolution of conflicts and in peacebuilding, and stresses the need for their full participation.\n* Condemns human rights violations and abuses, and calls on all parties to comply with international humanitarian law and human rights law.\n* Expresses concern about the humanitarian situation in Somalia and calls for facilitation of humanitarian assistance to all persons in need.\n* Commends humanitarian actors and ATMIS for their efforts in facilitating humanitarian assistance.\n* Emphasizes the need for risk assessment and management strategies for climate change, ecological changes, and natural disasters.\n\nThe Security Council, acting under Chapter VII of the Charter:\n\n* Notes the completion of the review of the first four chapters of the Provisional Federal Constitution of Somalia.\n* Underscores the importance of progress on national priorities, including the SSDP, the National Security Architecture (NSA), and the constitutional review.\n* Encourages Somalia to maintain momentum in its fight against Al-Shabaab and prioritize implementation of the SSDP and NSA.\n* Urges the FGS to prioritize early recovery, stabilization, and reconciliation in areas liberated from Al-Shabaab.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Encourages the Federal Government of Somalia (FGS) to plan for stabilization activities alongside its offensive operations against Al-Shabaab.\n\n Requests the FGS to share information about security operations with AUSSOM and UNSOS to enable effective planning for support.\n\n Reaffirms the importance of full, equal, meaningful, and safe participation of women, youth, persons with disabilities, IDPs, and refugees in conflict prevention, reconciliation, and peacebuilding.\n\n Calls on all parties to allow and facilitate humanitarian access to all persons in need across Somalia.\n\n Expresses deep concern about grave violations against children and urges the FGS to strengthen efforts to end and prevent such violations.\n\n Condemns all forms of sexual and gender-based violence and calls on the FGS to collaborate with the UN to implement the Joint Communiqué and National Action Plan.\n\n Underscores the importance of regional cooperation to counter transnational threats, including terrorism.\n\n Condemns Al-Shabaab's terrorist attacks and calls on the FGS to coordinate with regional and bilateral security operations.\n\n Requests the FGS to strengthen cooperation to prevent and counter terrorism financing.\n\n Welcomes Somalia's progress in assuming national security responsibilities and endorses the replacement of ATMIS with AUSSOM.\n\n Authorizes AUSSOM to support the FGS to degrade Al-Shabaab, prioritize civilian protection, and provide security for political processes.\n\n Endorses AUSSOM's tasks, including supporting Somali security forces, disrupting Al-Shabaab's freedom of movement, and providing tactical support.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n Authorizes the African Union to deploy up to 12,626 uniformed personnel to AUSSOM until June 30, 2025, and up to 11,826 uniformed personnel from July 1, 2025, to December 31, 2025.\n\n Mandates AUSSOM to:\n \n(e) Support Somali security forces in providing security for key population centers and installations;\n(f) Protect AU and UN personnel, installations, and assets;\n(g) Prioritize civilian protection;\n(h) Support Somali police forces in managing public order and internal security;\n(i) Provide advice and training to Somali police forces;\n(j) Provide technical support to Somali police forces on police generation;\n(k) Develop strategies for protection of civilians and child protection;\n(l) Ensure troop- and police-contributing countries comply with standards of conduct and discipline;\n(m) Support humanitarian access and assistance;\n(n) Monitor and address allegations of human rights violations and abuses;\n(o) Support the Federal Government of Somalia (FGS) with the implementation of the Somali Security and Stabilization Plan (SSDP).\n\n Affirms that references to \"ATMIS\" in resolution 2713 (2023) shall be read as referring to AUSSOM.\n\n Notes the Concept of Operations (CONOPs) sets out a total mission strength and four phases of the mission.\n\n Requests the African Union and the United Nations to ensure structures are in place for clear oversight, command and control, and accountability mechanisms for AUSSOM.\n\n Underlines the importance of AUSSOM cooperating with the UN in implementing the Human Rights and Due Diligence Policy (HRDDP).\n\n Notes the CONOPs envisages an accountability mechanism for allegations of human rights violations and abuses, and calls on AUSSOM to undertake regular monitoring and investigations into such allegations.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Urges AUSSOM to operationalize the CCTARC across all sectors, ensuring information sharing, integration into reporting, and support from troop- and police-contributing countries.\n\n2. Requests AUSSOM to support the implementation of the Joint Communique and National Action Plan to prevent and respond to sexual violence in conflict.\n\n3. Encourages efforts to deploy female uniformed personnel and ensure the full participation of women across AUSSOM operations.\n\n4. Requests the Secretary-General to provide logistical support to AUSSOM, including for up to 85 civilians, and to update the logistical support plan.\n\n5. Decides to continue providing support to up to 20,900 personnel from the Somali National Army or Somali National Police Force on joint operations with AUSSOM.\n\n6. Underscores the importance of AUSSOM and the FGS working jointly with UNSOS on logistical support.\n\n7. Notes the need for reconfiguration of UNSOS's operations to support AUSSOM's reduced footprint and requests close coordination between UNSOS, AUSSOM, the FGS, and bilateral partners.\n\n8. Requests the Secretary-General to continue United Nations support to Somalia with training, equipment, and mentorship to counter IEDs.\n\n9. Notes the African Union Peace and Security Council's communique recommending using part of the interest accrued from the AU Peace Fund investment to finance AUSSOM.\n\n10. Welcomes financial, in-kind, and logistical support provided by various countries and encourages continued support.\n\n11. Takes note of the Joint Report's options for financing AUSSOM and requests the Secretary-General to accelerate preparations towards implementing the framework established by resolution 2719 (2023).\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Recalls paragraph 4 of resolution 2719 (2023) and reaffirms the established process for the preparation and presentation of reports by the Secretary-General for the appropriation of resources and performance reports.\n\n Requests the Secretary-General to implement a \"hybrid implementation\" of the framework established by resolution 2719 (2023) to AUSSOM, starting from 1 July 2025, with access to United Nations assessed contributions not exceeding 75% of AUSSOM's annual total budget.\n\n Emphasizes the exceptional nature of the United Nations and African Union footprint in Somalia and stresses that the \"hybrid implementation\" shall not be considered as establishing a precedent.\n\n Encourages traditional and new donors to support AUSSOM by providing necessary funding to enable the full implementation of its mandate.\n\n Underlines the need for Somalia and its partners to increase coordination on support to AUSSOM and Somali-led political and security reforms.\n\n Requests the Secretary-General to submit a report by 1 May 2025 on preparations for the implementation of the framework to AUSSOM.\n\n Requests the Secretary-General to carry out an independent strategic review of UNSOS by 1 April 2025.\n\n Requests the United Nations, jointly with the African Union and FGS, to undertake regular joint technical assessments of progress made.\n\n Requests the African Union to keep the Security Council informed on the implementation of AUSSOM's mandate, including specific reporting on progress on joint operations and progress against the mandate.\nThe Security Council:\n \nRecalls previous requests for reports on Somalia's security sector development plan (SSDP) and national security architecture (NSA) implementation, force generation and integration, and security operations with AMISOM and UNSOS.\n\n Requests Somalia to provide updates on:\n \n (c) accountability measures for human rights and humanitarian law violations, and \n (d) measures to protect civilians.\n\n Invites the African Union, Secretariat, and international stakeholders to participate in combined AUSSOM and UNTMIS meetings to discuss these reports.\n\n Requests Somalia to keep the Security Council informed on progress.\n\n Recalls paragraph 15 of resolution 2719 (2023) and requests the Secretary-General to ensure joint updates from the UN and African Union.\n\n Requests the Secretary-General to keep the Security Council informed on implementation aspects.\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2024/S_RES_2767_(2024)-EN.pdf"
}