{
  "resolution_no": "2729",
  "year": "2024",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Climate"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "UNMISS",
    "IGAD",
    "African Union",
    "United Nations Peacebuilding Commission"
  ],
  "reporting_cycle": "90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions and statements on South Sudan, \nReaffirming commitment to South Sudan's sovereignty, independence, territorial integrity, and national unity, \nSupporting the 2018 Revitalized Agreement on the Resolution of the Conflict in South Sudan, \n\nUrges full implementation of the Revitalized Agreement and the Roadmap to a Peaceful and Democratic end of the Transition Period, \n Stressing implementation of provisions for unified security forces, public resource management, accountability, and electoral institutions, \n\nUrges the transitional government to focus on long-term development, democratic institutions, and good governance, \nNoting steps taken in implementing the Revitalized Agreement, including unified forces training, commission establishment, and bill submissions, \n\nCondemning human rights violations and abuses, and international humanitarian law violations by all parties, \n Reiterating the need to end impunity and bring justice to those responsible, \n Expressing concern over ongoing sexual and gender-based violence, \n\nWelcoming IGAD's leadership in advancing the peace process, and encouraging continued engagement from IGAD, AU, UN, and regional countries, \nEncouraging political dialogue between signatories and non-signatories, \n\n Urging the Government to engage with the UN Peacebuilding Commission to enhance international support for peacebuilding objectives, \n Strongly condemning violations against children, including recruitment, killing, maiming, and sexual violence.\nHere is a concise summary of the Security Council document:\n\nThe Security Council expresses concern over the humanitarian crisis in South Sudan, with 2.2 million internally displaced persons, 9 million in need of humanitarian assistance, and 7.1 million facing severe food insecurity. The Council condemns human rights violations, including sexual and gender-based violence, and stresses the importance of transitional justice measures to end impunity and promote accountability.\n\nThe Council extends the mandate of UNMISS until 30 April 2025, with a focus on preventing a return to civil war, enabling self-reliance, and supporting inclusive governance and free and fair elections. UNMISS is authorized to use all necessary means to implement its mandate, prioritizing the protection of civilians.\n\nThe Council also expresses concern over climate change, ecological changes, and natural disasters, and calls on the government to engage with local communities to address these challenges. It emphasizes the need for comprehensive risk assessments and risk management strategies to inform programs.\n\nThe Council commends the work of UNMISS and expresses appreciation for the actions taken by UNMISS peacekeepers and troop- and police-contributing countries. It determines that the situation in South Sudan continues to constitute a threat to international peace and security in the region. \n\n Acting under Chapter VII of the Charter of the United Nations, mandates UNMISS to: \n- Protect civilians \n (Further details of the mandate are listed but are incomplete in the provided text)\nHere is a summarized version of the Security Council document:\n\n**Protection of Civilians**\n\n* Use all necessary means to protect civilians under threat of physical violence through a comprehensive approach\n* Prevent, deter, and stop violence against civilians, including in high-risk areas and IDP camps\n* Maintain proactive deployment and mobile posture, including active patrolling\n* Identify and deter threats and attacks against civilians through early warning and response system\n* Protect civilians and maintain public safety and security in UNMISS protection sites\n\n**Specific Protection for Women and Children**\n\n* Provide specific protection for women and children through deployment of Child Protection Advisers, Women Protection Advisers, and Gender Advisers\n* Share best practices with local stakeholders for capacity building\n* Deter, prevent, and respond to sexual and gender-based violence\n\n**Good Offices and Facilitation**\n\n* Exercise good offices, confidence-building, and facilitation in support of UNMISS's protection strategy\n* Facilitate prevention, mitigation, and resolution of intercommunal violence through community-led peace dialogue processes\n\n**Return, Relocation, Resettlement, or Integration of IDPs and Refugees**\n\n* Foster a secure environment for safe, informed, voluntary, and dignified return, relocation, resettlement, or integration\n* Monitor and promote respect for human rights, coordinate with police services, security, and government institutions\n\n**Facilitating Humanitarian Assistance**\n\n* Contribute to creation of security conditions conducive to delivery of humanitarian assistance\n* Ensure security and freedom of movement of UN personnel and associated personnel\n\n**Supporting Implementation of the Revitalized Agreement and Peace Process**\n\n* Use good offices to support peace process and creation of conditions conducive to full implementation of the Revitalized Agreement\n* Prevent further escalation of political violence and address root causes of conflict.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n**Mandate of UNMISS**\n\n* Authorizes UNMISS to support the peace process, transitional government, and peacebuilding efforts in South Sudan.\n* Directs UNMISS to:\n\t+ Support the full, equal, meaningful, and safe participation of women, civil society, youth, and marginalized groups in peace processes and government bodies.\n\t+ Assist with electoral assistance, voter education, and prevention of election violence.\n\t+ Provide technical assistance and capacity building to support the rule of law and justice sector.\n\t+ Ensure conflict-sensitive and gender-responsive approach in all activities.\n\n**Monitoring, Investigating, and Reporting on Human Rights Violations**\n\n* Directs UNMISS to monitor, investigate, verify, and report on human rights abuses and violations of international humanitarian law.\n* Focus on abuses against women, children, and vulnerable groups, including conflict-related sexual violence.\n\n**Force Levels and Capacity Building**\n\n* Decides to maintain UNMISS force levels with a troop ceiling of 17,000 personnel and a police ceiling of 2,101 personnel.\n\n**South Sudan Peace Process**\n\n* Demands that all parties respect their obligations under international law and end fighting throughout South Sudan.\n* Reminds South Sudanese authorities of their primary responsibility to protect civilians.\n* Demands all parties to refrain from violence against civilians, including UN personnel and humanitarian personnel.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Condemns all forms of destabilizing activities, incitement to hatred and violence, and misinformation campaigns aimed at UNMISS.\n\n Demands South Sudan's leaders to implement the permanent ceasefire declared in the Revitalized Agreement and previous ceasefire agreements.\n\n Expresses deep concern about delays in implementing the Revitalized Agreement, urging leaders to display political will, build mutual trust, and engage in constructive dialogue.\n\n Urges the use of a single Treasury account, required audits, and an oil marketing system that is open, transparent, and competitive.\n\n Calls for the allocation of necessary financial resources, establishment of institutions, and full participation of women, youth, faith groups, and civil society in peacebuilding efforts.\n\n Stresses the need to finalize security arrangements, establish transitional institutions, and make progress on transitional reforms.\n\n Recognizes the detrimental effect of corruption and misuse of public funds on the government's ability to provide services.\n\n Urges the government to adopt a legislative framework for durable financing of elections.\n\n Calls for free and fair elections, carried out in a transparent, credible, and peaceful manner.\n\n Urges the government to ensure an environment conducive to open political dialogue, including free and constructive debate, freedom of opinion, and peaceful assembly.\n\n Urgently calls for priority measures, including:\n\n* Protection of civilians and security in re-designated protection sites\n* Progress on creating a conducive political environment for elections\n* Ending obstructions to UNMISS and humanitarian actors\n* Implementing security arrangements, including payment of salaries to unified forces\n* Establishing the Hybrid Court for South Sudan and other transitional justice mechanisms\n\n Reiterates its call for the government to comply with the Status of Forces Agreement (SOFA) and cease obstructing UNMISS.\n\n Demands an end to all forms of violence, human rights violations, and abuses, including sexual and gender-based violence.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Urges the Government of South Sudan (GoSS) to complete investigations into human rights violations and abuses, hold perpetrators accountable, and release investigation reports.\n\n Demands that all parties allow rapid, safe, and unhindered access for humanitarian assistance, particularly to IDPs, refugees, and returnees.\n\n Calls upon the GoSS to resolve housing, land, and property issues to facilitate durable solutions for IDPs and refugees.\n\n Urges the full, equal, and meaningful participation of women in all spheres and levels of political leadership, peace process, and transitional government.\n\n Condemns continued acts of sexual violence and demands that all parties prevent further commission of such violence and hold perpetrators accountable.\n\n Strongly urges all parties to implement actions to end and prevent grave violations against children.\n\n Calls upon the GoSS to prioritize expanding and reforming the rule of law and justice sector, and to establish the Hybrid Court for South Sudan.\n\n Expresses intention to consider measures against those who undermine peace, stability, and security in South Sudan.\n\n Requests the Secretary-General to fully implement existing obligations in the planning and conduct of UNMISS operations.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms paragraphs 21-28 of resolution 2677 (2023) on United Nations and International Support.\n\n Requests the Secretary-General to:\n- Report on violations of the SOFA or obstructions to UNMISS on a monthly basis;\n- Provide reporting on the security situation, including protection of civilians and force protection evaluations, 90, 60, and 30 days before any election.\n\n Requests the Secretary-General to report to the Security Council on:\n- Implementation of the UNMISS mandate and obstructions encountered every 90 days;\n- Provide integrated, evidence-based, and data-driven analysis, strategic assessments, and frank advice.\n\nThe reports should include:\n- Progress on activities and strategic vision;\n- Challenges and obstacles faced;\n- Information on undeclared caveats and under-performance;\n- Progress on elements in paragraphs 5, 6, 7, and 8;\n- Implementation of priority measures;\n- Capacities and obligations in planning and conduct of operations;\n- Analysis of climate change risks;\n- Recommendations for Security Council action.\n\nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2024/S_RES_2729_(2024)-EN.pdf"
}