{
  "resolution_no": "2736",
  "year": "2024",
  "theme": [
    "Sudan",
    "Humanitarian",
    "Peacekeeping",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "Rapid Support Forces",
    "UN",
    "African Union",
    "League of Arab States"
  ],
  "reporting_cycle": "within his regular updates as stipulated in resolution 2715 (2023)",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council reaffirms its commitment to Sudan's sovereignty, unity, independence, and territorial integrity. It expresses deep concern at the fighting in El Fasher, the risk of harm to civilians, and the need for urgent humanitarian assistance. The Council condemns the use of force in populated areas, attacks on medical and humanitarian facilities, and ethnically motivated violence.\n\nThe Council demands that the Rapid Support Forces halt the siege of El Fasher and calls for an immediate halt to fighting and de-escalation. It demands that all parties protect civilians, allow safe movement, and facilitate humanitarian access. The Council calls for the full implementation of the Jeddah Declaration and requests the parties to allow rapid, safe, and unhindered humanitarian relief.\n\nThe Council also calls for addressing the funding shortfall of the Humanitarian Response Plan and the Regional Refugee Response Plan and encourages Member States to honor their pledges. It demands that all parties comply with their obligations under international law, including international human rights law and humanitarian law, and protect civilians and civilian objects.\nThe Security Council:\n\nReaffirms respect and protection of humanitarian personnel and transport, in line with international humanitarian law.\n\n6. Urges Member States to avoid external interference that fuels conflict and instability, instead supporting durable peace efforts, and reminds parties to the conflict and arms suppliers of obligations to comply with arms embargo measures (resolution 1556, 2004) and potential targeted measures for violations.\n\n7. Calls for an immediate cessation of hostilities and sustainable conflict resolution through dialogue, supported by the Secretary-General's Personal Envoy on Sudan, Ramtane Lamamra, and the African Union High-Level Panel on Sudan.\n\n8. Encourages coordination between the Secretary-General's Personal Envoy on Sudan, the African Union, the League of Arab States, and other regional actors to advance peace and an inclusive Sudanese-led political process with women's full, equal, meaningful, and safe participation.\n\n9. Requests the Secretary-General to report on this resolution's implementation within regular updates (resolution 2715, 2023).\n\n10. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2024/S_RES_2736_(2024)-EN.pdf"
}