{
  "resolution_no": "2745",
  "year": "2024",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Conflict Minerals",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MINUSCA",
    "ICGLR",
    "ECCAS",
    "UNOCA",
    "UNMAS"
  ],
  "reporting_cycle": "The Panel of Experts to provide a midterm report no later than 31 January 2025, a final report no later than 15 June 2025, and progress updates, as appropriate",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\nReaffirms its commitment to the sovereignty, independence, unity, and territorial integrity of the Central African Republic (CAR), and recalls the importance of non-interference, good-neighbourliness, and regional cooperation.\n\nDecides to fully lift the arms embargo on the CAR established under resolution 2127 (2013) as amended, emphasizing that there is no more arms embargo on the Government of the CAR.\n\nExpresses concern about illicit transnational trafficking networks funding and supplying armed groups in the CAR, and strongly condemns human rights abuses and violations of international humanitarian law.\n\nCondemns cross-border criminal activities, such as arms trafficking and illicit trade, and emphasizes the need for close collaboration between the CAR and neighboring countries to secure borders.\n\nExpresses concern about the impact of the crisis in Sudan on the humanitarian and security situation in the CAR.\n\nTakes note of the launch of the 10-year action plan and border management policy by CAR's National Border Management Commission.\n\nStresses that measures imposed are not intended to have adverse humanitarian consequences and prioritizes reconciliation through an inclusive process.\n\nRecalls the need for States to ensure compliance with international law, including international humanitarian law and human rights law.\n\nRecognizes the need to safeguard due process and ensure fair procedures for delisting individuals and entities designated under resolution 2127 (2013).\n\nTakes note of the Secretary-General's letter and the CAR authorities' report, as well as the final report of the Panel of Experts.\n\nDetermining that armed groups in the CAR constitute a threat to international peace and security, \n\nActing under Chapter VII of the Charter:\n\n1. Decides to lift the arms embargo on the CAR established under resolution 2127 (2013);\n2. Decides to impose measures to prevent supply, sale, or transfer of arms and related materiel to armed groups and associated individuals in the CAR until 31 July 2025;\n3. Authorizes Member States to seize, register, and dispose of items prohibited by paragraph 2 and requires notification to the Committee;\n4. Decides to renew measures and provisions set out in paragraphs 9, 14, and 16 to 19 of resolution 2399 (2018) until 31 July 2025.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n \n5. Reaffirms measures against individuals and entities designated by the Committee for undermining peace efforts and violating humanitarian law in the Central African Republic (CAR), including attacks on medical and humanitarian personnel, and sexual and gender-based violence.\n\n6. Extends the mandate of the Panel of Experts until 31 August 2025, to review transnational supply networks of armed groups, and requests the Secretary-General to take necessary administrative measures.\n\n7. Requests the Panel to provide a midterm report by 31 January 2025, a final report by 15 June 2025, and progress updates.\n\n8. Condemns attacks and human rights abuses by armed groups and requests the Panel to propose designations for possible sanctions.\n\n9. Requests the Panel to analyze illicit trafficking networks funding armed groups in the CAR and threats from explosive ordnances, in cooperation with subregional communities and UN entities.\n\n10. Urges cooperation with the Panel and ensures the safety of its members.\n\n11. Urges unhindered access for the Panel to persons, documents, and sites.\n\n12. Reaffirms Committee provisions and reporting requirements.\n\n13. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2024/S_RES_2745_(2024)-EN.pdf"
}