{
  "resolution_no": "2730",
  "year": "2024",
  "theme": [
    "Protection of Humanitarian Personnel",
    "Safety and Security of Humanitarian Personnel",
    "International Humanitarian Law",
    "Protection of Civilians in Armed Conflict"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations",
    "Security Council",
    "Secretary-General",
    "Humanitarian Organizations",
    "Non-Governmental Organizations"
  ],
  "reporting_cycle": "The Secretary-General reports every 12 months on the safety and security of humanitarian personnel and United Nations and associated personnel",
  "operative_authority": "Chapter VI",
  "summary": "Here is a summarized version of the document:\n\nThe Security Council,\n \nReiterating its primary responsibility for maintaining international peace and security, and promoting respect for international humanitarian law,\n\nRecalling resolutions 1502 (2003) and 2175 (2014) on protecting humanitarian personnel and UN personnel,\n\nRecalling General Assembly resolutions on the safety and security of humanitarian personnel and UN personnel,\n\nRecalling the Geneva Conventions and their Additional Protocols, and the obligations of parties to armed conflict to respect international humanitarian law,\n\nNoting the primary responsibility for the security of humanitarian personnel and UN personnel lies with the host government,\n\nConcerned by continuous disregard for and violations of international humanitarian law,\n\nGravely concerned about attacks, violence, and threats against humanitarian personnel and UN personnel, including national and locally recruited personnel,\n\nDeeply concerned about the vulnerability of national and locally recruited personnel to threats and acts of violence,\n\nRecalling the obligation of parties to armed conflict to comply with international humanitarian law, and that attacks on humanitarian personnel and UN personnel are considered a war crime,\n\nUnderlining the obligations of parties to protect civilians and civilian objects, including humanitarian personnel and UN personnel,\n\nRecognizing the role of the UN Security Management System and humanitarian organizations' access, safety, and security management systems,\n\nReaffirming the need for parties to armed conflict to preserve the ability of humanitarian organizations to act in a manner consistent with humanitarian principles.\nThe Security Council expresses grave concern over the increasing violence against humanitarian personnel, United Nations and associated personnel, including national and locally recruited personnel, and their premises and assets, in urban conflict settings. The Council recognizes the essential role of humanitarian personnel in conducting humanitarian activities, even in dangerous environments, and commends them for their efforts.\n\nThe Council reaffirms the importance of full, equal, safe, and meaningful participation of women in humanitarian and United Nations activities and the need to integrate gender-sensitive assessments when considering the safety and security of personnel, premises, and assets.\n\nThe Council expresses deep concern over the exposure of humanitarian personnel to certain forms of crime and acts of intimidation and harassment, including sexual violence and other forms of sexual and gender-based violence. It also expresses serious concern regarding challenges in bringing to justice those allegedly responsible for deliberate targeting and other unlawful acts against humanitarian personnel.\n\nThe Council calls upon all States to respect and protect humanitarian personnel and United Nations and associated personnel, in accordance with their obligations under international law. It demands that all parties to armed conflict fully comply with their obligations under international law, including international human rights law and international humanitarian law.\n\nThe Council:\n\n1. Calls upon all States to respect and protect humanitarian personnel and United Nations and associated personnel.\n2. Calls upon all States and parties to armed conflict to respect and ensure respect for applicable international humanitarian law.\n3. Demands that all parties to armed conflict fully comply with their obligations under international law.\n4. Urges all States to consider ratifying the Additional Protocols to the Geneva Conventions of 1949.\n5. Calls upon all States to consider becoming parties to the Convention on the Safety of United Nations and Associated Personnel and its Optional Protocol.\n6. Strongly condemns attacks and all forms of violence against humanitarian personnel and United Nations and associated personnel.\n7. Calls on all parties to armed conflict to end immediately and definitively any indiscriminate use of explosive devices.\n8. Strongly condemns the unlawful denial of humanitarian access and depriving civilians of objects indispensable to their survival.\n9. Urges all parties to armed conflict to allow and facilitate full, safe, rapid, and unhindered humanitarian access to all civilians in need.\n10. Calls upon all States to ensure the full, equal, safe, and meaningful participation of female humanitarian personnel and United Nations and associated personnel in humanitarian activities.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Condemns disinformation, information manipulation, and incitement to violence against humanitarian personnel and UN personnel.\n\n Encourages Member States and the UN system to address disinformation campaigns that undermine trust in humanitarian organizations and put personnel at risk.\n\n Urges States to investigate and prosecute violations of international humanitarian law and human rights law committed against humanitarian personnel and UN personnel.\n\n Reaffirms the obligation of humanitarian personnel to respect the laws of the country they are operating in and uphold humanitarian principles.\n\n Expresses determination to ensure the safety and security of humanitarian personnel and UN personnel, and requests enhanced coordination and information-sharing between States, the UN, and humanitarian organizations.\n\n Requests the Secretary-General to:\n\n* Provide recommendations on measures to prevent and respond to attacks against humanitarian personnel and UN personnel within six months.\n* Brief the Security Council on progress made towards enhancing protection of humanitarian personnel and UN personnel on a yearly basis.\n* Continue to provide information on the safety and security of humanitarian personnel and UN personnel as part of regular reporting.\n* Report swiftly to the Council when widespread issues regarding the safety and security of humanitarian personnel and UN personnel occur.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2024/S_RES_2730_(2024)-EN.pdf"
}