{
  "resolution_no": "2765",
  "year": "2024",
  "theme": [
    "Peacekeeping",
    "Protection of Civilians",
    "Women, Peace and Security",
    "Children and Armed Conflict",
    "Sanctions",
    "Climate Change"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MONUSCO",
    "UNCT",
    "Group of Experts",
    "FARDC",
    "M23",
    "FDLR",
    "CODECO",
    "ADF"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council every three months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2765 (2024) on December 20, 2024, recalling previous resolutions and statements on the Democratic Republic of Congo (DRC). The Council reaffirmed its commitment to the sovereignty, independence, unity, and territorial integrity of the DRC and all States in the region. \n\nThe Council noted the completion of the first phase of MONUSCO's withdrawal from South Kivu and welcomed the signing of the provincial road map for transition in South Kivu. It also took note of the Government of DRC's support for a flexible and gradual approach to MONUSCO's withdrawal.\n\nThe Council expressed concern over continued violence in eastern DRC, sustained tension between Rwanda and DRC, and the presence of armed groups, including M23, CODECO, ADF, FDLR, and Mai-Mai groups. It also expressed concern over reported links between ADF and terrorist networks.\n\nThe Council recognized efforts of the Government and people of DRC towards peace and national development and encouraged the Government to prevent intercommunal violence. It stressed the importance of women's and youth's full, equal, meaningful, and safe participation in peace and security efforts.\n\nThe Council noted the deteriorating humanitarian situation, with 25.4 million Congolese in need of humanitarian assistance and 6.5 million internally displaced persons. It called for accountability for human rights violations and abuses, and encouraged contributions to support DRC in training programs for the Congolese National Police. \n\nThe Council underlined that MONUSCO's withdrawal should be accompanied by an enhanced and simultaneous strengthening of the State's capabilities and authority to avoid security gaps.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council expresses concern over the situation in the Democratic Republic of Congo (DRC), citing ongoing hostilities, humanitarian crises, and threats to international peace and security. The Council welcomes efforts by the DRC government to respond to the needs of its people and urges all stakeholders to implement critical reforms. \n\nThe Council notes the presence of over 1.1 million refugees from the DRC in Africa and 527,000 refugees in the DRC, encouraging member states to share the burden and responsibility of hosting and supporting refugees. \n\nThe Council calls on all parties to armed conflicts to allow and facilitate humanitarian assistance, respect and protect humanitarian personnel, and medical facilities. It demands respect for international law, particularly in regards to women, peace, and security, youth, peace, and security, children, and armed conflict.\n\nThe Council welcomes the ceasefire agreement between the DRC and Rwanda and calls for its rapid implementation. It expresses concern over the M23 offensive in North Kivu and the unauthorized presence of external forces from a neighboring state.\n\nThe Council reiterates the necessity for the MONUSCO mission to implement its mandate, using all means to address threats from armed groups. It calls on all parties to cooperate with MONUSCO and stresses the importance of strategic communications and adequate resourcing for peace operations.\n\nThe Council determines that the situation in the DRC continues to threaten international peace and security and acts under Chapter VII of the UN Charter.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Encourages MONUSCO to support peaceful, transparent, and inclusive political processes in the DRC.\n\n2. Welcomes efforts by President Tshisekedi towards reconciliation and peace, and stresses the crucial role of regional peace processes, including Luanda and Nairobi processes.\n\n3. Requests the Secretary-General and regional organizations to provide political support to strengthen State institutions in the DRC.\n\n**Human Rights**\n\n4. Welcomes commitments by President Tshisekedi to protect and respect human rights and combat impunity.\n\n5. Urges the DRC to hold accountable those responsible for human rights violations and abuses.\n\n6. Encourages the DRC to hold security forces accountable for human rights abuses and ensure professionalism.\n\n7. Condemns sexual and gender-based violence, welcomes efforts to combat it, and urges the DRC to continue strengthening efforts to combat impunity.\n\n8. Welcomes progress made to prevent and end recruitment and use of children and urges continued efforts.\n\n**Armed Groups**\n\n9. Strongly condemns armed groups operating in the DRC, including M23, CODECO, ADF, and others, for their human rights abuses.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Condemns attacks on civilians, UN personnel, humanitarian actors, and medical facilities, and reiterates that those responsible must be held accountable.\n\n Demands that all armed groups cease violence, illegal exploitation of resources, and trafficking, and for M23 to withdraw from occupied areas and canton.\n\n Urges the DRC government to address threats posed by armed groups, combining military and non-military approaches, and to revitalize dialogue with armed groups.\n\n Condemns M23's territorial expansion, parallel administrations, and procurement of sophisticated weaponry, and demands cessation of such activities.\n\n Condemns external support to M23 and other armed groups, and demands cessation and withdrawal of such support.\n\n Urges the DRC government and partners to provide support for disarmament, demobilization, and reintegration of former combatants.\n\n Condemns the illegal exploitation and trafficking of natural resources, particularly conflict minerals, and encourages the DRC government to strengthen efforts to safeguard protected areas.\n\n Welcomes commitments by President Tshisekedi to advance security sector reform and promote state authority, and encourages the Congolese authorities to uphold these commitments.\n\n Calls for continued national efforts to address the threat posed by illicit transfer, accumulation, and misuse of small arms and light weapons.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n**Support to the Government of the DRC**\n\n* Encourages the UN and international partners to increase support to the Government of the DRC to enhance Weapons and Ammunition Management (WAM).\n\n**Regional Support**\n\n* Reaffirms the need for an integrated regional approach to address the threat posed by armed groups.\n* Supports national and regional efforts to promote peace and stability in the DRC and the region.\n* Calls for the revitalization of the Peace, Security and Cooperation (PSC) framework.\n* Encourages countries of the region to renew their commitments under the PSC Framework.\n\n**Implementation of the PSC Framework**\n\n* Encourages ownership and political will by signatory states of the PSC Framework.\n* Supports the Special Envoy of the Secretary-General for the Great Lakes in fulfilling his mandate.\n* Calls on the Special Envoy to intensify regional and international engagement.\n\n**Peace Initiatives**\n\n* Welcomes efforts to harmonize and coordinate existing peace initiatives.\n* Reaffirms support for the Luanda Process led by Angola.\n* Calls on the Democratic Republic of the Congo and Rwanda to fully cooperate on the neutralization of Democratic Liberation Forces of Rwanda (FDLR).\n\n**MONUSCO's Mandate**\n\n* Recalls resolution 2746 (2024) setting parameters for MONUSCO's support to the Southern African Development Community Mission in the Democratic Republic of Congo (SAMIDRC).\n* Stresses the importance of protection of civilians and coordination with regional forces.\n\n**Gradual Withdrawal of MONUSCO**\n\n* Takes note of the comprehensive disengagement plan.\n* Requests a tailored approach to MONUSCO's gradual, responsible and sustainable withdrawal.\n* Expresses readiness to consider further steps towards withdrawal from North Kivu and Ituri.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Encourages the empowerment of provincial integrated transition teams and urges regular joint assessments between MONUSCO and Congolese authorities.\n2. Urges MONUSCO and the Government of the DRC to intensify joint planning for a smooth transfer of mission responsibilities.\n3. Calls on the Congolese authorities to develop a resource mobilization strategy to support efforts to strengthen Congolese institutions.\n4. Requests MONUSCO to strengthen its communication efforts and raise awareness of its mandate.\n5. Calls on the government of the DRC to cooperate fully with MONUSCO's personnel and ensure their safety and security.\n6. Extends MONUSCO's mandate until 20 December 2025, with a troop ceiling of 11,500 military personnel, 600 military observers and staff officers, 443 police personnel, and 1,270 personnel of formed police units.\n7. Authorizes MONUSCO to take all necessary measures to carry out its mandate, prioritizing the protection of civilians.\n8. Tasks MONUSCO with:\n\t* Protecting civilians under threat of physical violence.\n\t* Preventing, deterring, and stopping armed groups from inflicting violence on populations.\n\t* Conducting targeted offensive operations to neutralize armed groups.\n\t* Conducting joint operations with Congolese security forces.\n\t* Maintaining a proactive deployment and mobile posture.\n\t* Mitigating the risk to civilians before, during, and after military or police operations.\nHere is a summarized version of the document:\n\nThe Security Council authorizes MONUSCO to:\n\n**Protection of Civilians**\n\n* Work with the Government of the DRC and humanitarian workers to identify threats to civilians and implement joint prevention and response plans (f)\n* Enhance community engagement with civilians and build on local capacities to support the creation of a protective environment (g)\n* Maintain a protective environment for civilians throughout disengagement phases, including developing integrated provincial protection plans (h)\n\n**Disarmament, Demobilisation, Reintegration (DDR) and Stabilisation**\n\n* Provide good offices, advice, and assistance to the Government of the DRC towards an inclusive peace process (i)\n* Support the Government of the DRC in implementing the PDDRC-S, focusing on building national capacity to disarm, demobilize, and reintegrate combatants (j)\n* Support DDRRR processes for foreign combatants and their dependents (k)\n* Advise and support DRC authorities in disposing of weapons and ammunitions of disarmed combatants (l)\n\n**Security Sector Reform (SSR)**\n\n* Provide good offices and strategic and technical advice to the Government of the DRC to accelerate national ownership of SSR (o)\n* Promote and facilitate critical reforms to enhance oversight and accountability of the justice and security sector (o)\n* Support the Congolese authorities in developing a framework for systematic vetting of defence and security personnel (o)\n\n**Human Rights and IHL**\n\n* Monitor, report, and follow-up on human rights violations and abuses, and violations of international humanitarian law (37)\n* Use existing capacities to implement tasks in cooperation with the UNCT, in a streamlined and sequenced manner (38)\nHere is a concise summary of the Security Council document 2765 (2024):\n\n**Protection of the United Nations**: Ensure protection of UN personnel, facilities, and equipment, and security and freedom of movement of UN and associated personnel.\n\n**Support to DRC Judicial System and Fight against Impunity**: \n- Work with DRC authorities to strengthen and support the judicial and correctional system to investigate and prosecute those responsible for genocide, war crimes, and crimes against humanity.\n- Provide good offices, advice, and support to promote human rights and fight impunity.\n\n**Child Protection**: \n- Take fully into account child protection throughout MONUSCO's mandate.\n- Ensure effectiveness of monitoring and reporting mechanisms on children and armed conflict.\n\n**Gender, Sexual Violence**: \n- Take fully into account gender considerations throughout MONUSCO's mandate.\n- Assist the Government of DRC in creating a conducive environment for women's participation and representation.\n- Accelerate implementation of monitoring, analysis, and reporting arrangements on sexual violence.\n\n**Humanitarian Access and Humanitarian Appeal**: \n- Demand all parties allow and facilitate humanitarian access.\n- Call on Member States to respond swiftly to humanitarian needs.\n\n**Sanctions Regime**: \n- Monitor implementation of arms embargo.\n- Cooperate with the Group of Experts.\n\n**Mission Effectiveness and Safety and Security of Peacekeepers**: \n- Provide MONUSCO with necessary capacities to fulfil its mandate.\n- Ensure safety and security of peacekeepers.\n- Implement activities to plan and conduct MONUSCO's operations effectively.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and the implementation of the UN Department of Operational Support's \"Way Forward: Environment Strategy for Peace Operations 2030\", \n\nUrges troop- and police-contributing countries to prevent sexual exploitation and abuse, ensure accountability, and take disciplinary measures; \n\nRequests the Secretary-General to report every three months on:\n\n- MONUSCO's withdrawal progress and transfer of tasks to the DRC Government\n- Situation in DRC, including state institution strengthening and security reforms\n- MONUSCO's mandate implementation, performance, and coordination with regional forces\n- Police and force generation, operational challenges, and recommendations\n- Strategic communications and collaborative actions with UN agencies\n- Progress on MONUSCO's support to SAMIDRC and UNSCR 2746 (2024) implementation\n\nAlso requests:\n\n- The Government of DRC and the UN to report by 31 March 2025 on lessons learned from MONUSCO's withdrawal from South Kivu\n- The Secretary-General to report every six months on the implementation of the PSC Framework and its linkages with the Great Lakes Region security situation\n\nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2024/S_RES_2765_(2024)-EN.pdf"
}