{
  "resolution_no": "2722",
  "year": "2024",
  "theme": [
    "Peacekeeping",
    "Maritime Security",
    "Yemen Conflict"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "Houthis",
    "Yemen",
    "UNIFIL",
    "International Maritime Organization"
  ],
  "reporting_cycle": "monthly reports through July 1, 2024",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council reaffirms its primary responsibility for maintaining international peace and security, and its commitment to upholding the purposes and principles of the UN Charter.\n\nThe Council expresses concern over threats to navigation safety posed by unlawful acts against seafarers and other persons. It underscores the importance of exercising navigational rights and freedoms of vessels in the Red Sea, including for merchant and commercial vessels transiting the Baab al-Mandab.\n\nThe Council:\n\n1. Condemns in the strongest terms Houthi attacks on merchant and commercial vessels since November 19, 2023.\n2. Demands that the Houthis immediately cease all such attacks and release the Galaxy Leader and its crew.\n3. Affirms the exercise of navigational rights and freedoms by merchant and commercial vessels in accordance with international law.\n4. Commends efforts by Member States to enhance safety and secure transit of merchant and commercial vessels through the Red Sea.\n5. Encourages Member States to support capacity building efforts of the Yemeni Coast Guard.\n6. Encourages Member States to support capacity building for coastal and port States in the Red Sea and Baab al-Mandab.\n7. Emphasizes the need to address root causes of regional tensions and disruption of maritime security.\n8. Condemns the provision of arms to the Houthis in violation of resolution 2216 (2015).\n9. Urges caution and restraint to avoid further escalation of the situation.\n10. Requests the Secretary-General to provide written monthly reports on any further Houthi attacks.\n11. Decides to remain actively seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2024/S_RES_2722_(2024)-EN.pdf"
}