{
  "resolution_no": "2743",
  "year": 2024,
  "theme": [
    "Haiti",
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "BINUH",
    "MSS mission",
    "Haitian National Police",
    "UNODC",
    "Office of the High Commissioner for Human Rights"
  ],
  "reporting_cycle": "quarterly report",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions on Haiti, reaffirms its commitment to the country's sovereignty, independence, territorial integrity, and unity. The Council notes the establishment of a transitional governance arrangement in Haiti, in line with the CARICOM Declaration of 11 March 2024, and the inauguration of the interim Prime Minister and his Cabinet. It commends the Haitian National Police for their efforts to secure critical infrastructure and welcomes the deployment of the Multinational Security Support (MSS) mission to support the police.\n\nThe Council condemns the increasing violence, criminal activities, and human rights abuses in Haiti, including kidnappings, sexual and gender-based violence, and trafficking in persons. It stresses that addressing the root causes of instability requires political solutions, including holding free and fair elections, and encourages wider participation in the political process.\n\nThe Council reaffirms the importance of the rule of law, human rights, and restoring efficient judicial institutions to strengthen the fight against impunity. It urges the Government of Haiti to enhance its efforts to hold accountable those responsible for the assassination of President Jovenel Moïse.\n\nThe Council reiterates the importance of the United Nations Integrated Office in Haiti's (BINUH) good offices role in supporting a transparent, Haitian-led, and Haitian-owned political process. It expresses grave concern at the use of sexual and gender-based violence by gang members and notes with deep concern the ongoing and deteriorating humanitarian and food insecurity crises in Haiti.\n\nThe Council recognizes that natural disasters and climate change can exacerbate instability in Haiti and calls for disaster risk reduction and resilience-building measures. It recalls the importance of protecting children and taking measures to address grave violations against them. The Council reaffirms its commitment to support the people of Haiti and urges the Government to respect, promote, and protect all human rights.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n* Welcomes the signing of a handover protocol between the Government of Haiti and the UN for the transfer of children allegedly associated with armed gangs to civilian child protection actors.\n\n* Urges the Haitian authorities to reduce violence, strengthen the rule of law, and implement socio-economic measures, including programs focused on sexual and gender-based violence and child protection.\n\n* Condemns violations and abuses against children in Haiti, including killing, maiming, recruitment, and use, and urges all actors to immediately end and prevent such abuses.\n\n* Expresses concern over the flow of illicit arms and ammunition into Haiti, reiterating the need to prohibit transfers to non-State actors engaged in gang violence.\n\n* Recalls the National Action Plan to implement the Roadmap for Implementing the Caribbean Priority Actions on Illicit Proliferation of Firearms and Ammunition.\n\n* Reiterates the need to address illicit financial flows to Haiti and to sever links between political and economic actors and gangs.\n\n* Supports the Basket Fund for security assistance for Haiti and encourages BINUH to play a coordination role.\n\n* Recognizes the key role of neighboring countries, regional organizations, and international partners in supporting Haiti's efforts.\n\n* Deplores the disruption of education and economic opportunities for youth and acknowledges the need for measures to ensure physical and psychological recovery and social reintegration.\n\n* Emphasizes the need to address loss of livelihoods, food security, and nutrition, and to enhance international assistance to provide access to education and skills development.\n\n* Takes note of the significant deterioration in the security context and condemns violence carried out by armed gangs.\n\n* Emphasizes the Security Council's role in imposing sanctions on individuals and entities responsible for threatening peace, security, or stability in Haiti.\n\n* Decides to extend the mandate of BINUH until 15 July 2025.\n\n* Reiterates the need for a Haitian-led, Haitian-owned political process towards free and fair elections, with the full participation of women, youth, and civil society.\nThe Security Council:\n \n1. Requests the BINUH to provide an update to the Council within 90 days on relevant progress and roadmap;\n\n2. Calls on BINUH to develop a strategy in consultation with the government of Haiti on how it will continue to support a Haitian-led and Haitian-owned political process;\n\n3. Reiterates BINUH's police and corrections unit shall comprise up to 70 civilian and seconded personnel;\n\n4. Notes the challenges for BINUH in security and urges the Haitian authorities to ensure necessary protection for UN personnel;\n\n5. Reaffirms support for the effective implementation of BINUH's mandate and encourages BINUH to continue implementing key tasks;\n\n6. Emphasizes the need for necessary coordination among BINUH, MSS mission, Haitian authorities, and other international and regional partners;\n\n7. Reiterates its support to the Basket Fund for security assistance for Haiti developed with the support of UNDP and BINUH;\n\n8. Emphasizes the importance of coordination between BINUH and relevant UN agencies with regard to external security assistance to Haiti;\n\n9. Reiterates the need for BINUH to take fully into account child protection as a cross-cutting issue throughout its mandate;\n\n10. Requests the Secretary-General to continue to monitor and report on violations and abuses affecting children in Haiti;\n\n11. Encourages BINUH to ensure that gender equality issues are addressed as a cross-cutting issue throughout its mandate;\n\n12. Encourages BINUH to explore options to enhance the Haitian criminal justice sector;\n\n13. Calls upon BINUH to support the Haitian Government to develop and implement a strategic communications plan;\n\n14. Encourages BINUH to assist the Haitian authorities in raising awareness of the reporting mechanisms for potential violations of sanctions;\n\n15. Strongly urges Member States to implement the territorial arms embargo as set out in resolution 2699 (2023) and 2700 (2023);\n\n16. Demands cooperation between Member States to prevent illicit arms trafficking and diversion;\n\n17. Requests BINUH to cooperate with the Sanctions Committee established pursuant to resolution 2653 (2022) and its Panel of Experts.\nThe Security Council:\n \n19. Requests BINUH to collaborate with UNODC and other UN agencies to support Haitian authorities in combating illicit trafficking and diversion of arms, illicit financial flows, and enhancing border and port management, and to report progress in the Secretary-General's regular report.\n\n20. Reiterates the importance of UNODC and other UN agencies' engagement in efforts against armed gangs, port security, customs revenue collections, and curtailing illicit financial flows, emphasizing the need for voluntary funding.\n\n21. Requests BINUH to provide information on gang violence, human rights abuses, and violations, including sexual and gender-based violence, as an annex to the Secretary-General's report.\n\n22. Encourages close collaboration between BINUH, the UN Country Team in Haiti, MSS mission, regional organizations, and international financial institutions to scale up humanitarian support and help the Haitian government achieve long-term stability and sustainable development.\n\n23. Emphasizes the importance of facilitating full, safe, rapid, and unhindered humanitarian access and providing essential services to all people in need.\n\n24. Urges all relevant actors to stop blocking roads, damaging sources of food, and hindering medical and humanitarian supplies.\n\n25. Encourages Member States to provide security support to the Haitian National Police, and to provide voluntary contributions to the MSS mission in the form of financial, personnel, and in-kind commitments.\n\n26. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2024/S_RES_2743_(2024)-EN.pdf"
}