{
  "resolution_no": "2764",
  "year": "2024",
  "theme": [
    "Children and Armed Conflict",
    "Protection of Children",
    "Armed Conflict"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNICEF",
    "Special Representative of the Secretary-General for Children and Armed Conflict",
    "UN peace operations",
    "Department of Peace Operations",
    "Department of Political and Peacebuilding Affairs"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n\nReaffirms its commitment to implementing resolutions on protecting children affected by armed conflict.\n\nReiterates its primary responsibility for international peace and security, addressing the impact of armed conflict on children.\n\nStresses the primary role of Governments in providing protection and relief to children.\n\nRecalls parties to armed conflict must comply with international law for child protection.\n\nExpresses concern over lack of progress, violations with impunity, and emphasizes sustainable child protection capacity.\n\nRecognizes the serious impact on children, need for community-based reintegration assistance, and addressing root causes of vulnerabilities.\n\nEmphasizes the role of dedicated child protection advisers, Special Representative of the Secretary-General, and UN peace operations.\n\nStrongly condemns violations against children, demands parties end such practices, and take measures to protect children.\n\nCalls upon parties to abide by international obligations, concrete commitments, and cooperate with UN peace operations and country teams.\nThe Security Council,\n\n1. Stresses the importance of cooperation between the UN and concerned governments to follow up on commitments to protect children in armed conflict.\n\n2. Calls for accountability for all violations and abuses against children in armed conflict, urging States to strengthen national accountability mechanisms.\n\n3. Urges States and the UN to mainstream child protection in conflict prevention, conflict, and post-conflict situations.\n\n4. Stresses the responsibility of UN peace operations and country teams to ensure effective follow-up to Security Council resolutions on children and armed conflict.\n\n5. Recognizes the role of UN peace operations in protecting children and reiterates its decision to include child protection provisions in the mandates of all relevant UN peace operations.\n\n6. Calls on the Secretary-General to ensure that child protection advisers are systematically assessed, recruited, and deployed to UN peace operations.\n\n7. Encourages parties to support the development and strengthening of national institutions and local civil society networks to protect and reintegrate children affected by armed conflict.\n\n8. Stresses the important role of regional and subregional organizations in child protection and encourages them to mainstream child protection in their peace and security efforts.\n\n9. Reaffirms the central role of the Special Representative of the Secretary-General for Children and Armed Conflict in coordinating UN efforts on monitoring, verification, and reporting on violations against children.\n\n10. Requests the Secretary-General to take measures to bring the monitoring and reporting mechanism to its full capacity.\n\n11. Calls on Special Representatives of the Secretary-General and Heads of UN peace operations to ensure that child protection advisers are trained and integrated into mission planning.\n\n12. Calls for strengthened coordination among UN peace operations, the Office of the Special Representative, and relevant government authorities.\n\n13. Decides to remain actively seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2024/S_RES_2764_(2024)-EN.pdf"
}