{
  "resolution_no": "2746",
  "year": "2024",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MONUSCO",
    "SAMIDRC",
    "FDLR",
    "M23",
    "FARDC"
  ],
  "reporting_cycle": "Secretary-General reports by 15 November 2024",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n- Recalls previous resolutions on the Democratic Republic of Congo (DRC) and reaffirms its commitment to the country's sovereignty, independence, unity, and territorial integrity.\n- Expresses concern over escalating violence in eastern DRC, condemns armed groups operating in the DRC, and demands cessation of foreign military support to these groups.\n- Welcomes the ceasefire agreement between DRC and Rwanda and calls for a sustainable cessation of hostilities.\n- Condemns attacks on MONUSCO peacekeepers, personnel, and installations, and urges accountability.\n- Welcomes steps taken to operationalize the Southern African Development Community (SADC) Mission in DRC (SAMIDRC) and condemns attacks on SAMIDRC bases and personnel.\n- Takes note of the Group of Experts' report, the Secretary-General's letter on UN support to SAMIDRC, and the joint report on MONUSCO's withdrawal.\n- Reaffirms MONUSCO's mandate to protect civilians, and the need for SAMIDRC to operate in compliance with international law.\n- Calls for intensified diplomatic dialogue and concrete steps towards de-escalation and a lasting, peaceful solution to the conflict.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nNoting the importance of SAMIDRC's operationalization in creating a secure environment and protecting civilians in eastern DRC,\n\n**Support to SAMIDRC**\n\n1. Authorizes MONUSCO to support SAMIDRC through:\n\t* Enhanced coordination, information-sharing, and technical assistance\n\t* Use of MONUSCO's logistical assets and military capabilities\n\t* Technical advice and support on protection of civilians, child protection, and conflict-related sexual violence\n\t* Logistical support for medical and casualty evacuation of SAMIDRC troops\n\t* Information-sharing and peacekeeping-intelligence\n2. Stresses that MONUSCO's support to SAMIDRC is determined by the Special Representative of the Secretary-General and without affecting MONUSCO's mandate\n3. Emphasizes that MONUSCO's support to SAMIDRC is without prejudice to MONUSCO's existing mandate and must comply with the UN Human Rights Due Diligence Policy\n\n**Accountability and Compliance**\n\n4. Calls on SAMIDRC troop-contributing countries to minimize harm to civilians and ensure transparency, conduct, and discipline\n5. Emphasizes the importance of implementing the UN zero-tolerance policy on sexual exploitation and abuse\n\n**Coordination**\n\n6. Stresses the importance of coordination and coherence between MONUSCO, FARDC, and SAMIDRC\n7. Reiterates its call on all parties to cooperate fully with MONUSCO\n\n**Gradual Withdrawal**\n\n8. Urges MONUSCO to consolidate the handover of responsibilities to the DRC Government and plan the next steps of its gradual withdrawal\n\n**Reporting**\n\n9. Requests the Secretary-General to report on progress in SAMIDRC's operationalization and MONUSCO's support\n10. Requests SAMIDRC to report on its activities and coordination with MONUSCO\n11. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2024/S_RES_2746_(2024)-EN.pdf"
}