{
  "resolution_no": "2766",
  "year": "2024",
  "theme": [
    "Peacekeeping",
    "Middle East",
    "Syrian Arab Republic",
    "Israel"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNDOF",
    "UN",
    "Syrian Arab Republic",
    "Israel"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council,\n\n- Notes with concern the tense situation in the Middle East, stressing the need for a comprehensive settlement.\n\n- Considered reports of the Secretary-General on UNDOF, reaffirming resolution 1308 (2000).\n\n- Stresses both parties must abide by the 1974 Disengagement of Forces Agreement and observe the ceasefire.\n\n- Expresses concern over ongoing military activities in the area of separation, which may escalate tensions.\n\n- Appreciates UNDOF’s liaison efforts to prevent escalation.\n\n- Alarmed by violence in the Syrian Arab Republic risking a serious conflagration.\n\n- Concerned at all violations of the Disengagement of Forces Agreement.\n\n- Notes the Secretary-General’s report on UNDOF’s area of operations, underscoring no military forces or equipment.\n\n- Calls upon parties to cease military actions and respect international humanitarian law.\n\n- Notes the threat to UN personnel from unexploded ordnance and emphasizes demining operations.\n\n- Reaffirms readiness to list individuals and entities supporting ISIL or Al-Nusra Front.\n\n- Recognizes efforts to adjust UNDOF’s posture to minimize security risks.\n\n- Emphasizes access to reports on UNDOF’s redeployment configuration.\n\n- Underscores the need for UNDOF to have necessary means and resources.\n\n- Expresses appreciation to UNDOF personnel, welcoming steps to enhance their safety.\n\n- Strongly condemns incidents threatening UN personnel’s safety.\n\n- Appreciates UNDOF’s progress in expanding its presence.\n\n- Takes note of the Secretary-General’s plan for UNDOF to return to the Bravo side.\n\n- Recalls UNDOF’s deployment and the 1974 Agreement are steps towards a just and durable peace.\n\n- Recalls resolutions 2378 (2017) and 2436 (2018) on peacekeeping performance data and evaluation.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Calls for immediate implementation of resolution 338 (1973) and stresses the obligation of both parties to respect the 1974 Disengagement of Forces Agreement.\n\n2. Urges maximum restraint, prevention of ceasefire breaches, and support for UNDOF's liaison function to prevent escalation.\n\n3. Underlines UNDOF's impartiality and stresses the importance of halting activities that endanger peacekeepers.\n\n4. Expresses support for Major General Anita Asmah as Head of Mission and Force Commander.\n\n5. Calls on all groups to abandon UNDOF positions and return equipment.\n\n6. Calls on parties to cooperate with UNDOF operations, respect its privileges and immunities, and ensure freedom of movement.\n\n7. Requests support for UNDOF's use of the Quneitra crossing and lifting of COVID-19 restrictions.\n\n8. Requests UNDOF to protect personnel safety, security, and health.\n\n9. Welcomes UNDOF's efforts to consolidate its presence and intensify operations.\n\n10. Underscores the importance of progress in deploying technology to ensure UNDOF personnel safety.\n\n11. Encourages constructive engagement between parties to facilitate UNDOF's return to the area of separation.\n\n12. Encourages discussions on recommendations to improve mission performance.\n\n13. Welcomes initiatives to standardize a culture of performance in UN peacekeeping.\n\n14. Requests the Secretary-General to ensure compliance with the UN's zero-tolerance policy on sexual exploitation and abuse.\n\n15. Renews UNDOF's mandate for six months, until 30 June 2025.\n\n16. Requests the Secretary-General to report every 90 days on developments and implementation of resolution 338 (1973).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2024/S_RES_2766_(2024)-EN.pdf"
}