{
  "resolution_no": "2748",
  "year": "2024",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "African Union Peace and Security Council",
    "United Nations Support Office in Somalia (UNSOS)",
    "African Union Transition Mission in Somalia (ATMIS)",
    "United Nations Assistance Mission in Somalia (UNSOM)",
    "Somali National Army",
    "Somali National Police Force"
  ],
  "reporting_cycle": "Secretary-General reports by 11 October 2024 and regular reports as requested in paragraphs 14 of resolutions 2705 (2023) and 2710 (2023)",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Somalia, reaffirms its respect for Somalia's sovereignty, territorial integrity, and unity.\n\nNoting the Federal Government of Somalia's (FGS) report and request for continued support with security sector development.\n\nWelcoming the African Union Peace and Security Council's communique on a Concept of Operations for an African Union-led peace support operation, the African Union Support and Stabilisation Mission in Somalia (AUSSOM).\n\nExpressing concern that Al-Shabaab poses a serious threat to Somalia and the region.\n\nCondemning terrorist attacks in Somalia and neighbouring states.\n\n Acting under Chapter VII of the Charter:\n\n1. Extends authorisations for the African Union Transition Mission in Somalia (ATMIS) until 31 December 2024.\n2. Authorises up to 12,626 uniformed personnel, including 1,040 police personnel, to be deployed to ATMIS until 31 December 2024.\n\n Requests the Secretary-General to provide logistical support through the United Nations Support Office in Somalia (UNSOS) for:\n\n* The United Nations Assistance Mission in Somalia (UNSOM)\n* ATMIS uniformed personnel\n* Up to 85 ATMIS civilians\n\n5. Continues provision for up to 20,900 personnel from the Somali National Army or Somali National Police Force on joint or coordinated operations with ATMIS.\n\n6. Encourages Somalia to develop and implement its Security Sector Development Plan.\n\n7. Recognises the work done on the Concept of Operations for an African Union-led peace support operation to replace ATMIS.\n\n8. Requests the Secretary-General, jointly with the African Union Commission Chairperson, to consult on the proposed successor mission's financing model.\nThe Security Council:\n\n8. Requests the Secretary-General, in consultation with relevant stakeholders, to report on the overall mission design for a proposed successor mission to ATMIS, guided by a clear national political strategy to support the FGS in Somalia's transition from conflict to peace, in compliance with HRDDP and the African Union Compliance and Accountability Framework. The report should include: \n\n- A proposed mission structure, including options for UN support \n- A transition plan for UNSOS and ATMIS \n- Somalia's responsibilities and commitments for security transition \n- A coordination mechanism between the successor mission and donors \n- Benchmarks with clear indicators and milestones \n- A comprehensive exit strategy \n\nThe report is to be submitted by 15 November 2024.\n\n9. Requests the report to include an estimation of resources and costs, and options for financing, including support by international partners, the framework established by resolution 2719 (2023), and other suitable alternatives.\n\n10. Requests a comprehensive update from the Secretary-General by 11 October 2024 and intends to convene a private meeting in October to discuss the update.\n\n11. Requests the Secretary-General to keep the Security Council informed on the implementation of this resolution through regular reports.\n\n12. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2024/S_RES_2748_(2024)-EN.pdf"
}