{
  "resolution_no": "2738",
  "year": "2024",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Group of Experts on the DRC",
    "UNIFIL",
    "MINUSMA",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days, mid-term report no later than 30 December 2024, and a final report no later than 15 June 2025",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on the Democratic Republic of Congo (DRC), reaffirms its commitment to the country's sovereignty, independence, unity, and territorial integrity.\n\nNoting the final report of the Group of Experts on the DRC, the Council expresses concern at the presence of armed groups in eastern DRC, their humanitarian law and human rights violations, and links to terrorist networks.\n\nThe Council welcomes efforts by the DRC Government towards accountability, including investigations into the killing of Group of Experts members and Congolese nationals.\n\nThe Council:\n\n1. Renews until 1 July 2025 measures set out in resolution 2293 (2016), except for paragraph 5 of resolution 1807 (2008).\n2. Affirms consistency with resolutions 2667 (2022) and 1807 (2008).\n3. Reaffirms measures against individuals and entities designated by the Committee.\n4. Demands States ensure compliance with international law.\n5. Extends the Group of Experts' mandate until 1 August 2025, requests a mid-term report by 30 December 2024, and a final report by 15 June 2025.\n\nThe Council stresses the importance of enhancing the safe management of stockpiles of weapons and ammunition and calls for continued efforts to support the DRC Government.\nHere is a clear and concise summary of the document:\n\nThe Security Council:\n \n6. Requests monthly updates to the Committee, except in months where mid-term and final reports are due;\n\n7. Reaffirms reporting provisions as set out in resolutions 2360 (2017) and 2478 (2019);\n\n8. Recalls the Committee's Guidelines for its Work, adopted on 6 August 2010, and calls on Member States to use the procedures and criteria therein, including on listing and delisting, and recalls resolution 1730 (2006);\n\n9. Recalls the Secretary General's commitment to bringing perpetrators of the killing of Group of Experts members and accompanying Congolese nationals to justice, and stresses the importance of continued deployment of the Follow-on Mechanism to assist with the national investigation;\n\n10. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2024/S_RES_2738_(2024)-EN.pdf"
}