{
  "resolution_no": "2737",
  "year": "2024",
  "theme": [
    "Peacekeeping",
    "Middle East"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNDOF",
    "UN Truce Supervision Organization",
    "ISIL",
    "Al-Qaida"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nAdopted resolution 2737 (2024) on 27 June 2024,\n\nNoting with concern the tense situation in the Middle East, \nHaving considered reports of the Secretary-General on UNDOF, \nStressing both parties must abide by the 1974 Disengagement of Forces Agreement, \nExpressing concern at ongoing military activities and violations, \nAppreciating UNDOF's liaison efforts to prevent escalation, \nExpressing alarm at violence in the Syrian Arab Republic, \nNoting the threat to UN personnel from unexploded ordnance, \nReaffirming readiness to consider listing individuals supporting ISIL or Al-Nusra Front, \nRecognizing the need for UNDOF's flexible posture to minimize security risks, \nEmphasizing access to reports on UNDOF's redeployment configuration, \nUnderscoring the need for UNDOF to have necessary means and resources, \nExpressing appreciation to UNDOF personnel for their service, \nStrongly condemning incidents threatening UN personnel's safety, \nAppreciating progress towards expanding UNDOF's presence, \nTaking note of the Secretary-General's plan for UNDOF's return to the Bravo side, \nRecalling UNDOF's deployment and the 1974 Agreement are steps toward a just and durable peace.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Calls on parties to implement resolution 338 (1973) immediately.\n\n2. Stresses the obligation to respect the 1974 Disengagement of Forces Agreement, \n   and for parties to exercise maximum restraint and prevent ceasefire breaches.\n\n3. Underlines UNDOF's impartiality and stresses the importance of halting activities \n   that endanger peacekeepers.\n\n4. Expresses support for Major General Nirmal Kumar Thapa as Head of Mission and \n   Force Commander.\n\n5. Calls on all groups to abandon UNDOF positions and return equipment.\n\n6. Calls on parties to cooperate with UNDOF operations, respect its privileges, and \n   ensure freedom of movement.\n\n7. Calls on parties to support UNDOF's use of the Quneitra crossing.\n\n8. Requests UNDOF to protect personnel safety, security, and health.\n\n9. Welcomes UNDOF's efforts to consolidate its presence and intensify operations.\n\n10. Underscores the importance of progress in deploying technology to ensure \n    UNDOF personnel safety.\n\n11. Encourages parties to engage constructively to facilitate UNDOF's return to the \n    area of separation.\n\n12. Encourages discussions on recommendations to improve mission performance.\n\n13. Welcomes initiatives to standardize a culture of performance in UN peacekeeping.\n\n14. Requests the Secretary-General to ensure compliance with the UN's zero-tolerance \n    policy on sexual exploitation and abuse.\n\n15. Renews UNDOF's mandate for six months, until 31 December 2024.\n\n16. Requests the Secretary-General to report every 90 days on developments and \n    measures taken to implement resolution 338 (1973).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2024/S_RES_2737_(2024)-EN.pdf"
}