{
  "resolution_no": "2741",
  "year": "2024",
  "theme": [
    "Peacekeeping",
    "Security Transition",
    "Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "African Union Transition Mission in Somalia (ATMIS)",
    "United Nations Support Office in Somalia (UNSOS)",
    "Federal Government of Somalia (FGS)",
    "Al-Shabaab",
    "United Nations Assistance Mission in Somalia (UNSOM)"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\nRecalling previous resolutions on Somalia, reaffirms its respect for Somalia's sovereignty, territorial integrity, and unity.\n\nThe Council extends its authorizations for the African Union Transition Mission in Somalia (ATMIS) until 12 August 2024, and authorizes the deployment of up to 14,626 uniformed personnel until 30 June 2024 and up to 12,626 uniformed personnel from 1 July 2024 until 12 August 2024.\n\nIt encourages traditional donors to continue supporting ATMIS until its planned exit by 31 December 2024 and calls for an enlarged and diversified donor base.\n\nThe Council requests the Secretary-General to provide logistical support through the United Nations Support Office in Somalia (UNSOS) for ATMIS, the United Nations Assistance Mission in Somalia (UNSOM), and up to 85 ATMIS civilians.\n\nIt continues the provision of support for 18,900 personnel, rising to 20,900 personnel from 1 July 2024, from the Somali National Army or Somali National Police Force on joint or coordinated operations with ATMIS until 12 August 2024.\n\nThe Council encourages Somalia to develop and implement its Security Sector Development Plan and calls on Somalia's security partners to support its implementation.\n\nIt recognizes the work done by the African Union and Somalia to establish a concept of operations for an African Union-led peace support operation to follow ATMIS and takes note of the African Union Peace and Security Council's request to finalize the concept of operations by 31 July 2024.\n\nThe Council expresses grave concern over Al-Shabaab's threat to Somalia's peace, security, and stability, and condemns terrorist attacks in Somalia and neighboring states.\nThe Security Council:\n\n9. Encourages the African Union Commission to include in the CONOPs: \n- benchmarks with clear indicators and milestones to measure progress; \n- a comprehensive exit strategy;\n\n10. Signals its intention to:\n- schedule a Security Council meeting by 2 August 2024 to review the CONOPs and next steps;\n- request the Secretary-General to work urgently with the Chairperson of the African Union Commission and in consultation with Somalia, troop-contributing countries, the European Union, and other donors to:\n  - finalise the overall design of the follow-on mission to ATMIS, including implications for the UN;\n  - provide an estimation of the resources required and costs;\n  - articulate financing options for the mission, including the framework established by resolution 2719 (2023);\n\n11. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2024/S_RES_2741_(2024)-EN.pdf"
}