{
  "resolution_no": "2740",
  "year": "2024",
  "theme": [
    "International Criminal Tribunals",
    "Justice",
    "Accountability"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 25",
    "Article 26",
    "Article 14"
  ],
  "entities": [
    "International Residual Mechanism for Criminal Tribunals (Mechanism)",
    "International Criminal Tribunal for Rwanda (ICTR)",
    "International Tribunal for the former Yugoslavia (ICTY)"
  ],
  "reporting_cycle": "The Mechanism shall report to the Security Council by 31 December 2025 on options for the transfer of the functions of supervision of enforcement of sentences and the pardon or commutation of sentences",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms its determination to combat impunity for international crimes and ensure that all persons indicted by the ICTR and ICTY are brought to justice.\n\nRecalls the mandate of the International Residual Mechanism for Criminal Tribunals (Mechanism) established by resolution 1966 (2010).\n\nAppoints Mr. Serge Brammertz as Prosecutor of the Mechanism for a period from 1 July 2024 to 30 June 2026.\n\nTakes note of the Mechanism's work in completing its functions, including tracking fugitives, and commends cooperation between the Mechanism, States, and international organisations.\n\nUrges States to cooperate fully with the Mechanism and render necessary assistance to enforce sentences.\n\nNotes with concern problems in relocating acquitted and convicted persons, and calls on States to cooperate to find expeditious and durable solutions.\n\nTakes note of the scenarios and projections for the Mechanism's remaining residual functions and the transfer of its functions.\n\nDecides to continue the Mechanism's operation and urges States to provide necessary assistance.\nHere is a clear and concise summary of the Security Council document:\n\n9. Emphasizes the Mechanism's temporary and efficient structure with diminishing functions and size, and a small number of staff, and requests it to continue being guided by these elements.\n\n10. Welcomes the Mechanism's report and the Office of Internal Oversight Services (OIOS) report, taking note of OIOS conclusions and recommendations.\n\n11. Takes note of the Secretary-General's 2009 report on the archives of the International Tribunal for the Former Yugoslavia and the International Criminal Tribunal for Rwanda, and requests an updated report by 31 December 2025.\n\n12. Requests the Secretary-General to report by 31 December 2025 on options for transferring functions of supervision of enforcement of sentences and assistance to national jurisdictions.\n\n13. Notes the views and recommendations of the Council's Informal Working Group on International Tribunals, and requests the Mechanism to implement them, including: \n- Full implementation of OIOS recommendations\n- Clear projections of completion timelines\n- Geographic diversity and gender balance of staff\n- Human resources policy consistent with its temporary mandate\n- Cost reduction and coordination across the Mechanism's organs\n\n14. Requests the Mechanism to include in its six-monthly reports information on progress, staffing, posts, workload, costs, and projections of residual functions.\n\n15. Recalls encouragement to the Mechanism to consider an approach to early release of persons convicted by the ICTR.\n\n16. Reiterates the importance of ensuring the rights of persons detained on the authority of the Mechanism.\n\n17. Encourages cooperation between the Mechanism and relevant countries to facilitate the establishment of information and documentation centres.\n\n18. Notes the conclusion of the Council's review of the Mechanism's progress.\n\n19. Recalls that future reviews will include evaluation reports from the OIOS.\n\n20. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2024/S_RES_2740_(2024)-EN.pdf"
}