{
  "resolution_no": "2760",
  "year": "2024",
  "theme": [
    "Peacekeeping",
    "Abyei",
    "Sudan",
    "South Sudan",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNISFA",
    "JBVMM",
    "African Union",
    "AUHIP",
    "United Nations Special Envoy for the Horn of Africa"
  ],
  "reporting_cycle": "The Secretary-General reports on progress in implementing UNISFA's mandate in combined written reports provided on 1 May 2025 and 15 October 2025",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on the situation in Abyei and the border between Sudan and South Sudan, \n\nReaffirms its commitment to the sovereignty, independence, unity, and territorial integrity of Sudan and South Sudan.\n\n Reiterates that territorial boundaries shall not be altered by force and that any territorial disputes shall be settled peacefully.\n\n Expresses concern over the presence of South Sudan People’s Defence Forces (SSPDF) in Abyei, contrary to the 2011 Agreement.\n\nEncourages the African Union, AUHIP, and the UN Special Envoy to intensify mediation efforts to establish temporary administrative and security arrangements for Abyei.\n\nAcknowledges the contribution of UNISFA to the stabilization and demilitarization of the Abyei Area.\n\n Condemns ongoing violence in Sudan, including violations of international humanitarian law and human rights law.\n\n Urges an immediate cessation of violence and respect for international humanitarian law.\n\n Stresses the importance of UNISFA initiatives to support community dialogue and intercommunal relationships.\n\n Encourages UNISFA to coordinate with local administrations to maintain stability and facilitate the return of displaced persons.\n\n Condemns the escalation of violence between communities in Abyei, including attacks on civilians and peacekeepers.\n\n Stresses that Sudanese and South Sudanese authorities have the primary responsibility to ensure the safety and security of UN personnel and assets.\n\n Underlines the need for Sudan and South Sudan to engage in substantive dialogue to advance the political process for the resolution of the Abyei dispute.\n\n Expresses concern over crime in the Abyei Area and stresses the urgent need to deploy UN police to the level authorized by the Council.\nThe Security Council:\n\nConcerned about the security situation in Abyei, and the potential for a security vacuum, \n\nCommends UNISFA's efforts to carry out its mandate, \n\nExpressing grave concern about attacks on UN peacekeepers, \n\nConcerned about the deteriorating humanitarian situation, \n\nRecalling resolutions on Women, Peace, and Security, \n\nAppreciates actions taken by UNISFA peacekeepers, \n\nRecognizing the current situation as a threat to international peace and security, \n\n1. Extends UNISFA's mandate until 15 November 2025, \n2. Extends tasks of UNISFA as set out in resolutions 1990 (2011), 2024 (2011), and 2075 (2012), \n3. Urges both parties to demonstrate progress on border demarcation by: \n    (1) Allowing full freedom of movement for UNISFA and JBVMM patrols \n    (2) Operationalizing team sites \n    (3) Convening JPSM meetings \n    (4) Withdrawing from the SDBZ \n    (5) Operationalizing border crossing corridors \n    (6) Developing a work plan for demarcation discussions \n    (7) Maintaining national monitors \n4. Maintains authorized troop ceiling of 3,250 until 15 November 2025 and calls for a strategic review \n5. Maintains authorized police ceiling at 640 police personnel \n6. Calls on Sudanese and South Sudanese authorities to issue visas for UNISFA police personnel \n7. Urges Sudanese and South Sudanese authorities to provide full support to UNISFA \n8. Urges stronger cooperation between Sudan and South Sudan in support of peace, security, and stability.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n* Calls for the resumption of Joint Permanent Sub-Committee on Military Matters (JPSM) meetings and encourages regular meetings of joint mechanisms.\n\n* Urges Sudanese and South Sudanese authorities to authorize the use of Athony airport, facilitating UNISFA's operations, and to adhere to their obligations under resolution 2518 (2020) and the Status of Forces Agreements (SOFAs).\n\n* Requests the Secretary-General, Member States, and parties to ensure the safety, security, and freedom of movement of UNISFA personnel, with unhindered access throughout Abyei.\n\n* Stresses the need for a civilian Deputy Head of Mission for UNISFA and additional civilian staff to facilitate liaison with parties.\n\n* Urges progress towards establishing temporary administrative and security arrangements agreed to by the parties.\n\n* Encourages the African Union, AUHIP, and the Special Envoy of the Secretary-General to intensify efforts to establish temporary arrangements for Abyei and facilitate the implementation of the 2011 Agreement.\n\n* Urges renewed efforts to determine the SDBZ centreline on the ground.\n\n* Underscores UNISFA's protection of civilians mandate, including taking necessary actions to protect civilians under imminent threat of physical violence.\n\n* Condemns the presence of South Sudan security service personnel in the Abyei Area, demands their immediate redeployment, and reiterates that the Abyei Area shall be demilitarized.\n\n* Urges authorities to take steps to ensure Abyei's demilitarization, including disarmament programmes.\n\n* Reaffirms UNISFA's authorization to undertake weapons confiscation and destruction in the Abyei Area.\n\n* Encourages UNISFA to support community dialogue and intercommunal relationships.\n\n* Requests UNISFA to collaborate with UN Country Teams on peacebuilding initiatives.\n\n* Urges Sudan and South Sudan to implement confidence-building measures and facilitate dialogue among communities in the Abyei Area.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Condemns violence in Abyei, particularly in Kolem, Mabok, and Dunguop areas, and demands accountability for those responsible.\n\n Expresses concern over minimal women's representation in local peace committees, and calls for their full, equal, and meaningful participation in peacebuilding efforts.\n\n Welcomes UNISFA's efforts to strengthen Community Protection Committees and manage law and order in Abyei.\n\n Calls for cooperation with the Abyei Area Joint Investigation and Inquiry Committee's findings and recommendations on the killing of a UNISFA peacekeeper and the Ngok Dinka Paramount Chief.\n\n Urges Sudan and South Sudan to facilitate free and unhindered movement of UNISFA personnel, equipment, and humanitarian assistance.\n\n Demands safe and unhindered access for humanitarian personnel to civilians in need of assistance.\n\n Encourages UNISFA to support the Abyei UN Joint Programme Initiative and the deployment of the United Nations Mine Action Service (UNMAS).\n\n Strongly urges an end to all forms of violence, human rights violations, and abuses against civilians, including women and children.\n\n Requests the Secretary-General to monitor human rights violations and abuses, and ensure effective implementation of UNISFA's operations, including:\n\n* Strengthening early warning and response strategy\n* Encouraging confidence-building and community engagement\n* Prioritizing mission mobility and active patrolling\n* Improving peacekeeping-intelligence and analysis capacities\n* Enhancing logistics and medical evacuation procedures\n* Securing long-term rotation schemes for critical capabilities\n* Considering environmental impacts of mission operations.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Notes the UN Department of Operational Support's Strategy: \"Way Forward: Environment Strategy for Peace Operations 2023-2030\", emphasizing good stewardship of resources and a positive legacy of the mission.\n\n Requests UNISFA to:\n\n* Ensure support to non-UN security forces complies with the Human Rights Due Diligence Policy, including monitoring and reporting on support usage and mitigating measures (j);\n* Prioritize mandated protection activities in decisions on resource use (k);\n* Strengthen sexual and gender-based violence prevention and response activities (l);\n* Strengthen community engagement, public information, and reporting mechanisms on sexual exploitation and abuse (m);\n* Prioritize implementation of resolution 1325 (2000) and all resolutions addressing women, peace, and security (n);\n* Take fully into account child protection as a cross-cutting issue (o);\n* Implement youth, peace, and security priorities under resolutions 2250 (2015), 2419 (2018), and 2535 (2020) (p);\n* Implement peacekeeping performance requirements under resolutions 2378 (2017) and 2436 (2018) (q);\n* Implement the UN zero-tolerance policy on serious misconduct, sexual exploitation, and abuse (r).\n\n Requests troop- and police-contributing countries to:\n\n* Fully implement relevant provisions of resolution 2538 (2020) to increase women's participation in peacekeeping (32);\n* Take action to prevent sexual exploitation and abuse, including vetting and training (33).\n\n Notes the Secretary-General's efforts to ensure close cooperation among UN missions and envoys in the region.\n\n Requests the Secretary-General to provide integrated, gender-responsive, evidence-based, and data-driven analysis and reporting on UNISFA's mandate implementation, including on:\n\n* Engagement by the African Union and AUHIP on political mediation of the Abyei dispute and Sudan and South Sudan border issues (35);\n* Progress in implementing the mandate, including on human rights monitoring, police increase, and civilian Deputy Head of Mission appointment;\n* Results of human rights monitoring and joint consultation with Sudanese and South Sudanese authorities on benchmarks for mission transition.\nThe Security Council:\n\n* Requests a strategic review of UNISFA by the Secretary-General by 15 August 2025, in accordance with best practices, including gender expertise.\n* The review must be based on broad consultations with Sudanese and South Sudanese authorities, UN agencies, troop and police contributing countries, regional organizations, civil society, and independent experts.\n* The review should assess:\n  - UNISFA reconfiguration, military and police posture, and force deployments.\n  - Strategy integrating military, police, and civilian efforts.\n* The review should provide detailed recommendations on:\n  - UNISFA's posture.\n  - Mission effectiveness and efficiency, including equipment supply and personnel rotations.\n  - Options for adapting civilian, police, and military components.\n* Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2024/S_RES_2760_(2024)-EN.pdf"
}