{
  "resolution_no": "2759",
  "year": "2024",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Women, Peace and Security",
    "Child Protection",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MINUSCA",
    "UNCT",
    "African Union",
    "World Bank"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council on 15 February 2025, 15 June 2025, and 13 October 2025",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2759 (2024) on November 14, 2024, recalling its previous resolutions and statements on the Central African Republic (CAR). The Council reaffirmed its commitment to the country's sovereignty, independence, unity, and territorial integrity. \n\nThe Council reaffirmed the basic principles of peacekeeping, including consent of parties, impartiality, and non-use of force, and recognized the specific mandate of each peacekeeping mission. \n\nThe Council recalled that the CAR Government has primary responsibility to protect all populations, and emphasized that a sustainable solution to the crisis should be CAR-owned, prioritizing reconciliation through an inclusive process.\n\nThe Council recalled the signing of the Political Agreement on Peace and Reconciliation (APPR) in 2019 and stressed its centrality, and the need for further progress in its implementation.\n\nThe Council condemned in the strongest terms, violations of the APPR and violence perpetrated by all parties, particularly armed groups, and underlined that ongoing violence continues to pose a threat to security and stability.\n\nThe Council took note of the 2024 MINUSCA annual report on human rights and international humanitarian law violations.\n\nThe Council stressed the urgent need to end impunity in the CAR, noting the ongoing work of the Special Criminal Court.\n\nThe Council noted that a sustainable solution requires an integrated regional strategy, strong political commitment from the CAR Government and regional countries.\n\nThe Council welcomed the CAR Government's engagement with regional and international partners, and efforts to decentralize the peace process. \n\nThe Council underlined the continued need to support national efforts towards extending State authority and security sector reform.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Condemns cross-border criminal activities, armed groups' violations of international humanitarian law and human rights abuses, and the use of mercenaries.\n\n Welcomes efforts to promote lasting peace and stability in the Central African Republic (CAR) through a comprehensive political and peace process.\n\n Urges all parties to respect the ceasefire and implement the Agreement for Peace and Reconciliation (APPR).\n\n Supports the capacity building of CAR's security institutions, women's full, equal, meaningful, and safe participation, and the protection of civilians.\n\n Condemns attacks against peacekeepers, humanitarian personnel, and civilians, and stresses the need for effective strategic communications to implement MINUSCA's mandate.\n\n Expresses concern about the dire humanitarian situation, the impact of the Sudan crisis on the CAR, and the threat of landmines and other explosive ordnance.\n\n Recognizes the adverse effects of climate change on the region's stability and stresses the need for comprehensive risk assessment and long-term strategies.\n\n Underlines the importance of protecting civilians, women, and children, and implementing the national plan to prevent and eliminate grave violations against children.\n\n Welcomes collaboration between MINUSCA, UN agencies, and other partners to support development and humanitarian efforts.\n\n Determines that the situation in the CAR continues to constitute a threat to international peace and security.\n\n Acts under Chapter VII of the Charter, and takes note of the Independent Strategic Review of MINUSCA and the Report of the Secretary-General.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Calls on the Central African Republic (CAR) Government and other signatories to fully implement the Agreement for Peace and Reconciliation (APPR) in good faith and without delay to meet the aspirations of the people of the CAR to peace, security, justice, reconciliation, inclusivity, and development.\n\n2. Demands an immediate ceasefire, including an end to violence against civilians, UN peacekeepers, and humanitarian personnel, and for armed groups to disband and lay down their arms.\n\n3. Strongly condemns all violations of international humanitarian law, including attacks on civilians, MINUSCA peacekeepers, and humanitarian actors, and expresses readiness to consider targeted measures against individuals or entities that violate the ceasefire.\n\n4. Welcomes regional engagement in support of the peace process and calls on neighbouring states, regional organisations, and international partners to support the peace process in a coherent and coordinated manner.\n\n5. Calls on the CAR authorities and neighbouring countries to cooperate to investigate and combat transnational criminal networks and armed groups involved in arms trafficking and the illegal exploitation of natural resources.\n\n6. Encourages the CAR Government to promote national awareness and ownership of the peace and reconciliation process, including the participation of women and youth.\n\n7. Urges the CAR Government to ensure the preparation of inclusive, free, and fair elections in 2025 and 2026, with the full, equal, meaningful, and safe participation of women and youth.\n\n8. Calls upon all parties to respect the civilian and humanitarian character of camps and settlements for internally displaced persons (IDPs) and refugees.\n\n9. Urges the CAR Government to continue addressing the presence and activity of armed groups by implementing a comprehensive strategy that prioritises dialogue and an inclusive, gender-sensitive, and effective disarmament, demobilisation, and reintegration (DDR) process.\n\n10. Calls on the CAR Government to continue implementing the National Security Policy, the National Strategy on Security Sector Reform (SSR), and the recently validated National Defence Policy and Strategy.\nHere is a summarized version of the Security Council document:\n\n12. The Council calls on the CAR Government to ensure sustainable redeployments of defence and security forces, which do not pose a risk to stabilization, civilians, humanitarians, or the political process, and urges the Government to accelerate efforts to bring all elements of the CAR armed forces under a single, unified chain of command.\n\n13. The Council expresses concerns about allegations of human rights and humanitarian law violations by some CAR defence and security forces, welcomes measures to hold those responsible accountable, and calls on international partners to insist on respect for human rights, humanitarian law, and accountability.\n\n14. The Council calls on the CAR Government to de-conflict training and operational activities of all security actors in the country.\n\n15. The Council calls on the CAR Government to strengthen justice institutions, fight impunity, and contribute to stabilization and reconciliation, including through the Truth, Justice, Reparation and Reconciliation Commission.\n\n16. The Council welcomes improved cooperation between MINUSCA and the Central African Armed Forces, and encourages the CAR Government to restore State authority, provide basic services, and ensure stable governance.\n\n17. The Council stresses the valuable role of the Peacebuilding Commission in supporting CAR's long-term peacebuilding needs.\n\n18. The Council encourages the CAR Government to improve public financial management and accountability, with the support of the international community.\n\n19. The Council commends the validation of the National Development Plan for 2024-2028 and welcomes collaboration between the Government, the UN, and multilateral partners.\n\n20. The Council encourages the Secretary-General to support building the capacity of local businesses and promoting procurement from local businesses.\n\n21. The Council encourages the CAR Government to ensure effective implementation of the National Development Plan and for partners to support efforts to lay the foundation for durable peace and sustainable development.\n\n22. The Council welcomes the adoption of the National Human Rights Policy and reiterates the need to hold accountable those responsible for human rights violations.\n\n23. The Council recalls the ICC's investigation into alleged crimes committed since 2012 and the CAR Government's cooperation.\n\n24. The Council strongly condemns attacks on and use for military purposes of schools, medical centres, humanitarian premises, and other civilian infrastructure.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Condemns violations and abuses against children and urges all parties in the Central African Republic (CAR) to end such acts, particularly recruitment and use, rape, and sexual violence.\n\n Urges the CAR Government to respect its obligations under the Optional Protocol to the Convention on the Rights of the Child and to protect children associated with armed forces and groups.\n\n Calls on all parties to end sexual and gender-based violence, investigate alleged violations, and prosecute perpetrators.\n\n Demands safe and unhindered access for humanitarian assistance to populations in need.\n\n Condemns attacks on schools and civilians, and urges parties to cease such attacks.\n\n Calls on Member States to respond swiftly to humanitarian needs.\n\n Supports the Special Representative of the Secretary-General and extends the mandate of the MINUSCA mission until 15 November 2025.\n\n Decides MINUSCA's mandate will comprise up to 14,400 military personnel, 3,020 police personnel, and 108 corrections officers.\n\n Requests MINUSCA to prioritize tasks, including protection of civilians, and authorizes the use of necessary means to carry out its mandate.\n\n Priority tasks for MINUSCA include protection of civilians under threat of physical violence.\nHere is a summarized version of the Security Council document:\n\n**Protection of Civilians**\n\n* Implement protection of civilians strategy in coordination with CAR Government, UNCT, humanitarian and human rights organizations, and other partners\n* Anticipate, deter, and respond to threats to civilians through a comprehensive approach\n* Ensure effective protection of civilians under threat of physical violence\n* Enhance interaction with civilians, strengthen early warning mechanism, and monitor and document human rights abuses\n* Maintain proactive deployment and mobile posture, including active patrolling in high-risk areas\n* Mitigate risk to civilians before, during, and after military or police operations\n* Work with CAR Government to identify and report threats to civilians and implement prevention and response plans\n\n**Specific Protection and Assistance**\n\n* Provide specific protection and assistance to women and children affected by armed conflict\n* Deploy protection advisers, child protection advisers, and gender advisers\n* Adopt a gender-sensitive, survivor-centered approach to assist victims and survivors of sexual violence\n\n**Support for Extension of State Authority**\n\n* Support CAR Government in safeguarding state institutions and implementing strategy for extension of state authority\n* Continue to support deployment of security forces and preservation of territorial integrity\n* Promote and support rapid extension of state authority over entire territory of CAR\n\n**Good Offices and Support to Peace Process**\n\n* Continue role in support of peace process, including through political, technical, and operational support to implementation of ceasefire and APPR.\nHere is a summarized version of the Security Council document:\n\nThe Security Council authorizes the MINUSCA mission to:\n\n**Support the Peace Process**\n\n* Support the Central African Republic (CAR) Government in creating conditions for the full implementation of the African Peace and Reconciliation Plan (APPR) through a roadmap and timeline.\n* Coordinate regional and international support and assistance to the peace process with UNOCA, ECCAS, and ICGLR.\n* Ensure the Mission's strategies promote a coherent peace process, connecting local and national peace efforts with ceasefire monitoring, DDRR, SSR, and State authority restoration.\n\n**Protection and Humanitarian Assistance**\n\n* Facilitate the immediate, full, safe, and unhindered delivery of humanitarian assistance.\n* Protect the United Nations personnel, installations, equipment, and goods.\n\n**Additional Tasks**\n\n* **Promotion and protection of human rights**: Monitor, investigate, report on, and follow up on human rights violations and abuses.\n* **Republican Dialogue and 2025/2026 elections**: Assist the CAR Government in the follow-up of the 2022 Republican Dialogue and preparation of free, fair, and peaceful elections.\n* **Security Sector Reform (SSR)**: Provide strategic and technical advice to implement the National Strategy on SSR and the National Defence Policy and Strategy.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n**Security Sector Reform (SSR)**\n\n* Supports the Central African Republic (CAR) Government in developing a defence and security strategy under civilian control.\n* Encourages human rights vetting for defence and security elements, particularly for integrating demobilized armed groups.\n* Supports the development of the Internal Security Forces (ISF) and coordinates technical assistance and training.\n\n**Disarmament, Demobilization, Reintegration (DDR) and Repatriation (DDRR)**\n\n* Supports an inclusive, gender-sensitive DDR program for members of armed groups.\n* Encourages community-based socioeconomic reintegration, particularly for children and women combatants.\n* Supports the development of a national plan for integrating eligible demobilized members into security and defence forces.\n\n**Support for national and international justice, the fight against impunity, and the rule of law**\n\n* Supports reinforcing the independence of the judiciary and building the capacities of the national judicial system.\n* Helps build the capacities of the national human rights institution.\n* Provides technical assistance to investigate and prosecute those responsible for international humanitarian law and human rights violations.\n\n**Urgent temporary measures**\n\n* Adopts urgent temporary measures to arrest and detain individuals undermining peace, stability, or security.\n\n**Special Criminal Court (SCC)**\n\n* Provides technical assistance and capacity building to facilitate the full functioning of the SCC.\n* Supports the coordination and mobilization of increased bilateral and multilateral support to the SCC.\n\n**Rule of law**\n\n* Supports building the capacities and effectiveness of the criminal justice system.\nHere is a summarized version of the Security Council document:\n\nThe Security Council authorizes MINUSCA to:\n\n* Support the Central African Republic (CAR) Government in restoring and maintaining public safety and the rule of law, including apprehending and handing over those responsible for human rights violations and abuses to justice\n* Cooperate with the International Criminal Court (ICC) in cases of crimes falling within its jurisdiction\n* Assist the Committee and Panel of Experts established pursuant to resolution 2745 (2024)\n* Monitor the implementation of measures established by paragraph 2 of resolution 2745 (2024), including inspecting arms and related materiel\n* Support the Panel of Experts in collecting information on acts of incitement to violence\n* Ensure unhindered access and safety for the Panel of Experts\n* Provide transport for the CAR Government to promote and support the extension of State authority\n\nThe Council also requests:\n\n* The Secretary-General to deploy and allocate personnel and expertise to reflect priorities\n* Troop and police contributing countries to provide troops and police with adequate capabilities, equipment, and predeployment training\n* Member States to provide troops and police with adequate capabilities and mindset\n* The Secretary-General to implement provisions for establishing accountability for crimes against peacekeepers\n* MINUSCA to continue implementing Youth, Peace and Security resolutions\n* Troop- and police-contributing countries to prevent sexual exploitation and abuse, including vetting of personnel and predeployment training.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Reiterates the need for MINUSCA to hold perpetrators of sexual exploitation and abuse accountable, repatriate units with credible evidence of misconduct, and report on actions taken.\n\n Requests MINUSCA to consider environmental impacts of its operations, manage them in accordance with UN rules and regulations, and implement the UN Environment Strategy for Peace Operations 2023-2030.\n\n Encourages the Secretary-General to implement the UN Sustainable Development Coordination Framework (UNSDCF) to sustain peace in CAR, including enhanced coordination with donors.\n\n Requests MINUSCA to prioritize child protection, ensure education in safe environments, and prevent violations and abuses against children.\n\n Requests MINUSCA to strengthen sexual and gender-based violence prevention and response activities, prioritize gender mainstreaming, and ensure women's full participation in all spheres.\n\n Urges all parties in CAR to cooperate with MINUSCA's deployment and activities, ensuring its safety, security, and freedom of movement.\n\n Calls upon Member States to ensure free and unhindered movement of MINUSCA personnel, equipment, and supplies.\n\n Requests the Secretary-General to provide integrated analysis, strategic assessments, and frank advice to the Security Council, using data collected through CPAS.\n\n Requests the Secretary-General to report to the Council on MINUSCA's progress in implementing its mandate, the situation in CAR, and logistical support provided to CAR defence and security forces.\n\n Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2024/S_RES_2759_(2024)-EN.pdf"
}