{
  "resolution_no": "2754",
  "year": "2024",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations Verification Mission in Colombia",
    "Peacebuilding Commission",
    "Special Jurisdiction for Peace (SJP)"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council reaffirms its commitment to the peace process in Colombia, recalling all its previous resolutions and statements. It welcomes progress made towards peace since the 2016 Final Peace Agreement, but notes ongoing challenges, particularly violence in conflict-affected areas. The Council urges parties to work together to implement the Final Agreement, including rural reform, inclusive political participation, and countering illicit drugs. \n\nThe Council takes note of the Peacebuilding Commission's engagement with the Colombian government and the Security Council, particularly on rural reform, the Ethnic Chapter, and Transitional Justice. It recalls the United Nations Verification Mission in Colombia's (UNVMC) role in verifying implementation of the Final Agreement, particularly sections on reintegration efforts and security guarantees for former combatants.\n\nThe Council expands the UNVMC's mandate to verify compliance with and implementation of sentences by the Special Jurisdiction for Peace (SJP), and to monitor implementation of comprehensive rural reform and the Ethnic Chapter. It emphasizes the crucial role of implementing a comprehensive rural reform and the Ethnic Chapter.\n\nThe Council expresses hope for a bilateral ceasefire between the Government of Colombia and the ELN, and is willing to consider mandating the UNVMC to monitor and verify a ceasefire agreement between the Government and EMC FARC-EP. It underlines the primary importance of the UN Verification Mission in supporting the full implementation of the 2016 Final Peace Agreement.\nThe Security Council:\n \nsupporting the political peace dialogues to date and stressing the need to keep the \nCouncil abreast of these activities, \n \n1. Decides to extend the mandate of the Verification Mission until 31 October 2025; \n \n2. Expresses its willingness to work with the Government of Colombia on \nthe further extension of the mandate of the Verification Mission on the basis of \nagreement between the parties.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2024/S_RES_2754_(2024)-EN.pdf"
}