{
  "resolution_no": "2763",
  "year": "2024",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Afghanistan",
    "Humanitarian",
    "Peacekeeping"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Taliban",
    "ISIL",
    "Al-Qaida",
    "United Nations Assistance Mission in Afghanistan (UNAMA)",
    "United Nations Office on Drugs and Crime (UNODC)"
  ],
  "reporting_cycle": "The Monitoring Team shall submit a comprehensive programme of work to the Committee and report to the Committee on a regular basis or when the Committee so requests",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, \nRecalling previous resolutions on international terrorism and its threat to Afghanistan, \nReaffirming commitment to Afghanistan's sovereignty, independence, territorial integrity, and national unity, \nReaffirming support for a peaceful, stable, and prosperous Afghanistan, \n\nCondemns terrorist activities, particularly by ISIL, and demands the Taliban take active measures to combat terrorism, \nReiterates support for fighting illicit drug trade, which finances terrorist groups, \n\nExpresses concern over Afghanistan's dire economic and humanitarian situation, \nEmphasizes need for humanitarian assistance, and \nUrges States to consider the potential impact of sanctions on humanitarian activities \n\nEmphasizes establishing an inclusive government, upholding human rights, and protecting women's and girls' rights, \nExpresses concern over erosion of rights and freedoms, particularly for women and girls, \nReiterating need to ensure sanctions regime promotes sustainable peace, stability, and security.\nHere is a concise summary of the Security Council document 2763 (2024):\n\nThe Security Council:\n\n* Recognizes the need to revise the 1988 sanctions regime to support peace and stability in Afghanistan.\n* Recalls the mandate of the Monitoring Team and encourages it to engage with Member States to implement sanctions measures.\n* Determines that the situation in Afghanistan remains a threat to international peace and security.\n\nThe Council decides:\n\n1. To continue measures imposed on individuals and entities designated as the Taliban or associated with it.\n2. To extend the mandate of the Monitoring Team for 14 months to support the Committee.\n3. To direct the Monitoring Team to gather information on non-compliance and provide recommendations.\n4. To review the implementation of measures and consider adjustments to support peace and stability in Afghanistan.\n\nThe Monitoring Team's responsibilities include:\n\n* Submitting an annual report and providing recommendations.\n* Assisting the Committee in reviewing names on the List and following up on requests to Member States.\n* Gathering information on non-compliance and providing recommendations.\n* Presenting recommendations to assist Member States with implementation.\n* Consulting with Member States and the Committee on listing and delisting.\n\nThe Council decides to remain actively seized of the matter.\nHere is a summarized version of the Security Council document:\n\nThe Monitoring Team shall:\n\n* Assist the Committee in its work and provide substantive and technical assistance\n* Pursue case studies and explore relevant issues as directed by the Committee\n* Consult with Member States, UNAMA, and other UN agencies\n* Cooperate with UNODC on the nexus between narcotics trafficking and listed individuals/groups\n* Provide updates to the special report and consult with intelligence and security services\n* Consult with the private sector, including financial institutions, on the assets freeze\n* Cooperate with ISIL/Da’esh and Al-Qaida Sanctions Committee and other counter-terrorism bodies\n* Raise awareness of sanctions and assist in implementation with FATF and its Global Network\n* Consult with Member States, private sector, and international organizations on travel ban and assets freeze\n* Counter the threat posed by improvised explosive devices (IEDs)\n* Promote awareness of and compliance with measures\n* Cooperate with INTERPOL to obtain biometric data of listed individuals\n* Assist other subsidiary bodies and expert panels\n* Facilitate capacity-building assistance to Member States\n* Report to the Committee on its work and activities\n* Study and report on the threat posed by individuals and entities associated with the Taliban\n* Gather information on travel exemptions and report to the Committee\n* Undertake any other responsibility identified by the Committee.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2024/S_RES_2763_(2024)-EN.pdf"
}