{
  "resolution_no": "2753",
  "year": "2024",
  "theme": [
    "Peacekeeping",
    "State-building",
    "Peace-building",
    "Counter-terrorism",
    "Human Rights",
    "Sustainable Development"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations Assistance Mission in Somalia (UNSOM)",
    "United Nations Transitional Assistance Mission in Somalia (UNTMIS)",
    "United Nations Country Team (UNCT)",
    "African Union Transition Mission in Somalia (ATMIS)",
    "Federal Government of Somalia (FGS)"
  ],
  "reporting_cycle": "The Secretary-General reports every 6 months, with the first report before 30 March 2025 and the second before 30 September 2025",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n\nRecalling previous resolutions and statements on Somalia, reaffirms respect for Somalia's sovereignty, territorial integrity, and unity.\n\nEmphasizes consolidating peace and security gains, and that military action alone is insufficient to resolve threats.\n\nSupports state-building and peace-building, advancing Somalia's national priorities, and commends the Federal Government's (FGS) efforts to counter terrorism.\n\nStresses effective and integrated support from the UN system and international community for long-term peace.\n\nWelcomes the FGS's preparations for the Somalia National Transformation Plan (2025-2029) and encourages UN assistance.\n\nRequests UN Transitional Assistance Mission in Somalia (UNTMIS) to maintain presence across Somalia, cooperate with FGS, and ensure strong cooperation with Somalia and the African Union.\n\nEncourages the Secretary-General to consider nationalizing UN functions in Somalia.\n\nReiterates the importance of inclusive dialogue, local reconciliation, and women's participation.\n\nExpresses concern about Al-Shabaab's threat, terrorist attacks, and presence of ISIL/Da'esh affiliates.\n\nUrges humanitarian support, and calls for facilitation of humanitarian assistance.\n\nCalls for compliance with international law, and expresses concern about humanitarian law violations.\n\nRequests FGS to collaborate with the UN on implementing the Joint Communiqué and National Action Plan to Combat Sexual Violence in Conflict.\n\nExpresses deep concern about grave violations against children, and urges Somali authorities to take action.\nThe Security Council:\n\nTakes note of the Federal Government of Somalia's (FGS) proposal to transition the United Nations Support Mission in Somalia (UNSOM) to the United Nations Country Team over a two-year period.\n\nDecides that UNSOM shall be called the United Nations Transitional Assistance Mission in Somalia (UNTMIS) and begin its formal transition on 1 November 2024.\n\nThe first phase of UNTMIS's transition will deliver until 31 October 2025 with a mandate modified to prioritize: \n\na. Support to state-building \nb. Promotion and protection of human rights \nc. Support to United Nations entities \nd. Rule of law, justice, and corrections \ne. Coordination of international donor support \nf. Coordination of United Nations efforts \ng. Coordination with ATMIS's anticipated successor mission.\n\nUNTMIS will complete the progressive transfer of tasks to the FGS, UNCT, and other stakeholders, including:\n\na. Coordination of United Nations agencies \nb. Strategic policy advice on stabilization \nc. Support to the FGS to implement Somalia's National Strategy \nd. Strategic policy advice on mine action \ne. Technical advice and capacity-building.\n\nRequests the Secretary-General to prepare a roadmap for delivering the first phase of UNTMIS's tasks transition.\nThe Security Council:\n\n Requests the Secretary-General to outline a roadmap for the transition of UNTMIS, including practical modalities, and update the Council through the first report referenced in paragraph 9.\n\n Requests the Secretary-General to provide two written reports on the situation in Somalia and progress made in implementing the transition plan, with the first report due before 30 March 2025 and the second before 30 September 2025.\n\n Expresses its intention to review UNTMIS's transition progress by 31 October 2025, based on the Secretary-General's reporting, to inform decision-making on the handover of remaining tasks.\n\n Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2024/S_RES_2753_(2024)-EN.pdf"
}