{
  "resolution_no": "2744",
  "year": "2024",
  "theme": [
    "Sanctions",
    "Peace and Security",
    "UN Charter"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "Security Council",
    "Informal Working Group on General Issues of Sanctions",
    "Focal Point",
    "Sanctions Committees",
    "UN Secretariat"
  ],
  "reporting_cycle": "The Focal Point will submit biannual reports summarizing the activities of the Focal Point to the Security Council",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n \nRecalling resolutions 1730 (2006) and 1732 (2006), and emphasizing that sanctions are an important tool in maintaining and restoring international peace and security, \n \nAdopts the delisting procedure in Annex I, which replaces the procedure set out in resolution 1730 (2006) for delisting petitions submitted to the Focal Point on or after the date of adoption of this resolution;\n \nDirects sanctions committees, except the Committee established pursuant to resolution 1267 (1999), to revise their guidelines; \n \nRequests the Secretary-General to appoint the Focal Point within three months to take over the mandates of the original Focal Point; \n \nEstablishes an informal working group to examine general issues on sanctions, with the mandate and terms of reference set out in Annex II; \n \nThe Focal Point will: \n- Acknowledge receipt of delisting requests \n- Inform petitioners of the procedure \n- Answer questions \n- Verify if requests properly address original designation criteria \n- Verify if requests are new or repeated \n\nThe Focal Point will forward delisting requests to Committee members, designating States, and States of residence and nationality, and ask for additional information within four months. \n\nDecides to remain seized of the matter.\nThe Focal Point will receive and review delisting requests, then forward them to relevant States, entities, and UN envoys to gather information. The Focal Point will invite them to provide information, fact-based assessments, and questions for the petitioner. \n\nThe Focal Point will present a written update to the Committee on progress within four months, which can be extended for up to two months. \n\nThe Focal Point will facilitate a two-month dialogue period, which can be extended once for up to two months, and may ask the petitioner questions, request additional information, and conduct further engagement. \n\nThe Focal Point will draft a Comprehensive Report, summarizing available information, describing activities, and including fact-based observations on relevant criteria. \n\nThe Report will be circulated to the Committee and relevant States. The Chair will place the delisting request on the Committee's agenda, and the Focal Point will present the Report and answer questions. \n\nIf a Committee member or relevant State recommends delisting, the Chair will submit the request for a decision. The Committee will decide through normal procedures. \n\nIf the request is not submitted within two months, it will be deemed rejected. If approved, the Chair will inform the Focal Point, who will then inform the petitioner, and the listing will be removed. \n\nIf rejected, the Chair will inform the Focal Point of the decision, reasons, and relevant information, and provide a redacted Report and updated narrative summary of reasons for listing.\nHere is a clear and concise summary of the Security Council document:\n\n**Focal Point's Tasks**\n\n13. After a delisting request is rejected, the Focal Point will send a letter to the petitioner within 15 days, communicating the Committee's decision, describing the process and factual information gathered, and forwarding reasons or relevant information from the Committee.\n\n14. The Focal Point will respect the confidentiality of Committee deliberations and communications with Member States and other entities.\n\n15. The Focal Point will:\n(a) notify listed individuals or entities of changes in their listing status;\n(b) submit biannual reports to the Security Council;\n(c) propose technical amendments to update narrative summaries for listed individuals and entities; and\n(d) receive and transmit communications from individuals claiming to have been subjected to sanctions due to false or mistaken identity.\n\n**Informal Working Group**\n\n**Terms of Reference**\n\nI. **Title and Composition**\nThe Informal Working Group consists of all Security Council members, with a Chair designated by the members.\n\nII. **Meetings**\nThe Group will meet bi-annually, with at least 5 working days' notice, in closed meetings.\n\nIII. **Mandate**\nThe Group will examine general issues to improve the effectiveness of sanctions, including:\n(a) the Focal Point mechanism;\n(b) good practices of working methods of sanctions Committees; and\n(c) best practices on the design, implementation, and assessment of sanctions.\nThe Security Council document 2744 (2024) outlines the establishment and workings of an Informal Working Group on sanctions. \n\nThe Informal Working Group is tasked with: \n- Fostering dialogue on sanctions, \n- Improving responses to threats to international peace and security, \n- Enhancing monitoring arrangements to improve the efficacy and effectiveness of sanctions.\n\nThe Group will: \n- Assess and identify options to strengthen Member States' capacity to address gaps in implementing UN sanctions, \n- Review the implementation of UN sanctions, \n- Examine general practices of usage and implementation of exemption measures to mitigate unintended humanitarian consequences.\n\nThe Group may request information from Secretariat Departments and reports from the Secretary-General on issues related to UN sanctions.\n\nThe Informal Working Group will operate by consensus, with the Chair undertaking further consultations if consensus cannot be reached. \nThe Group may elaborate guidelines to refine its working methods.\n\nThe Chair will provide brief annual updates and a written report on the Group's activities and recommendations to the Security Council. \nThe Security Council will keep the Group's mandate under continuous review.\n\nThe Chair will hold annual open briefings for interested Member States to enhance transparency. \nRecommendations of the Informal Working Group do not prejudge the Council’s decisions.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2024/S_RES_2744_(2024)-EN.pdf"
}