{
  "resolution_no": "2723",
  "year": "2024",
  "theme": [
    "Peacekeeping",
    "Women, Peace and Security",
    "Youth, Peace and Security",
    "Cyprus Conflict"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNFICYP",
    "United Nations",
    "Security Council",
    "Secretary-General"
  ],
  "reporting_cycle": "The Secretary-General reports every 6 months, by 4 July 2024 and 3 January 2025 respectively",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council welcomes the Secretary-General's report on his Good Offices and the UN operation in Cyprus, and expresses full support for his efforts to assist the parties. The Council underscores that the Cypriots themselves are responsible for finding a solution, and reaffirms the UN's primary role in assisting the parties to achieve a comprehensive and durable settlement.\n\nThe Council appreciates the Secretary-General's personal engagement and the appointment of a Personal Envoy to lead further engagement in search of common ground. It urges the sides to renew their efforts to achieve a settlement based on a bicommunal, bizonal federation with political equality.\n\nThe Council notes the need for progress towards restarting formal negotiations, and strongly encourages all parties to seize the opportunity presented by the Secretary-General's appointment of a Personal Envoy. It urges the sides to de-escalate tensions in and around the Buffer Zone, and to respect the integrity and inviolability of the Buffer Zone and UNFICYP's mandated authority.\n\nThe Council recalls its previous resolutions and statements on Cyprus, including on Varosha, and emphasizes the importance of women's full, equal and meaningful participation in peace talks. It also encourages the full, equal and meaningful participation of youth in the process.\n\nThe Council expresses concern at the continued deterioration of the law and order situation in Pyla, and urges both sides to work with UNFICYP to establish effective measures to tackle criminal activities. It stresses the importance of confidence-building measures and their timely implementation.\n\nThe Council urges the sides to promote intercommunal contacts, intra-island trade, reconciliation, and civil society engagement, and to address island-wide matters. It notes the need to keep UNFICYP beyond 31 January 2024, and welcomes measures to strengthen the mission's liaison and engagement capacity.\n\nThe Council expresses appreciation to Member States that contribute personnel to UNFICYP, and notes the continued voluntary contributions to the funding of UNFICYP by the Government of Cyprus and the Government of Greece. \n\n1. Reaffirms all its relevant resolutions on Cyprus, in particular resolution 1251 (1999).\nThe Security Council:\n\n1. Recalls previous resolutions, including 716 (1991), on a settlement in Cyprus.\n\n2. Supports the Secretary-General's engagement with the sides, encourages informal talks, and urges the sides to approach the process with openness, flexibility, and compromise.\n\n3. Welcomes the appointment of the Secretary-General's Personal Envoy to facilitate a lasting settlement.\n\n4. Recalls the status of Varosha, condemns the 2021 announcement on reopening a part of the fenced-off area, and calls for the immediate reversal of this action.\n\n5. Condemns assaults against UN peacekeepers, welcomes engagement on Pyla/Pile plateau arrangements, and urges implementation as a confidence-building measure.\n\n6. Expresses concern at tensions in the Eastern Mediterranean, underlining the need for peaceful resolution, and calls on leaders to refrain from actions and rhetoric that could raise tensions.\n\n7. Calls on the leaders to:\n- Support Technical Committees to overcome blockages and enhance intercommunal contacts.\n- Ensure coordination on criminal matters.\n- Promote peace education.\n- Improve the public atmosphere for negotiation.\n- Increase support for civil society engagement.\n\n8. Regrets the lack of women's and youth participation, welcomes the Action Plan on women's participation, and urges leaders to support its implementation.\n\n9. Deeply regrets the lack of progress on direct military contacts and urges flexibility to develop a suitable proposal.\n\n10. Calls on the sides to reduce barriers to intercommunal contact, emphasizing effective communication, and welcomes the continuation of dialogue between the sides and the UN.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Welcomes the continued flow of trade across the Green Line, but notes that trade levels have not yet reached their full potential and encourages further progress.\n\n Commends the Committee on Missing Persons' work and calls on parties to enhance cooperation.\n\n Extends UNFICYP's mandate until 31 January 2025 and affirms its intention to monitor the situation in Cyprus closely.\n\n Condemns continued violations of the military status quo along ceasefire lines and calls on parties to respect UNFICYP's mandated authority.\n\n Urges parties to respect the Buffer Zone's integrity and inviolability, remove unauthorized constructions, and prevent unauthorized activities.\n\n Stresses UNFICYP's mandated authority extends throughout Cyprus and calls on parties to cooperate with UNFICYP.\n\n Expresses concern over unauthorized activities in the Buffer Zone and condemns attacks on UNFICYP personnel.\n\n Requests UNFICYP to strengthen efforts to monitor and counter disinformation.\n\n Reiterates calls on the Turkish Cypriot side and Turkish forces to restore the military status quo in Strovilia.\n\n Urges leaders to agree on a plan to achieve a mine-free Cyprus.\n\n Requests the Secretary-General to implement activities and existing obligations in UNFICYP's operations, including:\n\n* Women, peace, and security requirements\n* Peacekeeping performance requirements\n* Zero-tolerance policies on serious misconduct, sexual exploitation, and abuse\n* Effective casualty and medical evacuation procedures\n* Safety and security facilities and arrangements\n* Youth, peace, and security requirements\n\n Urges troop- and police-contributing countries to prevent sexual exploitation and abuse and ensure accountability.\nThe Security Council:\n\n Calls on the Secretary-General to repatriate units with credible evidence of widespread or systemic sexual exploitation and abuse;\n\n Requests troop- and police-contributing countries to implement provisions on increasing women's participation in peacekeeping;\n\n Notes the UN Department of Operational Support's Environment Strategy (phase II) emphasizing good stewardship of resources;\n\n Requests the Secretary-General to submit reports on his Good Offices and implementation of this resolution, including progress towards a settlement and mission performance;\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2024/S_RES_2723_(2024)-EN.pdf"
}