{
  "resolution_no": "2755",
  "year": "2024",
  "theme": [
    "Libya",
    "Peacekeeping",
    "Elections",
    "Humanitarian",
    "Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNSMIL",
    "Libyan Government",
    "African Union",
    "League of Arab States",
    "European Union"
  ],
  "reporting_cycle": "every 60 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Libya, reaffirms its respect for Libya's sovereignty, independence, and territorial integrity.\n\n Commits to an inclusive Libyan-led political process, facilitated by the UN, to hold free and fair elections.\n\n Notes the adoption of Presidential and Parliamentary Election Laws, but emphasizes the need for a political settlement on contentious issues.\n\n Urges stakeholders to uphold guarantees to support and respect the electoral process and resolve outstanding issues through UN-facilitated dialogue.\n\n Expresses concern about the security situation, tensions, and recent developments in Libya, calling for restraint and compliance with international law.\n\n Condemns the indiscriminate use of weapons in populated areas and calls for their protection.\n\n Recognizes the role of neighboring countries and regional organizations, encouraging international support and regional cooperation.\n\n Expresses concern at the threat posed by arms and ammunition diversion and proliferation.\n\n Underlines the need for disarmament, demobilization, and reintegration of armed groups and security sector reform.\n\n Urges Libyan institutions to ensure the full participation of women at all levels.\n\n Calls for progress on the political and security tracks, and compliance with international law.\nHere is a summarized version of the Security Council document:\n\nThe Security Council emphasizes the need to protect women, women's rights organizations, and women peacebuilders from intimidation, threats, and attacks, and encourages all parties to create a safe environment for civil society to operate independently. \n\nIt stresses the importance of depoliticizing Libya's oil resources, ensuring they are utilized for the prosperity and well-being of the Libyan people, and calls on all parties to allow the National Oil Corporation to work without disruption or interference.\n\nThe Council recalls the importance of Libyan oversight over Libya's economic and financial institutions, and calls on all Libyan parties to implement the agreement on the Central Bank of Libya and finalize financial arrangements.\n\nIt expresses concern at the inadequate living standards, insufficient provision of basic services, and the situation of internally displaced persons (IDPs) in Libya, and stresses the need to tackle the root causes of the smuggling of migrants and human trafficking.\n\nThe Council urges all parties to implement relevant resolutions on the Women, Peace and Security Agenda, prevent and respond to conflict-related sexual violence, and hold accountable those responsible for violations of international humanitarian law and human rights.\n\nIt decides to extend until 31 January 2025 the mandate of the United Nations Support Mission in Libya (UNSMIL), with a further automatic extension of nine months if a new SRSG has been appointed by then, and reiterates its full support for UNSMIL's mediation and good-offices role to further an inclusive political process.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Emphasizes the need for a new Special Representative of the Secretary-General for Libya and Head of UNSMIL.\n2. Requests a strategic review of UNSMIL by September 30, 2025, to increase efficiency and effectiveness.\n3. Recalls the LPDF Roadmap, regrets unmet deliverables, and underlines the relevance of its objectives, including financial responsibility, anti-corruption, and transparency.\n4. Urges Libyan institutions and stakeholders to resolve election issues, engage in good faith, and deliver free, fair, and inclusive elections.\n5. Welcomes technical support to the HNEC and encourages continuation of support for elections.\n6. Underlines the importance of inclusive national dialogue, victim-centred reconciliation, and transitional justice.\n7. Expresses concern at the humanitarian situation, calls for humanitarian assistance, and urges Libyan authorities to release funds for recovery and reconstruction efforts.\n8. Emphasizes that there can be no military solution, calls for refraining from violence, and requests UNSMIL to facilitate confidence-building measures.\n9. Recalls sanctions for individuals and entities threatening peace, stability, or security in Libya.\n10. Urges Member States to respect Libya's sovereignty, independence, territorial integrity, and national unity.\n11. Calls for full implementation of the October 23, 2020 ceasefire agreement and the Action Plan.\n12. Requests the Secretary-General to report on implementation every 60 days.\n13. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2024/S_RES_2755_(2024)-EN.pdf"
}