{
  "resolution_no": "2725",
  "year": "2024",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UN Panel of Experts on Sudan",
    "Security Council Committee established pursuant to resolution 1591 (2005)"
  ],
  "reporting_cycle": "Secretary-General reports every 3 months; Panel of Experts reports by 12 August 2024 and 13 January 2025",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Sudan, particularly 1591 (2005), and the Juba Peace Agreement (JPA) signed in 2020, \n\n1. Extends until 12 March 2025 the mandate of the Panel of Experts, originally appointed pursuant to resolution 1591 (2005), and requests the Panel to provide an interim report by 12 August 2024, a final report by 13 January 2025, and updates every three months to the Committee.\n\n2. Recalls measures imposed by previous resolutions, including the arms embargo, and reaffirms the listing criteria and measures imposed on individuals and entities.\n\n3. Takes note of the Panel's reporting on complex financing schemes established by armed groups in Darfur and requests further investigation into funding sources.\n\n4. Recalls paragraph 3 (a) (v) of resolution 1591 (2005) and requests the Government of Sudan to submit requests for consideration and prior approval for the movement of military equipment and supplies into Darfur.\n\nThe Council determines that the situation in Sudan continues to constitute a threat to international peace and security and acts under Chapter VII of the Charter of the United Nations.\nThe Security Council:\n\n5. Recalls paragraph 4 of UNSCR 2676 (2023) and intends to review measures in paragraph 1 of UNSCR 2676 (2023) by no later than 12 September 2024.\n\n6. Requests the Panel of Experts to assess progress in reducing violations, implementing measures imposed by previous resolutions, promoting peace and stability in Darfur, and reporting on violations of international humanitarian law, human rights abuses, and providing information on individuals and entities meeting listing criteria.\n\n7. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2024/S_RES_2725_(2024)-EN.pdf"
}