{
  "resolution_no": "2682",
  "year": "2023",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Climate"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMI",
    "UNITAD",
    "UN Country Team",
    "International Monetary Fund",
    "World Bank"
  ],
  "reporting_cycle": "every four months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling its previous resolutions on Iraq, reaffirms Iraq's independence, sovereignty, unity, and territorial integrity.\n\nSupports Iraq's stabilization efforts, including fighting terrorism and ISIL, and encourages the international community to continue supporting Iraq.\n\nWelcomes the confirmation of the Iraqi government and encourages it to deliver on reforms, address corruption, respect human rights, and promote accountability.\n\nRecognizes the government's efforts to assist internally displaced persons and displaced Iraqis in Syria to return and reintegrate.\n\nNotes progress in implementing the Yazidi Survivors Law and calls for continued support for survivors of conflict-related sexual violence.\n\nRecognizes the impact of climate change on Iraq and emphasizes the need for comprehensive risk assessments and mitigation efforts.\n\nCalls on the international community to support durable solutions and development efforts.\n\nDecides to extend the mandate of the United Nations Assistance Mission for Iraq (UNAMI) until 31 May 2024.\n\nRequests the Special Representative of the Secretary-General and UNAMI to prioritize advice, support, and assistance to the Government and people of Iraq on:\n\n- Advancing inclusive political dialogue and national and community-level reconciliation with the full participation of women.\n\n- Supporting efforts to strengthen electoral preparation and processes to ensure free and fair elections.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Decides to extend the mandate of the United Nations Assistance Mission for Iraq (UNAMI) to support the Government of Iraq and its people.\n\n2. Requests UNAMI to:\n \n(a) Support the holding of free and fair elections, including the Kurdistan Region of Iraq parliamentary elections, with transparent processes.\n\n(b) Support the Government of Iraq on:\n \n(i) Constitutional review and implementation.\n\n(ii) Resolving disputed internal boundaries.\n\n(iii) Security sector reform.\n\n(iv) Facilitating regional dialogue and cooperation on issues such as border security, energy, trade, and refugees.\n\n(c) Promote, support, and facilitate:\n \n(i) Safe and dignified return or local integration of internally displaced persons.\n\n(ii) Programmes to improve Iraq’s essential civil and social services.\n\n(iii) Economic reform and recovery efforts.\n\n(iv) Contributions of UN agencies to the objectives outlined.\n\n(d) Promote accountability, protection of human rights, and judicial reform.\n\n(e) Support the full, equal, and meaningful participation of women.\n\n(f) Strengthen child protection and reintegration.\n\n(g) Support regular and structured dialogue between the Government of Iraq and the Kurdistan Regional Government.\n\n3. Requests the Secretary-General to conduct an independent strategic review of UNAMI by 31 March 2024.\n\n4. Recognizes the importance of the security of UN personnel and calls upon the Government of Iraq to provide security and logistical support.\n\n5. Requests the Secretary-General to report to the Council every four months on UNAMI’s progress.\n\n6. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2023/S_RES_2682_2023_EN.pdf"
}