{
  "resolution_no": "2721",
  "year": "2023",
  "theme": [
    "Afghanistan",
    "Humanitarian",
    "Human Rights",
    "Peacekeeping",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "Special Representative of the Secretary-General",
    "Security Council",
    "United Nations Assistance Mission in Afghanistan"
  ],
  "reporting_cycle": "60 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n- Recalls previous resolutions on Afghanistan, particularly resolution 2679 (2023), and reaffirms its commitment to Afghanistan's sovereignty, independence, territorial integrity, and national unity.\n\n- Reiterates the need to address Afghanistan's challenges, including humanitarian, human rights, women's and girls' rights, security, terrorism, narcotics, development, economic and social challenges.\n\n- Stresses the importance of women's full, equal, meaningful, and safe participation in Afghan society and upholding human rights.\n\n- Emphasizes the need for an engagement architecture and a substantive roadmap to guide political, humanitarian, and development activities.\n\n- Reaffirms the importance of an integrated and coherent approach among relevant actors to build and sustain peace in Afghanistan.\n\n- Recognizes the impact of Afghanistan's situation on the region and beyond.\n\n- Stresses the critical importance of the United Nations Assistance Mission in Afghanistan (UNAMA) and other UN agencies.\n\n- Takes positive note of the independent assessment on Afghanistan (S/2023/856).\n\n- Encourages stakeholders to consider the assessment's recommendations, especially increasing international engagement in a coherent and structured manner.\n\n- Requests the Secretary-General to appoint a Special Envoy for Afghanistan to promote implementation of the assessment's recommendations.\n\n- Welcomes the Secretary-General's intention to convene a meeting of Special Envoys and Special Representatives on Afghanistan.\n\n- Requests the Secretary-General to brief the Security Council on the outcome of consultations within 60 days.\n\n- Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2023/S_RES_2721_2023_EN.pdf"
}