{
  "resolution_no": "2714",
  "year": "2023",
  "theme": [
    "Somalia",
    "Arms Embargo",
    "Weapons and Ammunition Management",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "UNMAS",
    "GFRS",
    "Somali National Army",
    "Somali National Police Force",
    "National Intelligence and Security Agency",
    "Somali Custodial Corps"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council, recalling its previous resolutions on Somalia, reaffirms its respect for Somalia's sovereignty, territorial integrity, and unity. The Council decides to fully lift the arms embargo on the Federal Republic of Somalia (GFRS) established under resolution 733 (1992) as amended. \n\nThe Council emphasizes that effective weapons and ammunition management in Somalia will reduce Al-Shabaab's ability to obtain weapons, improve the GFRS' ability to analyze and understand the origins of captured weapons, and reduce the threat to peace and security.\n\nThe Council welcomes Somalia's progress in weapons management, urges continued progress, and underlines the GFRS' responsibility to ensure safe and effective management, storage, and security of their stockpiles. \n\nThe Council requests the GFRS to continue implementing the National Weapons and Ammunition Management Strategy, establishing an ammunition accounting system, and promoting professionalization, training, and capacity-building of Somali security and police institutions.\n\nThe Council also requests UNMAS to provide technical advice and capacity-building support to assist Somalia with the implementation of the National Weapons and Ammunition Management Strategy and associated action plan. \n\nThe Council Acting under Chapter VII of the Charter of the United Nations, \n\n1. Decides to lift the arms embargo established in resolution 733 (1992) as amended;\n2. Recalls resolution 2713 (2023) which established a general and complete embargo on all deliveries of weapons and military equipment to Al-Shabaab in Somalia; \n3. Calls upon the GFRS to continue to implement the National Weapons and Ammunition Management Strategy and other responsibilities; \n4. Requests UNMAS to continue to provide technical advice and capacity-building support to Somalia.\nThe Security Council \nCalls upon the international community to continue providing additional support to develop Somalia's weapons and ammunition management capacity, at federal and local levels, focusing on storage, technical assistance, and capacity-building on marking, recordkeeping, tracing, and disposal, and encourages partners to coordinate efforts to support Somalia in implementing this resolution's requirements.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2023/S_RES_2714_2023_EN.pdf"
}