{
  "resolution_no": "2703",
  "year": "2023",
  "theme": [
    "Western Sahara",
    "Peacekeeping",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINURSO",
    "UNESCO",
    "OHCHR"
  ],
  "reporting_cycle": "The Secretary-General reports to the Security Council on a regular basis, and at any time he deems appropriate during the mandate period, including within six months of this mandate’s renewal and again prior to its expiration.",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n\nRecalling previous resolutions on Western Sahara, reaffirms its strong support for the Secretary-General's and his Personal Envoy's efforts to implement relevant resolutions.\n\nThe Council expresses full support for Staffan de Mistura, the Personal Envoy, and his efforts to advance the political process, building on previous progress.\n\nIt welcomes the momentum created by the 2018 and 2019 round-table meetings and the engagement by Morocco, the Frente POLISARIO, Algeria, and Mauritania in the UN political process.\n\nThe Council encourages continued consultations between the Personal Envoy and the parties to build on progress achieved.\n\nIt reaffirms its commitment to assist the parties to achieve a just, lasting, and mutually acceptable political solution, based on compromise, providing for the self-determination of the people of Western Sahara.\n\nThe Council calls upon the parties to cooperate more fully, including through building trust, and with the UN, to strengthen their involvement in the political process.\n\nRecognizing that a political solution would contribute to stability and security in the Sahel region.\n\nThe Council welcomes the efforts of the Secretary-General to keep peacekeeping operations, including MINURSO, under close review.\n\nIt recalls resolutions 2378 (2017) and 2436 (2018) regarding peacekeeping performance data and evaluation.\n\nThe Council also recalls resolutions 2242 (2015) and 2538 (2020) regarding increasing the number of women in peacekeeping operations.\n\nThe Council recognizes MINURSO's important role and the need for it to conduct safe and regular resupply operations and patrols.\n\nNoting with deep concern the breakdown of the ceasefire and expressing concern about violations of agreements.\n\nThe Council takes note of the Moroccan and Frente POLISARIO proposals presented in 2007.\n\nIt encourages the parties to demonstrate further political will towards a solution, including by expanding discussions on each other's proposals.\n\nThe Council encourages the parties to cooperate with the UN Office of the High Commissioner for Refugees in identifying and implementing confidence-building measures.\nHere is a concise summary of the Security Council document:\n\nThe Security Council stresses the importance of improving human rights in Western Sahara and Tindouf camps, and encourages parties to work with the international community to ensure full respect for human rights. The Council welcomes steps taken by Morocco and urges enhanced cooperation with the Office of the United Nations High Commissioner for Human Rights.\n\nThe Council expresses deep concern over the hardships faced by Sahrawi refugees and calls for additional funding to address the deteriorating humanitarian situation. It reiterates its request for refugee registration in Tindouf camps.\n\nThe Council extends the mandate of MINURSO until 31 October 2024 and emphasizes the need for a realistic, practicable, and enduring political solution to the Western Sahara question. It supports the Secretary-General and his Personal Envoy to facilitate negotiations and encourages parties to engage in good faith.\n\nThe Council calls for the resumption of negotiations without preconditions, full respect for military agreements, and cooperation with MINURSO. It requests the Secretary-General to brief the Council on a regular basis and provide a report on the situation in Western Sahara.\n\nThe Council also welcomes initiatives to standardize a culture of performance in UN peacekeeping and reaffirms its support for a comprehensive performance policy framework. \n\nIt Decides to extend the mandate of MINURSO until 31 October 2024.\nThe Security Council:\n\n Requests the Secretary-General to increase the number of women in MINURSO and ensure their full, equal, and meaningful participation in all aspects of operations;\n\n Urges parties and neighbouring states to engage with MINURSO on using new technologies to reduce risk, improve force protection, and implement its mandate;\n\n Encourages parties to cooperate with the UN High Commissioner for Refugees to identify and implement confidence-building measures, including engaging women and youth;\n\n Strongly urges Member States to provide new and additional voluntary contributions to fund food programmes for refugees and urges aid agencies to facilitate humanitarian aid delivery;\n\n Requests the Secretary-General to ensure compliance with the UN's zero-tolerance policy on sexual exploitation and abuse, keep the Council informed, and urges troop-contributing and police-contributing countries to take preventative action and ensure accountability;\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2023/S_RES_2703_2023_EN.pdf"
}