{
  "resolution_no": "2672",
  "year": "2023",
  "theme": [
    "Humanitarian",
    "Syria"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 25"
  ],
  "entities": [
    "UN Syria",
    "Security Council"
  ],
  "reporting_cycle": "Secretary-General reports every 60 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Syria, reaffirms its commitment to Syria's sovereignty, independence, unity, and territorial integrity.\n\nEncourages efforts to improve cross-line deliveries of humanitarian assistance and promote unhindered delivery of humanitarian assistance.\n\nDetermines that the humanitarian situation in Syria continues to threaten peace and security in the region.\n\nRecalling the need for respect for international humanitarian law and UN guiding principles of humanitarian emergency assistance.\n\nExpressing concern at the impact of the COVID-19 pandemic on Syria's health system and humanitarian situation.\n\nRecognizing humanitarian activities should include support to essential services and early recovery projects.\n\nUnderscoring Member States' obligation to accept and carry out Council decisions.\n\n1. Demands full and immediate implementation of all relevant Security Council resolutions.\n\n2. Extends decisions on cross-border operations at Bab al-Hawa until 10 July 2023 and requests a special report on humanitarian needs by 10 June 2023.\n\n3. Calls upon Member States to address urgent needs of the Syrian people.\n\n4. Welcomes and urges further initiatives to broaden humanitarian activities in Syria.\n\n5. Requests the Secretary-General to brief the Council monthly and provide regular reports on implementation of resolutions.\n\n6. Encourages a Security Council Informal Interactive Dialogue every two months to review and follow-up on implementation.\n\n7. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2023/S_RES_2672_2023_EN.pdf"
}