{
  "resolution_no": "2705",
  "year": "2023",
  "theme": [
    "Peacekeeping",
    "State-building",
    "Humanitarian",
    "Women, Peace and Security",
    "Counter-terrorism",
    "Climate Change"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNSOM",
    "ATMIS",
    "UNIFIL",
    "MINUSMA",
    "African Union",
    "United Nations Country Team",
    "ISIL/Da'esh Sanctions Committee"
  ],
  "reporting_cycle": "The Secretary-General reports every 120 days",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nRecalling previous resolutions and statements on Somalia, reaffirms respect for Somalia's sovereignty, territorial integrity, political independence, and unity.\n\nThe Council aims to maintain peace and stability in Somalia by supporting state-building and peace-building, advancing Somalia's national priorities.\n\nIt commends support from the African Union, European Union, and donors through ATMIS, UNSOM, UNSOS, and other agencies.\n\nThe Council emphasizes the importance of:\n\n- Consolidating peace and security gains\n- Effective and integrated support from the UN system and international community\n- Inclusive dialogue and local reconciliation processes\n- Full participation of women in national priorities and reconciliation\n\nIt encourages:\n\n- Resumption of dialogue between the FGS and \"Somaliland\"\n- Peaceful dispute resolution in Laascaanood and surrounding areas\n- Engagement with the UN Peacebuilding Commission to enhance international support\n\nThe Council expresses concern about:\n\n- Al-Shabaab's threat to Somalia's peace, security, and stability\n- Terrorist attacks in Somalia and neighboring states\n- Humanitarian situation in Somalia\n- Targeting of civilians and humanitarian personnel\n\nIt calls for:\n\n- Restraint and peaceful dispute resolution\n- Unimpeded humanitarian assistance\n- Protection of civilians and humanitarian personnel\n\nThe Council also:\n\n- Condemns terrorist attacks and targeting of civilians\n- Emphasizes regional and international cooperation to counter terrorism\n- Encourages scaled-up humanitarian support to Somalia.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nCommends the Federal Government of Somalia (FGS) for its National Adaptation Plan Framework to address climate change and environmental degradation.\n\nRecalls the link between armed conflict and conflict-induced food insecurity and the threat of famine.\n\nWelcomes cooperation between UNSOM, UNSOS, the UN Country Team, and ATMIS.\n\nDecides to extend UNSOM's mandate until 31 October 2024.\n\nRequests UNSOM to:\n\n- Maintain and strengthen its presence across Somalia\n- Coordinate UN efforts to support the FGS and Federal Member States (FMS) in state-building, elections, and stabilization\n- Support the FGS and FMS in advancing the 2030 Agenda for Sustainable Development\n\nEncourages the FGS and FMS to:\n\n- Deepen cooperation and collaboration at all levels\n- Make progress towards finalizing the constitution\n- Prepare for national and local elections\n- Implement the National Security Architecture and Justice Model\n\nRequests UNSOM to provide support to efforts undertaken by the FGS to pursue inter- and intra-clan reconciliation.\n\nNotes the UN Department of Operational Support's Environment Strategy.\n\nRecalls its previous press statements and resolutions, including resolution 2417 (2018) and Presidential Statement S/PRST/2023/4.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Condemns and demands actions to address various issues in Somalia, including:\n\n Women's empowerment and participation: \n  - advance women’s political, social and economic empowerment; \n  - ensure full equal and meaningful participation of women in decision-making; \n  - meet commitments to ensure women fill at least 30% of parliamentary seats; \n  - support women’s rights;\n\n Promote participation and inclusion of minority clans, youth, and persons with disabilities; \n\n Uphold rights of freedom of expression, association, peaceful assembly, and movement;\n\n Enhance civilian oversight of security apparatus: \n  - adopt vetting procedures for defence and security personnel; \n  - investigate and prosecute individuals responsible for violations;\n\n Expresses concern about violations of international humanitarian law and human rights, \n  - calls upon parties to comply with obligations; \n  - reiterates need to hold accountable those responsible; \n\n Commends progress on domestic legislation regarding juvenile justice and children’s rights; \n  - demands measures to end and prevent violations against children; \n  - calls on the Federal Government of Somalia to implement UNCRC and Action Plans;\n\n Strongly condemns misuse or obstruction of humanitarian assistance; \n  - demands parties allow and facilitate humanitarian access; \n\n Calls upon the Federal Government of Somalia, Federal Member States, and all relevant actors \n  - to facilitate durable solutions for internal displacement and \n  - create conditions for voluntary, safe, dignified, and sustainable return of refugees and IDPs.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n11. Urges the Federal Government of Somalia (FGS) to establish and operationalize key institutions, including the National Human Rights Commission, Constitutional Court, and Judicial Service Commission. The FGS is called upon to: \n    a. protect the rights of persons with disabilities and minority groups;\n    b. implement legislation to protect human rights and prosecute perpetrators of human rights abuses;\n    c. ensure legislation compatibility with international law and child and women's protection commitments;\n    d. implement the Joint Communiqué and National Action Plan on Women, Peace and Security;\n    e. promote and protect human rights, including protection from sexual and gender-based violence.\n\n12. Highlights the importance of considering climate change, environmental degradation, and natural disasters in programs in Somalia.\n\n13. Recalls the strategic review of UNSOM and calls for timely implementation of recommendations, including planning for transition to the UN Country Team.\n\n14. Requests the Secretary-General to provide:\n    a. regular updates on the situation in Somalia and UNSOM's mandate implementation, with written reports every 120 days;\n    b. an update on progress made in implementing strategic review recommendations by 1 September 2024.\n\n15. Affirms it will keep the situation in Somalia under review and be prepared to review the provisions of this resolution as necessary.\n\n16. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2023/S_RES_2705_2023_EN.pdf"
}