{
  "resolution_no": "2693",
  "year": "2023",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Sanctions",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MINUSCA",
    "EUTM",
    "Panel of Experts",
    "UNMAS",
    "ICGLR"
  ],
  "reporting_cycle": "Secretary-General reports every 6 months; midterm report by 31 January 2024; final report by 15 June 2024",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on the Central African Republic (CAR), reaffirms its commitment to the country's sovereignty, independence, unity, and territorial integrity.\n\nWelcomes efforts to reform the security sector, including deployment of CAR defence and security forces, and encourages implementation of the National Defence Plan, Force Employment Concept, and National Security Policy.\n\nReaffirms that the Political Agreement on Peace and Reconciliation remains the only mechanism for achieving lasting peace and stability, and urges all parties to respect the ceasefire and implement the Agreement in good faith.\n\nCondemns cross-border criminal activities, such as arms trafficking and illicit trade, and the use of mercenaries, and calls for enhanced collaboration with neighbouring countries to secure borders.\n\nExpresses concern about the humanitarian situation and the impact of the conflict in Sudan on the CAR, and calls for compliance with international humanitarian law.\n\nTakes note of the request to lift the arms embargo and the positions expressed by African regional and subregional organizations.\n\nRecalling that the Committee has approved all exemption requests submitted by the CAR authorities under the framework of the arms embargo.\n\nWelcomes progress made by the CAR authorities towards achieving key benchmarks for the review of the arms embargo measures, including progress achieved by the Commission nationale de lutte contre la prolifération des armes légères et de petit calibre.\n\nEncourages the CAR authorities to continue efforts to reform security forces, implement the Disarmament, Demobilisation, Reintegration and Repatriation (DDRR) programme, and operate an effective weapons and ammunition management system.\n\nCalls on the CAR authorities and MINUSCA to strengthen coordination, and on the CAR authorities to enhance the safety and security of United Nations personnel and equipment.\n\nWelcomes efforts towards advancing the security sector reform process, the DDRR process, and necessary weapons and ammunition management reforms, and calls on regional and international partners to provide coordinated support.\nHere is a concise summary of the Security Council document 2693 (2023):\n\nThe Security Council:\n\n* Welcomes efforts to investigate arms embargo violations and hold those responsible accountable.\n* Stresses that deliveries of weapons and equipment to CAR security forces should contribute to the development of the security sector and respond to specific needs.\n* Notes that measures imposed are not intended to have adverse humanitarian consequences.\n\nThe Council decides:\n \n1. To lift the arms embargo on supplies to CAR security forces, including state civilian law enforcement institutions.\n2. Other provisions of resolution 2648 (2022) shall continue to apply until July 31, 2024.\n\nThe Council renews:\n \n3. Measures and provisions set out in paragraph 4 of resolution 2488 (2019) until July 31, 2024.\n4. Measures and provisions set out in paragraphs 9, 14, and 16-19 of resolution 2399 (2018) until July 31, 2024.\n\nThe Council:\n \n5. Reaffirms measures described in paragraphs 9 and 16 of resolution 2399 (2018) apply to individuals and entities designated by the Committee.\n6. Extends the mandate of the Panel of Experts until August 31, 2024.\n\nThe Council requests:\n \n7. The Panel of Experts to provide a midterm report by January 31, 2024, and a final report by June 15, 2024.\n8. The Panel to consider proposing further statements of cases for possible designation related to the Coalition des patriotes pour le changement (CPC).\n9. The Panel to devote special attention to illicit transnational trafficking networks and threats relating to explosive ordnances.\n\nThe Council:\n \n10. Urges cooperation with the Panel of Experts and the safety of its members.\n11. Urges unhindered access for the Panel of Experts.\n12. Reaffirms Committee provisions and reporting and review provisions.\n\nThe Council requests:\n \n13. The CAR authorities to report on progress achieved regarding SSR, DDRR, and the management of weapons and ammunition by May 15, 2024.\n14. The Secretary-General to report on progress achieved by the CAR authorities on key benchmarks by May 15, 2024.\nAffirms that it shall closely monitor the situation in the CAR, including progress achieved in relation to the Security Sector Reform (SSR) process, the Disarmament, Demobilization, Reintegration, and Repatriation (DDRR) process in line with the Peace Agreement via the roadmap and the management of weapons and ammunition; Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2023/S_RES_2693_2023_EN.pdf"
}