{
  "resolution_no": "2674",
  "year": "2023",
  "theme": [
    "Peacekeeping",
    "Women, Peace and Security",
    "Youth, Peace and Security",
    "Cyprus Conflict"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNFICYP",
    "United Nations",
    "Security Council",
    "Secretary-General"
  ],
  "reporting_cycle": "The Secretary-General reports every 6 months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council welcomes the Secretary-General's report on his Good Offices and the UN operation in Cyprus, and expresses full support for his efforts to assist the parties in finding a comprehensive and durable settlement. The Council underscores that the responsibility for finding a solution lies with the Cypriots themselves, while reaffirming the primary role of the UN in assisting the parties. \n\nThe Council welcomes the continuing engagement of the Secretary-General and his team, and reiterates its support for a UN envoy to lead further engagement. It expresses full support for the Secretary-General's ongoing efforts and urges the sides to renew their efforts to achieve an enduring, comprehensive and just settlement based on a bicommunal, bizonal federation with political equality.\n\nThe Council notes with regret the lack of progress towards restarting formal negotiations and stresses that the status quo is unsustainable. It recalls its previous resolutions and statements, including those regarding Varosha, and emphasizes the importance of women's and youth's full, equal and meaningful participation in peace talks.\n\nThe Council also recalls the critical importance of full adherence to applicable international law, welcomes efforts to address the COVID-19 pandemic, and expresses concern at the continued deterioration of the law and order situation in Pyla.\n\nThe Council urges the sides to step up their efforts to promote intercommunal contacts, intra-island trade, reconciliation, and civil society engagement. It also stresses the importance of confidence-building measures and their timely implementation.\n\nThe Council reaffirms all its relevant resolutions on Cyprus, in particular resolution 1251 (1999), and recalls the importance of achieving an enduring, comprehensive and just settlement based on a bicommunal, bizonal federation with political equality. \n\nThe Council decides to keep the UN Peacekeeping Force in Cyprus (UNFICYP) beyond 31 January 2023, and welcomes measures to strengthen the liaison and engagement capacity of the mission.\nHere is a summarized version of the Security Council document:\n\n2. The Security Council supports the Secretary-General's ongoing engagement with the sides and encourages further informal talks, reiterating the importance of openness, flexibility, and compromise to reach a mutually acceptable settlement under UN auspices.\n\n3. The Council recalls the status of Varosha, set out in previous resolutions, and condemns the 2021 announcement by Turkish and Turkish Cypriot leaders on the further reopening of a part of the fenced-off area, calling for immediate reversal of this course of action.\n\n4. The Council expresses concern at tensions in the Eastern Mediterranean, underlining that disputes should be resolved peacefully in accordance with international law, and calls on the leaders to refrain from actions and rhetoric that might damage the settlement process.\n\n5. The Council calls on the two leaders to:\n- reinvigorate efforts to support Technical Committees\n- ensure coordination on criminal matters\n- promote peace education\n- improve the public atmosphere for negotiation\n- increase support to civil society engagement\n\n6. The Council regrets the lack of full participation of women and youth in the settlement process, welcoming the Action Plan on women's participation and urging the leaders to support its implementation.\n\n7. The Council deeply regrets the lack of progress on a mechanism for direct military contacts and urges flexibility and engagement to develop a suitably acceptable proposal.\n\n8. The Council calls on the sides to reduce barriers to intercommunal contact, welcomes the regular dialogue between the sides and the UN, and encourages further progress on confidence-building measures.\n\n9. The Council commends the Committee on Missing Persons and calls on all parties to enhance their cooperation.\n\n10. The Council expresses full support for UNFICYP and decides to extend its mandate until 31 January 2024.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n* Monitors the situation in Cyprus closely and will review the implementation of this resolution after six months.\n\n* Expresses concern over continued violations of the military status quo along ceasefire lines, encroachment into the Buffer Zone, and unauthorized construction.\n\n* Urges parties to respect UNFICYP's mandated authority in the Buffer Zone, refrain from unilateral actions, and remove unauthorized constructions.\n\n* Stresses UNFICYP's authority extends throughout Cyprus, and calls for cooperation and respect for its freedom of movement.\n\n* Expresses concern over unauthorized activities in the Buffer Zone, condemns attacks on UNFICYP personnel, and calls for perpetrators to be held accountable.\n\n* Reiterates calls on the Turkish Cypriot side and Turkish forces to restore the military status quo in Strovilia.\n\n* Urges leaders to agree on a plan to achieve a mine-free Cyprus.\n\n* Requests the Secretary-General to implement activities and obligations, including:\n  - Women, peace, and security requirements\n  - Peacekeeping performance requirements\n  - Zero-tolerance policies on misconduct, exploitation, and abuse\n  - Effective casualty and medical evacuation procedures\n  - Safety and security facilities and arrangements\n  - Youth, peace, and security requirements\n\n* Urges troop- and police-contributing countries to prevent sexual exploitation and abuse, ensure accountability, and report on actions taken.\n\n* Requests reports from the Secretary-General on his Good Offices and implementation of this resolution by July 4, 2023, and January 3, 2024.\nThe Secretary-General is to provide integrated, evidence-based analysis, strategic assessments, and advice to the Security Council, utilizing data from the Comprehensive Planning and Performance Assessment System (CPAS) and the Integrated Peacekeeping Performance and Accountability Framework (IPPAF). This analysis is to include the mission's impact, performance, undeclared caveats, instances of declining to participate in patrols, and how under-performance cases are addressed, and to keep the Security Council updated as necessary; Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2023/S_RES_2674_2023_EN.pdf"
}