{
  "resolution_no": "2692",
  "year": "2023",
  "theme": [
    "Haiti",
    "Peacekeeping",
    "Humanitarian",
    "Security",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "BINUH",
    "Haitian National Police",
    "UNODC",
    "UNDP",
    "Caribbean Community (CARICOM)"
  ],
  "reporting_cycle": "The Secretary-General reports every 30 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2692 (2023) on July 14, 2023, recalling previous resolutions on Haiti, including 2645 (2022) and 2653 (2022). The Council reaffirms its commitment to Haiti's sovereignty, independence, territorial integrity, and unity. \n\nIt condemns the increasing violence, criminal activities, and human rights abuses, including kidnappings, sexual and gender-based violence, trafficking in persons, homicides, and extrajudicial killings. The Council stresses the primary responsibility of the Government of Haiti to address root causes of instability and inequality.\n\nThe Council notes the signing of the \"National Consensus for an Inclusive Transition and Transparent Elections\" on December 21, 2022, and reaffirms the importance of rule of law and restoring efficient judicial institutions. \n\nIt reiterates the importance of empowering the United Nations Integrated Office in Haiti (BINUH) to carry out its good offices role for a Haitian-led solution. The Council expresses grave concern at the use of sexual and gender-based violence and the ongoing humanitarian and food insecurity crises in Haiti.\n\nThe Council urges the Haitian authorities to reduce violence, strengthen rule of law, and implement socio-economic measures. It recognizes the correlation between illicit trafficking of arms and ammunition and gang violence, reiterating the need to prohibit transfers of arms to non-State actors.\n\nThe Council welcomes the signing of the National Action Plan to implement the Roadmap for Implementing the Caribbean Priority Actions on Illicit Proliferation of Firearms and Ammunition and calls upon the Government of Haiti to swiftly implement it. \n\nThe Council acknowledges the urgent need to address illicit financial flows to Haiti, enabling armed gangs to operate and posing a growing threat.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council extends the mandate of the United Nations Integrated Office in Haiti (BINUH) until 15 July 2024. The Council welcomes the establishment of a Basket Fund for security assistance for Haiti and encourages BINUH to play a coordination role. It recognizes the key role of neighboring countries, regional organizations, and international partners in supporting Haiti's efforts to overcome the ongoing political stalemate and security situation.\n\nThe Council deplores the disruption of education and economic opportunities for youth and emphasizes the need to address the loss of livelihoods, food security, and health security. It takes note of the meeting of Haitian stakeholders in June 2023 and welcomes the readiness of CARICOM and the Group of Eminent Persons to assist.\n\nThe Council decides that BINUH's police and corrections unit will include up to 70 civilian and seconded personnel to serve as police and corrections advisors. It requests BINUH to prioritize child protection, support the Haitian authorities in protecting children, and assist in the organization of free, fair, and credible elections.\n\nThe Council urges Member States to prohibit the supply of small arms and ammunition to non-State actors engaged in gang violence and to prevent their illicit trafficking. It demands cooperation between Member States to prevent illicit arms trafficking and diversion and requests BINUH to cooperate with the Sanctions Committee and its Panel of Experts.\n\nThe Council requests BINUH to work with UN agencies to support Haitian authorities in combating illicit trafficking and diversion of arms and related materiel, as well as illicit financial flows, and to enhance management and control of borders and ports.\nHere is a concise summary of the Security Council document:\n\n10. Requests BINUH to provide information on gang violence, criminal activities, and human rights abuses in Haiti as an annex to the Secretary-General's report.\n\n11. Encourages collaboration between BINUH, UN Country Team, regional organizations, and international financial institutions to help Haiti achieve stability, development, and self-sufficiency.\n\n12. Encourages Member States and international financial institutions to contribute to the Basket Fund for security assistance to Haiti and provide capacity building, technical support, and training.\n\n13. Reiterates the importance of UNODC and other UN agencies' engagement in support of efforts against armed gangs and illicit financial flows.\n\n14. Requests BINUH to scale up support and security capacities to enable safe movement and effective mandate implementation.\n\n15. Emphasizes the importance of humanitarian access, protection, and security for medical and humanitarian personnel and assets.\n\n16. Urges actors to stop blocking roads, damaging food sources, and hindering humanitarian supplies.\n\n17. Encourages Member States to provide security support to the Haitian National Police, including a specialized force.\n\n18. Requests the Secretary-General to submit a report within 30 days on support options for enhancing the security situation in Haiti.\n\n19. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2023/S_RES_2692_2023_EN.pdf"
}