{
  "resolution_no": "2687",
  "year": "2023",
  "theme": [
    "Peacekeeping",
    "Terrorism",
    "Security Sector Reform",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "African Union Mission in Somalia (AMISOM)",
    "African Union Transition Mission in Somalia (ATMIS)",
    "United Nations Support Office for Somalia (UNSOS)",
    "United Nations Assistance Mission in Somalia (UNSOM)"
  ],
  "reporting_cycle": "Regular reports from the Secretary-General",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\nRecalling previous resolutions and statements on Somalia, reaffirms its respect for Somalia's sovereignty, territorial integrity, and unity. \n\nThe Government of Somalia has primary responsibility for ensuring security, and the Council recognises Somalia's request for continued international support.\n\nCommending the contributions of the African Union Mission in Somalia (AMISOM) and its successor, the African Union Transition Mission in Somalia (ATMIS), \n\nThe Council expresses grave concern at the threat posed by Al-Shabaab and ISIL/Da'esh affiliates, condemning terrorist attacks and urging Somalia's leaders to work together on counter-terrorism.\n\nThe Council welcomes progress made by Somalia in the fight against Al-Shabaab and looks forward to the completion of the transition of responsibilities from ATMIS to the Government of Somalia by December 2024.\n\nThe Council commits to supporting Somalia to achieve lasting peace and security, and welcomes support provided by troop- and police-contributing countries and the Frontline States initiative.\n\nThe Council emphasizes the importance of capacity building, security sector reform, and a holistic approach to peace and stability, including effective governance, anti-corruption, and the rule of law.\n\nThe Council notes the potential of international cooperation and support for peacebuilding and post-conflict reconstruction in Somalia, aligned with Somali priorities.\nHere is a concise summary of the Security Council document 2687 (2023):\n\nThe Security Council:\n\n**Part 1: Somalia**\n\n1. Emphasizes the Government of Somalia's primary responsibility to protect civilians and uphold international human rights and humanitarian law.\n2. Encourages Somalia to maintain momentum in its fight against Al-Shabaab.\n3. Urges the Government to prioritize early recovery, stabilization, and reconciliation in areas liberated from Al-Shabaab.\n4. Demands unhindered access for humanitarian assistance to persons in need across Somalia.\n5. Encourages information sharing between Somalia, ATMIS, and UNSOS for effective planning.\n6. Recalls previous resolutions and encourages Somalia to develop a costed National Security Architecture.\n7. Stresses the importance of planning and implementing the National Security Architecture.\n8. Calls on Somalia to focus on implementing its weapons and ammunition management commitments.\n\n**Part 2: Horn of Africa**\n\n13. Underscores the importance of regional cooperation to address transnational threats.\n14. Urges coordination between ATMIS, regional, and bilateral security operations.\n15. Condemns Al-Shabaab's terrorist attacks and calls for enhanced regional cooperation to combat terrorism.\n\nThe Security Council emphasizes the importance of protecting civilians, promoting peace and security, and combating terrorism in Somalia and the Horn of Africa.\nHere is a concise summary of the Security Council document:\n\n**Part 3: ATMIS**\n\n* Requests Somalia to strengthen cooperation to prevent and counter terrorism financing (para 16)\n* Extends authorizations for ATMIS until 31 December 2023 (para 17)\n* Requests ATMIS to prioritize: \n  a. supporting peace and security in Somalia \n  b. supporting FGS-led operations against Al-Shabaab \n  c. preparing for drawdown and exit (para 18)\n* Authorizes up to 17,626 personnel until 30 September 2023 and 14,626 personnel from 1 October to 31 December 2023 (para 19)\n* Requests an updated logistical support plan and expedite deployment of additional air assets (para 20)\n* Requests African Union to implement Phase 2 drawdown jointly with Somalia (para 21)\n\n**Part 4: United Nations**\n\n* Requests Secretary-General to provide logistical support package through UNSOS (para 24)\n* Extends provision for Somali National Army or Somali National Police Force on joint operations with ATMIS (para 25)\n* Underscores importance of ATMIS and Somalia working jointly with UNSOS on logistics support (para 26)\n* Requests UN to begin consultations on implications of ATMIS drawdown (para 27)\n* Recalls UNSOM's role in coordinating capacity-building support (para 28)\n* Requests UNSOM and UNSOS to support Somalia in planning for and developing its sovereign capacity in areas such as procurement, supply chain management, logistics, and engineering (para 29)\nHere is a concise summary of the Security Council document 2687 (2023):\n\n30. Requests the Secretary-General to continue supporting Somalia with training, equipment, and mentorship to counter improvised explosive devices (IEDs) and encourages coordination with bilateral training partners.\n\n31. Underlines the UN's role in supporting stabilization efforts, including collaborating with the Government of Somalia and local authorities.\n\n32. Encourages the Secretary-General to consider nationalizing UN functions in Somalia, appointing qualified Somali nationals, and offering internships and training opportunities.\n\n33. Reaffirms paragraph 42 of resolution 2628 (2022) and requests updated memoranda of understanding between the Government of Somalia, the African Union, and the UN on support to Somali security forces.\n\n34. Requests the Secretary-General to work closely with the African Union in supporting ATMIS implementation.\n\n35. Underlines the need for predictable, sustainable, and flexible financing for African Union-led peace support operations and encourages exploring funding arrangements for ATMIS.\n\n36. Commends Member States and Observers for voluntary contributions to ATMIS.\n\n37. Encourages Member States to contribute to ATMIS and/or the Somalia Trust Fund.\n\n38. Commends Member States and non-governmental organizations for supporting Somalia bilaterally.\n\n39. Encourages Member States to support Somalia's maritime security.\n\n40. Requests a joint technical assessment by August 31, 2023, to evaluate Phase 1 drawdown and implications.\n\n41. Requests an update by September 15, 2023, on preparations for Phase 2 drawdown.\n\n42. Requests an independent assessment by September 30, 2023, of Somalia's stabilization needs.\n\n43. Requests the Government of Somalia to provide an update by November 30, 2023, on progress in implementing its revised National Security Architecture.\n\n44. Requests the Secretary-General to keep the Security Council informed on implementation.\n\n45. Expresses intention to commission an independent strategic review of UNSOS.\n\n46. Encourages the Government of Somalia to consider options for ensuring security around strategic locations.\n\n47. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2023/S_RES_2687_2023_EN.pdf"
}