{
  "resolution_no": "2710",
  "year": "2023",
  "theme": [
    "Peacekeeping",
    "Terrorism",
    "Security Transition"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "ATMIS",
    "UNSOM",
    "UNSOS",
    "African Union",
    "United Nations",
    "Federal Government of Somalia"
  ],
  "reporting_cycle": "Secretary-General reports every regular basis, as requested in paragraph 14 of resolution 2705 (2023)",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\nRecalling previous resolutions and statements on Somalia, reaffirms its respect for Somalia's sovereignty, territorial integrity, and unity.\n\nExpressing concern that Al-Shabaab poses a threat to Somalia and the region, condemns terrorist attacks, and reiterates its determination to support efforts to reduce the threat.\n\nNoting operational successes against Al-Shabaab, but also the continued threat, and acknowledging the completion of Phase 1 drawdown of 2,000 ATMIS personnel.\n\nThe Security Council, acting under Chapter VII of the UN Charter:\n\n1. Extends authorisations until 30 June 2024, as recalled in paragraph 22 of resolution 2628 (2022).\n2. Authorises up to 17,626 uniformed personnel for ATMIS until 31 December 2023, and amends paragraph 19 of resolution 2687 (2023).\n3. Authorises up to 14,626 uniformed personnel for ATMIS from 1 January 2024 until 30 June 2024.\n4. Urges ATMIS to work closely with the Federal Government of Somalia (FGS) and Federal Member States (FMS) for a gradual Phase 3 drawdown.\n5. Underlines the need for predictable financing for African Union-led peace support operations and encourages efforts to explore funding arrangements for ATMIS.\n6. Requests the Secretary-General to provide logistical support through the United Nations Support Office in Somalia (UNSOS) for ATMIS uniformed personnel and civilians.\n7. Decides to continue provision for 15,900 personnel, rising to 18,900 personnel from 1 November 2023, for joint or coordinated operations with ATMIS.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Approves the current troop level of ATMIS and considers increasing it if sufficient funds are available;\n\n Welcomes financial support from various countries and organizations to ATMIS and Somalia;\n\n Encourages traditional donors to continue supporting ATMIS until its exit on 31 December 2024 and calls for a broader donor base;\n\n Calls for a security conference on 12 December 2023 to discuss post-ATMIS security arrangements;\n\n Requests the FGS and African Union to conduct a joint technical assessment by 31 March 2024 to evaluate Phase 2 drawdown;\n\n Requests an update by 30 April 2024 on preparations for Phase 3 drawdown;\n\n Intends to commission a strategic review of UNSOS after completion of certain actions;\n\n Requests the Secretary-General to provide regular reports on implementation and capacity-building in Somalia;\n\n Decides to remain seized of the matter and review this resolution by 30 June 2024.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2023/S_RES_2710_2023_EN.pdf"
}