{
  "resolution_no": "2683",
  "year": "2023",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNMISS",
    "Panel of Experts",
    "Intergovernmental Authority on Development (IGAD)",
    "Community of Sant'Egidio",
    "Revitalised Joint Monitoring and Evaluation Commission (RJMEC)"
  ],
  "reporting_cycle": "Secretary-General reports by 1 December 2023 and 1 May 2024, and monthly updates",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2683 (2023) on May 30, 2023, recalling previous resolutions and statements on South Sudan, and affirming support for the 2018 Revitalised Agreement on the Resolution of the Conflict in South Sudan. The Council stresses the need for full commitment and implementation of the Revitalised Agreement and the Agreement on the Roadmap to a Peaceful and Democratic end to the Transitional Period. \n\nThe Council welcomes encouraging developments, including the completion of the first phase of training and graduation of the Necessary Unified Forces, and the drafting of documents required in stage 1 of the Strategic Defence and Security Review. \n\nThe Council expresses concern over continued violence, condemns the mobilization of armed groups, and urges parties to avoid a relapse into widespread conflict and respect the agreed command structure arrangement. \n\nThe Council strongly condemns human rights violations and abuses, and violations of international humanitarian law by all parties, and demands accountability for those responsible. \n\nThe Council also expresses alarm over continued armed violence against humanitarian workers and facilities, and calls on the Revitalised Transitional Government of National Unity to protect humanitarian personnel and create a safe and enabling environment for humanitarian assistance.\n\nThe Council expresses grave concern regarding increased violence between armed groups, delays in implementing the Revitalised Agreement, and calls for the use of a single Treasury account and required audits. \n\nThe Council calls on parties to implement fully the Revitalised Agreement, including allocating necessary financial resources, establishing transitional institutions, and ensuring full participation of women, youth, faith groups, and civil society in conflict resolution and peacebuilding efforts.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n* Expresses deep concern about corruption and misuse of public funds in South Sudan and stresses the need for good economic governance and anti-corruption structures.\n\n* Appreciates Member States' intent to provide technical assistance and capacity building to South Sudan and encourages support for ammunition storage and armory control.\n\n* Recalls the need for compliance with international law, including humanitarian, human rights, and refugee law.\n\n* Stresses that measures imposed are not intended to have adverse humanitarian consequences and recalls that humanitarian assistance is permitted.\n\n* Expresses concern at the findings of the UN Panel of Experts and the threat to peace and security from illicit transfer and misuse of small arms and light weapons.\n\n* Determines that the situation in South Sudan continues to threaten international peace and security.\n\n* Acting under Chapter VII, decides to:\n\n1. Renew the arms embargo until 31 May 2024.\n2. Exempt non-lethal military equipment and related technical assistance from notification requirements.\n3. Review arms embargo measures in light of progress on key benchmarks.\n4. Call on the RTGNU to make progress on public finance management reforms and establish key institutions.\n\n* Requests:\n\n5. The Secretary-General to conduct an assessment of progress on key benchmarks by 15 April 2024.\n\n6. The South Sudan authorities to report on progress on key benchmarks and reforms by 15 April 2024.\n\n* Stresses the importance of notifications and requests for exemptions and urges Member States to prevent shipments in violation of the resolution.\n\n* Reiterates the call on Member States to inspect cargo to South Sudan to ensure strict implementation of the arms embargo.\nHere is a concise summary of the Security Council document:\n\n10. Authorizes all Member States to seize and dispose of items prohibited by paragraph 4 of resolution 2428 (2018) and requires cooperation in such efforts.\n\n11. Requires Member States to submit reports to the Committee on inspections, seizures, and disposals of prohibited items.\n\n12. Renews travel and financial measures imposed by paragraphs 9 and 12 of resolution 2206 (2015) until 31 May 2024.\n\n13. Keeps measures under review and expresses readiness to adjust them in response to progress and developments.\n\n14. Underscores willingness to impose targeted sanctions to support an inclusive and sustainable peace in South Sudan.\n\n15. Reaffirms provisions of paragraphs 9 and 12 of resolution 2206 (2015) apply to individuals and entities responsible for actions threatening peace, security, or stability.\n\n16. Reaffirms actions impeding free and fair elections in South Sudan are a basis for designation.\n\n17. Expresses concern at misappropriation and diversion of public resources posing a risk to peace, security, and stability.\n\n18. Emphasizes importance of consultations with concerned Member States and organizations.\n\n19. Extends mandate of Panel of Experts until 1 July 2024 and requests reports.\n\n20. Requests Secretariat to include gender expertise on Panel of Experts.\n\n21. Calls upon parties and Member States to cooperate with Panel of Experts.\n\n22. Requests Special Representatives to share relevant information with Committee.\n\n23. Encourages information exchange between UNMISS and Panel of Experts.\n\n24. Invites Revitalised Joint Monitoring and Evaluation Commission to share relevant information.\n\n25. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2023/S_RES_2683_2023_EN.pdf"
}