{
  "resolution_no": "2701",
  "year": "2023",
  "theme": [
    "Libya",
    "Peacekeeping",
    "Sanctions",
    "Terrorism",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNSMIL",
    "Panel of Experts",
    "Libyan Government",
    "National Oil Corporation",
    "Libyan Investment Authority"
  ],
  "reporting_cycle": "The Panel of Experts shall provide to the Council an interim report on its work no later than 15 June 2024, and a final report to the Council, after discussion with the Committee, no later than 15 December 2024",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\nRecalling previous resolutions on Libya, including 1970 (2011), 2146 (2014), and subsequent resolutions, \n\nReaffirming commitment to Libya's sovereignty, independence, territorial integrity, and national unity, \n\nReaffirming support for an inclusive, Libyan-led and Libyan-owned political process,\n\n Condemns attempts to illicitly export petroleum, including crude oil and refined petroleum products, from Libya, including by parallel institutions which are not acting under the authority of the Government of Libya;\n\nDecides to extend until 1 February 2025 the authorisations and the measures in resolution 2146 (2014), as amended by paragraph 2 of resolutions 2441 (2018) and 2509 (2020); \n\nExpressing serious concern about violent clashes in Tripoli and the overall fragility of the security situation in Libya,\n\nCalls for Member States to implement fully existing measures and report violations to the UN Sanctions Committee,\n\nReaffirming that all parties must comply with their obligations under international humanitarian law and international human rights law,\n\nStressing that measures imposed are not intended to have adverse humanitarian consequences for the civilian population of Libya,\n\n Expressing concern that illicit export of petroleum undermines the Government of Libya and National Oil Corporation and poses a threat to peace, security and stability of Libya,\n\nNoting the Libyan Investment Authority’s (LIA) increasing cooperation with the Panel of Experts \n\nDetermining that the situation in Libya continues to constitute a threat to international peace and security \n\nActing under Chapter VII of the Charter of the United Nations\nHere is a summarized version of the Security Council document:\n\n3. Requests Libya's government to inform the Committee of vessels transporting petroleum illicitly exported from Libya, urges close work with the National Oil Corporation, and provide regular updates on ports, oil fields, and installations under its control.\n\n4. Calls on Libya's government to expeditiously contact the concerned vessel's flag State regarding illicit exports or attempted exports.\n\nArms Embargo\n\n5. Expresses concern over continued arms embargo violations, demands full compliance, and calls on Member States not to intervene in the conflict.\n\n6. Reiterates exemptions to the arms embargo for certain supplies, including protective clothing, small arms, and non-lethal military equipment.\n\n7. Expresses concern about the high terrorism risk in Libya and recalls previous resolutions.\n\n8. Calls on all parties to implement the 23 October 2020 ceasefire agreement and urges Member States to respect and support its implementation.\n\n9. Calls on Libya's government to improve arms embargo implementation and provide updated information on its security forces.\n\n10. Expresses readiness to consider the sale of military equipment to Libya's reunified and joint military units under the 5+5 Joint Military Commission.\n\nTravel Ban and Asset Freeze\n\n11. Calls on Member States to report on actions taken to implement the travel ban and asset freeze measures.\n\n12. Reiterates that States shall prevent entry into or transit through their territories of designated individuals.\n\n13. Takes note of requests to de-list designated individuals.\n\n14. Reaffirms intention to make frozen assets available to the Libyan people and calls on Member States to protect frozen assets.\n\n15. Takes note of requests regarding frozen LIA assets, affirms readiness to consider changes to the asset freeze, and requests the Panel of Experts to provide recommendations.\nThe Security Council:\n\nRecalls resolution 2174 (2014) which expanded sanctions to individuals and entities threatening Libya's peace, stability, or security, including obstructing elections.\n\n**Panel of Experts:**\n\n* Extends the mandate of the Panel of Experts until 15 February 2025.\n* The Panel's tasks remain as defined in resolution 2213 (2015) and apply to updated measures.\n* The Council intends to review the mandate and take action by 15 January 2025.\n\n**Reporting and Cooperation:**\n\n* The Panel shall provide an interim report by 15 June 2024 and a final report by 15 December 2024.\n* Urges States, UN bodies, and parties to cooperate with the Committee and Panel, providing information on implementation and incidents of non-compliance.\n\n**Safety and Access:**\n\n* Calls upon parties and States to ensure the safety of the Panel's members.\n* Requests unhindered access to persons, documents, and sites relevant to the Panel's mandate.\n\n**Review and Follow-up:**\n\n* Affirms readiness to review and adjust measures, including sanctions, and the Panel's mandate as needed.\n* Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2023/S_RES_2701_2023_EN.pdf"
}