{
  "resolution_no": "2720",
  "year": "2023",
  "theme": [
    "Humanitarian",
    "Peacekeeping",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations",
    "UNIFIL",
    "MINUSMA",
    "Gaza Strip",
    "Palestinian Authority",
    "Egypt",
    "State of Qatar",
    "Israel"
  ],
  "reporting_cycle": "Secretary-General reports every 5 working days, and thereafter as necessary, and every 90 days through 30 September 2024",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council reaffirms the purposes and principles of the UN Charter and relevant resolutions, particularly resolution 2712 (2023). The Council expresses deep concern at the dire humanitarian situation in the Gaza Strip and stresses the obligation to respect and protect humanitarian relief and medical personnel.\n\nThe Council reiterates its demand that all parties comply with their obligations under international law, including international humanitarian law, and demands that they allow, facilitate, and enable the immediate, safe, and unhindered delivery of humanitarian assistance to the Palestinian civilian population throughout the Gaza Strip.\n\nThe Council welcomes efforts to facilitate humanitarian assistance, including the use of the Rafah Border crossing and the opening of the Karem Abu Salem/Kerem Shalom crossing. It encourages engagement with relevant states in the implementation of this resolution and expresses appreciation for diplomatic efforts to achieve a humanitarian pause.\n\nThe Council recognizes the need for sufficient humanitarian supplies to alleviate the massive humanitarian needs of the Palestinian civilian population and welcomes financial contributions and pledges by member states. It reiterates its call for all parties to refrain from depriving the civilian population of basic services and humanitarian assistance indispensable to their survival.\n\nThe Council demands that all parties allow safe, unhindered, and expanded humanitarian access and create conditions for a sustainable cessation of hostilities. It reaffirms that civilian and humanitarian facilities, including hospitals and UN facilities, must be respected and protected according to international humanitarian law.\nHere is a summarized version of the Security Council document:\n\n3. Demands parties to the conflict allow and facilitate use of all available routes to Gaza Strip for humanitarian assistance, including fuel, food, and medical supplies, and stresses importance of respecting and protecting border crossings and maritime infrastructure.\n\n4. Requests Secretary-General to appoint Senior Humanitarian and Reconstruction Coordinator to facilitate, coordinate, monitor, and verify humanitarian relief consignments to Gaza, and establish UN mechanism to accelerate provision of humanitarian relief.\n\n5. Requests expeditious appointment of Coordinator.\n\n6. Determines Coordinator will have necessary personnel and equipment in Gaza, and report to Security Council within 20 days and every 90 days.\n\n7. Demands immediate and unconditional release of all hostages and ensuring humanitarian access to address medical needs.\n\n8. Demands provision of fuel to Gaza to meet humanitarian needs.\n\n9. Calls for parties to adhere to international humanitarian law, deploring attacks against civilians and civilian objects.\n\n10. Reaffirms obligations of parties under international humanitarian law, including respecting and protecting civilians and civilian objects.\n\n11. Reaffirms protection of civilian objects, including places of refuge, and rejects forced displacement of civilian population.\n\n12. Reiterates commitment to two-State solution, stressing importance of unifying Gaza Strip with West Bank under Palestinian Authority.\n\n13. Demands parties ensure safety and security of UN and associated personnel engaged in humanitarian relief activities.\n\n14. Demands implementation of resolution 2712 (2023), and requests Secretary-General to report on implementation.\n\n15. Requests Secretary-General to report on implementation of this resolution.\n\n16. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2023/S_RES_2720_2023_EN.pdf"
}