{
  "resolution_no": "2700",
  "year": "2023",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UN Integrated Office in Haiti (BINUH)",
    "Panel of Experts",
    "UNODC",
    "CARICOM",
    "Haitian National Police (HNP)",
    "Multinational Security Support (MSS) Mission"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days, concurrent with the reporting cycle of BINUH; The Panel of Experts provides an interim report by 29 March 2024, a final report no later than 1 October 2024, and periodic updates in between.",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council reaffirms its commitment to Haiti's sovereignty, independence, territorial integrity, and unity. It expresses deep concern about Haiti's protracted and deteriorating crises, including political, institutional, economic, security, human rights, humanitarian, and food security crises. The Council stresses the primary responsibility of the Government of Haiti to address longstanding drivers of instability and inequality.\n\nThe Council expresses grave concern about high levels of gang violence, kidnappings, trafficking, homicides, and sexual and gender-based violence. It also notes with concern the illicit trafficking and diversion of small arms, light weapons, and ammunition to armed gangs, which contributes to undermining the rule of law and respect for human rights.\n\nThe Council encourages cooperation between Member States to prevent illicit arms trafficking and diversion. It acknowledges the urgent need to address illicit financial flows to Haiti, which enable armed gangs to operate. The Council also expresses concern about the Haitian National Police's lack of access to vital ports, which are largely under gang control.\n\nThe Council welcomes the launch of technical programs by the UN Office on Drugs and Crime (UNODC) to assist national authorities in promoting border and ports control, tracing illicit financial flows, and combating transnational crime. It recognizes the important role of neighboring countries, regional and subregional organizations, and international partners.\n\nThe Council condemns attacks on and kidnappings of UN personnel, violence against diplomatic premises, and the looting of humanitarian aid. It calls upon all actors in Haiti to issue clear orders prohibiting human rights violations and abuses and to ensure immediate, safe, and unhindered access by humanitarian organizations.\n\nThe Council stresses that the measures imposed by this resolution are not intended to have adverse humanitarian consequences for the civilian population of Haiti. It emphasizes the importance of rapid, safe, and unhindered humanitarian access throughout Haiti.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council determines that the situation in Haiti continues to threaten international peace and security. \n\n1. It demands an immediate cessation of violence, criminal activities, and human rights abuses in Haiti.\n2. It urges all political actors to engage in meaningful negotiations to overcome the current political stalemate and hold inclusive, free, and fair elections.\n3. It renews until one year from the date of adoption of this resolution the measures imposed by paragraphs 3, 4, 5, 6, 7, 8, and 9 of resolution 2653 (2022), including travel ban and asset freeze.\n4. It directs the Committee to update the list of individuals and entities designated pursuant to resolution 2653 (2022).\n5. It expresses its intention to support the development of fair and clear procedures for individuals and entities designated pursuant to resolution 2653 (2022).\n\nThe Council reaffirms the arms embargo imposed on Haiti and decides to extend it until one year from the date of adoption of this resolution. \n\n6. It allows exemptions for supplies, sales, or transfers of small arms, light weapons, and ammunition to the UN or a UN-authorized mission, or to a security unit that operates under the command of the Government of Haiti.\n7. It calls upon Member States to prevent illicit trafficking and diversion of small arms, light weapons, and ammunition in Haiti.\n\nThe Council also:\n- Encourages regional cooperation to detect and prevent violations of the arms embargo.\n- Calls upon the MSS mission to implement weapons and ammunition management processes and oversight mechanisms.\n- Demands that States ensure compliance with their obligations under international law.\n\nThe Council decides that:\n- The mandate of the Committee shall apply with respect to the measures imposed in this resolution.\n- The mandate of the Panel of Experts shall be extended for a period of 13 months from the date of adoption of this resolution.\nThe Security Council:\n\n Requests the Panel of Experts to provide an interim report by 29 March 2024, a final report by 1 October 2024, and periodic updates.\n\n Directs the Panel to cooperate with BINUH, UNODC, CARICOM, and relevant expert groups.\n\n Urges all parties, Member States, and organizations to ensure cooperation with the Panel and ensure the safety of its members and unhindered access.\n\n Notes the importance of regional and gender representation in the selection process of the Panel experts.\n\n Affirms to keep the situation in Haiti under review and review the measures contained in this resolution based on progress achieved on key benchmarks, including:\n\n* Adequate judicial and rule of law capacity to address armed groups and criminal-related activities;\n* Reduction in violence committed by armed groups and criminal networks;\n* Decrease in illicit trafficking and diversion of arms and illicit financial flows.\n\n Requests the Secretary-General to conduct an assessment of progress achieved on the key benchmarks by 1 October 2024.\n\n Invites UNODC to work with BINUH and the Panel of Experts to report to the Committee on recommendations to stem illicit financial flows and trafficking and diversion of arms in Haiti.\n\n Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2023/S_RES_2700_2023_EN.pdf"
}