{
  "resolution_no": "2686",
  "year": "2023",
  "theme": [
    "Human Rights",
    "Peacebuilding",
    "Tolerance",
    "Conflict Prevention",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 19",
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "United Nations peacekeeping operations",
    "Peacebuilding Commission",
    "Special Representatives and Special Envoys of the Secretary-General"
  ],
  "reporting_cycle": "Secretary-General reports by 14 June 2024",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nAdopted resolution 2686 (2023) on June 14, 2023, \n\nUnderscoring the determination of UN Member States to practice tolerance, live in peace, and be good neighbours.\n\nReaffirming the UN's purpose to achieve international cooperation on economic, social, cultural, and humanitarian issues, promoting respect for human rights and fundamental freedoms.\n\nBearing in mind the UN Charter's purposes and principles and the Security Council's primary responsibility for maintaining international peace and security.\n\nRecalling its commitment to preventing armed conflicts, enhancing the UN's effectiveness in preventing and ending conflicts.\n\nUnderlining the need to uphold the rule of law, promote, protect, and respect human rights, and stressing its importance in fighting intolerance and discrimination.\n\nReaffirming States' obligation to respect and ensure human rights, particularly freedom of expression.\n\nAcknowledging the importance of tolerance, equality, coexistence, and diversity of religions and beliefs.\n\nExpressing deep concern at instances of discrimination, intolerance, and extremism, including Islamophobia, antisemitism, and Christianophobia.\n\nBeing deeply concerned by victims of intolerance, discrimination, or incitement in armed conflicts.\n\nRemaining deeply concerned about obstacles to women's full participation in conflict prevention and resolution.\n\nExpressing deep concern at acts advocating racial or religious hatred and violence fueled by hate speech and misinformation.\n\nRecognizing the importance of education, civil society, and community-based initiatives in promoting tolerance and peaceful coexistence.\n\nUnderlining the potential contributions of ethnic, religious, and confessional communities and leaders to conflict prevention and peacebuilding.\n\nReaffirming that sexual violence can exacerbate and prolong armed conflicts.\n\nStrongly deploring all acts of violence against persons based on their religion or belief and attacks on places of worship.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nAcknowledges the role of cultural heritage in promoting reconciliation, peacebuilding, tolerance, and peaceful coexistence.\n\n1. Recognizes hate speech, racism, and extremism as contributors to conflict and undermining peace efforts.\n2. Urges States to condemn violence, hate speech, and extremism motivated by discrimination.\n3. Encourages stakeholders to speak out against hate speech and promote tolerance and peaceful coexistence.\n4. Recognizes the importance of interreligious and intercultural dialogue in promoting social cohesion and peace.\n5. Urges States to promote women's full participation and leadership in decision-making for sustainable peace and social cohesion.\n6. Reaffirms States' obligation to respect, promote, and protect human rights and fundamental freedoms.\n7. Encourages States to engage civil society, local communities, and other non-governmental actors in addressing intolerance and extremism.\n8. Urges Member States to support quality education for peace, promoting sustainable development, gender equality, and tolerance.\n9. Encourages States to prevent the spread of intolerant ideology and incitement to hatred through education.\n10. Condemns misinformation, disinformation, and incitement to violence against UN peacekeeping operations.\n11. Requests UN peacekeeping and special political missions to monitor hate speech, racism, and extremism.\n12. Encourages Special Representatives and Special Envoys to support local peace initiatives.\n13. Encourages the Peacebuilding Commission to promote tolerance and address hate speech.\n14. Encourages UN entities to increase peace education activities.\n15. Encourages the Secretary-General to share lessons learned and best practices on participation of religious groups and local communities in peace mediation.\n16. Requests the Secretary-General to provide an oral briefing to the Security Council by 14 June 2024 on the implementation of this resolution.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2023/S_RES_2686_2023_EN.pdf"
}