{
  "resolution_no": "2719",
  "year": "2023",
  "theme": [
    "Peacekeeping",
    "Partnership between UN and African Union",
    "International Peace and Security"
  ],
  "chapter": "Chapter VIII",
  "charter_articles": [
    "Article 24",
    "Article 53",
    "Article 54",
    "Article 17"
  ],
  "entities": [
    "African Union",
    "African Union Peace and Security Council",
    "United Nations",
    "United Nations Security Council"
  ],
  "reporting_cycle": "every 180 days (6 months)",
  "operative_authority": "Chapter VIII",
  "summary": "The Security Council, recalling the purposes and principles of the UN Charter, reaffirms its primary responsibility for maintaining international peace and security. It recognizes the importance of cooperation with regional and sub-regional organizations, particularly the African Union, in this regard. The Council welcomes the Joint UN-African Union Framework for Enhanced Partnership in Peace and Security, signed on 19 April 2017, and the Joint Declaration of 6 December 2018. \n\nThe Council notes the ongoing efforts of the African Union and its sub-regional organizations to strengthen the African Peace and Security Architecture, and reaffirms the significant contributions of African Union peace support operations in maintaining regional and continental peace. \n\nThe Council recognizes the changing nature of conflicts in Africa, including the increasing use of asymmetric tactics by non-state armed groups, terrorists, and violent extremists. It reaffirms that States bear the primary responsibility for preventing conflict and protecting civilians within their territories. \n\nThe Council underscores the importance of enhancing and aligning UN and African Union efforts to support national initiatives to address security challenges, including through comprehensive solutions that respond to root causes and drivers of conflicts. It affirms that lasting peace is not achieved through military and technical engagements alone, but through political solutions. \n\nThe Council welcomes progress made by the UN and African Union in joint planning and management of African Union-led Peace Support Operations, including consultative evaluation, analysis, and assessment of African Union missions. It notes the substantial progress made by the African Union since 2017 to strengthen its international humanitarian law, human rights, and conduct and discipline compliance frameworks. \n\nThe Council adopted resolution 2719 (2023) at its 9518th meeting on 21 December 2023.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nReaffirms its determination to enhance the partnership between the UN and the African Union (AU) in maintaining international peace and security.\n\nAgrees to consider on a case-by-case basis, requests from the AU Peace and Security Council for authorization of AU-led peace support operations under Chapters VII and VIII of the Charter, with access to UN assessed contributions.\n\n**Decision-making and authorization process:**\n\n1. The AU Chairperson and UN Secretary-General will conduct joint strategic assessments, including a conflict analysis, options for response, and a draft Concept of Operations.\n2. A joint strategic assessment will be conducted through a consultative planning and decision-making process.\n3. The AU Peace and Security Council will decide on the report of the strategic assessment and transmit it to the UN Security Council.\n4. The UN Security Council will consider and decide on authorizing AU-led Peace Support Operations with assessed contributions.\n5. Mandates for AU-led Peace Support Operations will be expressly authorized by the UN Security Council and guided by a coherent political strategy.\n\n**Key considerations:**\n\n* The primary responsibility of the Security Council for maintaining international peace and security.\n* The need for adequate, predictable, and sustainable financing for AU-led Peace Support Operations.\n* The importance of international human rights law, international humanitarian law, and standards of conduct and discipline in peace support operations.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Emphasizes that African Union-led Peace Support Operations (AU-PSOs) authorized by the Council and accessing UN assessed contributions must comply with UN Financial Regulations and Rules, standards for financial oversight, and accountability mechanisms.\n\n Stresses that logistical, financial, and other support to AU-PSOs will include costs and reimbursement of all categories of support as negotiated between the troop-police contributing country, the African Union, and the UN.\n\n Determines that AU-PSOs authorized by the Council will have access to funding from UN assessed contributions not exceeding 75% of their annual budgets, with the remaining amount to be jointly mobilized by the African Union and UN.\n\n Decides that support provided to AU-PSOs will be delivered in accordance with the Human Rights Due Diligence Policy on UN support to non-UN security forces.\n\n Authorizes, on a case-by-case basis, prospective AU-PSOs requiring logistical, financial, and other support through UN assessed contributions, prioritizing the establishment of a UN Support Office.\n\n Welcomes the commitment of the African Union, sub-regional organizations, and its member states to contribute significantly to AU-PSOs.\n\n Requests the Secretary-General to provide support to UN and African Union entities to ensure implementation of the Human Rights Due Diligence Policy.\n\n Stresses the operational necessity for AU-PSOs accessing UN assessed contributions to comply with international humanitarian law, human rights law, and relevant UN frameworks and policies.\n\n Emphasizes the importance of protecting civilians, implementing resolution 1325 (2000) on women, peace, and security, and enhancing collaboration between the African Union and UN.\n\n Requests the Secretary-General to submit a joint report to the Security Council every 180 days on the status of implementation of AU-PSOs and an annual report on progress in implementing this framework resolution.\n\n Decides to review the implementation of this resolution three years after its adoption.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2023/S_RES_2719_2023_EN.pdf"
}