{
  "resolution_no": "2717",
  "year": "2023",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Climate",
    "Political"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MONUSCO",
    "UNIFIL",
    "MINUSMA",
    "ISIL & Al-Qaida Sanctions Committee",
    "Group of Experts"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council every three months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions and statements on the Democratic Republic of Congo (DRC), reaffirms its commitment to the country's sovereignty, independence, unity, and territorial integrity.\n\nThe Council takes note of the Secretary-General's report, the letter from the DRC's Deputy Prime Minister, and the disengagement plan for the withdrawal of the UN Organisation Stabilisation Mission in the DRC (MONUSCO) by the end of 2023.\n\nThe Council underlines that MONUSCO's withdrawal should be accompanied by a strengthening of the State's capabilities and authority, particularly in South Kivu, to ensure effective protection of civilians.\n\nThe Government of the DRC bears primary responsibility to protect civilians, and the Council recognises the need for national efforts to restore State authority and overcome threats from armed groups.\n\nThe Council expresses concern over escalating violence in eastern DRC, sustained tension between Rwanda and DRC, and the presence of foreign and domestic armed groups, including M23, CODECO, ADF, FDLR, and others, which exacerbate a security, human rights, and humanitarian crisis.\n\nThe Council is concerned about reported links between ADF and terrorist networks, and underscores the need for a holistic approach to counter terrorism in accordance with international law.\n\nThe Council recognises efforts by the Government, people, and Armed Forces of the DRC (FARDC), and MONUSCO to address threats from armed groups.\n\nThe Council remains deeply concerned by high levels of human rights violations and abuses, and intercommunal violence fuelled by hate speech, misinformation, and disinformation.\n\nThe Council reaffirms the important role of women and youth in conflict prevention, management, and resolution, and stresses their full, equal, meaningful, and safe participation in peace and security efforts.\n\nThe Council expresses great concern over the humanitarian situation, with 26.4 million Congolese in need of assistance, 6.9 million displaced, and 1,058,000 refugees in DRC, and encourages member States to share the burden and responsibility for hosting and supporting refugees.\n\nThe Council calls for a peaceful environment conducive to durable solutions for refugees and internally displaced persons, including their voluntary return and reintegration, and stresses that any solution should be in line with international refugee law, humanitarian law, and human rights law.\n\nThe Council recalls the UN guiding principles of humanitarian emergency assistance and humanitarian principles, and calls upon all parties to engage in a durable humanitarian pause to enable safe and sustained delivery of humanitarian assistance.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council notes the importance of commercial trade of essential commodities to meet civilians' basic needs. It recalls its resolutions on women, peace, and security, youth, peace, and security, children and armed conflict, and protection of civilians in armed conflict.\n\nThe Council recognizes the adverse effects of climate change, ecological changes, and natural disasters on the stability of the DRC. It reiterates the necessity for MONUSCO to implement its mandate to address security threats.\n\nThe Council welcomes efforts of the Government of the DRC to respond to the needs of the Congolese people and urges all stakeholders to implement critical governance, security, and economic reforms. It emphasizes the importance of delivering on commitments to pursue national unity, strengthen the rule of law, and respect human rights.\n\nThe Council requests the Secretary-General and regional organizations to provide political support to strengthen State institutions in the DRC and restore trust among parties. It welcomes commitments and actions of President Tshisekedi towards ensuring human rights and fundamental freedoms.\n\nThe Council urges the Government of the DRC to hold accountable those responsible for violations of international humanitarian law or human rights. It stresses regional cooperation and the DRC's cooperation with the International Criminal Court and other human rights mechanisms.\n\nThe Council determines that the situation in the DRC continues to constitute a threat to international peace and security in the region and acts under Chapter VII of the Charter of the United Nations.\nHere is a summarized version of the Security Council document:\n\n6. The Council encourages the Government of the DRC to hold security forces accountable for violations of international humanitarian law and human rights law, and to fight impunity within their ranks. The Government is called upon to ensure that those responsible for these acts are brought to justice. The Council also calls on the Government to facilitate full and unhindered access for the Joint Human Rights Office (UNJHRO) to all detention centers, hospitals, and morgues.\n\n7. The Council strongly condemns all sexual violence in conflict and post-conflict situations in the DRC, particularly by armed groups. It welcomes efforts made by the Government to combat and prevent sexual violence and encourages the Government to continue to strengthen its efforts to combat impunity for sexual violence.\n\n8. The Council welcomes progress made by the Government to consolidate the gains of the Action Plan to End and Prevent the Recruitment and Use of Children and expedite its implementation to end and prevent all violations and abuses against children.\n\n9. The Council strongly condemns all armed groups operating in the DRC, including the M23, CODECO, ADF, FDLR, and others, for their violations of international humanitarian law and human rights abuses.\n\n10. The Council demands that all armed groups cease immediately all forms of violence and destabilizing activities, and that the M23 implement its commitments made on withdrawal from occupied areas and cantonment.\n\n11. The Council condemns support by any external party to M23 and demands the cessation of such support and the immediate withdrawal of any such party from the DRC.\n\n12. The Council urges the Government of the DRC and its partners to provide adequate and timely support for swift and effective implementation of the DDR of eligible former combatants.\n\n13. The Council condemns the continued illegal exploitation and trafficking of natural resources, particularly \"conflict minerals\", by armed groups and criminal networks, and encourages the Government of the DRC to strengthen efforts to safeguard protected natural areas.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n**Rapprochement and Conflict Resolution**\n\n* Seeks rapprochement between mining communities, local authorities, and security actors to resolve conflicts and promote rights of persons in mining regions.\n* Encourages transparent and lawful management of natural resources, including adoption of government revenue targets and responsible mineral sourcing.\n\n**Security Sector Reform**\n\n* Welcomes commitments by President Tshisekedi to advance security sector reform (SSR) and promote consolidation of State authority.\n* Encourages Congolese authorities to uphold commitments and accelerate troop rotations.\n* Calls on the Government of the DRC to protect the civilian population through professional, accountable, and sustainable security forces.\n\n**Illicit Transfer of Small Arms and Light Weapons**\n\n* Calls for continued national efforts to address the threat posed by illicit transfer, destabilizing accumulation, and misuse of small arms and light weapons.\n* Encourages the Government of the DRC to expand support to the National Commission for Small Arms and Light Weapons Control and Reduction of Armed Violence.\n\n**Regional Support**\n\n* Reaffirms that elimination of the threat posed by armed groups requires an integrated regional approach.\n* Supports national and regional efforts to promote peace and stability in the DRC and the region.\n* Calls on countries of the region to renew commitments under the Peace, Security and Cooperation (PSC) Framework.\n\n**Gradual Withdrawal of MONUSCO**\n\n* Takes note of the comprehensive disengagement plan submitted by the Government of the DRC and the United Nations.\n* Decides to initiate the gradual, responsible, and sustainable withdrawal of MONUSCO from the DRC.\nHere is a summarized version of the Security Council document:\n\nThe Security Council decides to withdraw MONUSCO's Force from South Kivu by the end of April 2024 and limit its mandate to North Kivu and Ituri from May 2024. A residual civilian presence will remain in South Kivu to ensure an orderly withdrawal and transfer of responsibilities to the Congolese authorities.\n\nThe Council requests an update on the disengagement plan by June 30, 2024, and proposals for the next steps of MONUSCO's gradual withdrawal. It emphasizes the importance of communication among MONUSCO, T/PCCs, and DRC authorities.\n\nThe Council extends MONUSCO's mandate until December 20, 2024, with a troop ceiling of 13,500 military personnel, 660 military observers, and 591 police personnel until June 30, 2024, to be reduced thereafter.\n\nMONUSCO's strategic priorities are to protect civilians and support stabilization and strengthening of State institutions. The Council authorizes MONUSCO to take necessary measures to carry out its mandate, in compliance with international law.\n\nThe mandate includes tasks in priority order, including:\n\n* Protection of civilians under threat of physical violence\n* Preventing and deterring armed groups and local militias from inflicting violence on populations\n* Conducting targeted offensive operations to neutralize armed groups\n\nThe Council stresses the need for compliance with international humanitarian law and human rights law and requests MONUSCO to ensure oversight and scrutiny of its support to national security forces. \n\nThe government of the DRC is called upon to cooperate fully with MONUSCO's personnel and ensure their safety and security during the withdrawal process.\nHere is a summarized version of the Security Council document:\n\nThe Security Council authorizes MONUSCO to:\n\n**Protection of Civilians**\n\n* Conduct joint operations with Congolese security forces to prevent, deter, and stop armed groups (c)\n* Maintain a proactive deployment and mobile posture, including active patrolling in high-risk areas (d)\n* Work with the Government and humanitarian workers to identify threats to civilians and implement joint prevention and response plans (e)\n* Enhance community engagement and build local capacities to support a protective environment (f)\n* Maintain a protective environment during disengagement phases, including integrated provincial protection plans (g)\n\n**Disarmament, Demobilization, Reintegration (DDR) and Stabilization**\n\n* Provide good offices, advice, and assistance to the Government of the DRC for the revitalization of the Nairobi process and implementation of the Luanda agreement and PDDRC-S (h)\n* Support DDRRR processes for foreign combatants and their dependents (i)\n* Advise and support the DRC authorities in the disposal of weapons and ammunitions (j)\n* Provide technical advice to the Government of the DRC on the consolidation of an effective national civilian structure for natural resource management (k)\n\n**Security Sector Reform (SSR)**\n\n* Provide good offices, strategic, and technical advice to the Government of the DRC to strengthen and consolidate the capacities of the Congolese security forces (m)\n\n**Human Rights**\n\n* Monitor, report, and follow up on human rights violations and abuses, and violations of international humanitarian law (35)\n* Work with the authorities of the DRC to strengthen and support the DRC judicial system to investigate and prosecute those responsible for genocide, war crimes, and crimes against humanity (36)\n\n**Protection of the United Nations**\n\n* Ensure the protection of United Nations personnel, facilities, installations, and equipment (a)\n\n**Support to the DRC Judicial System and Fight against Impunity**\n\n* Work with the authorities of the DRC to strengthen and support the DRC judicial system to investigate and prosecute those responsible for international crimes (b)\nHere is a summarized version of the Security Council document:\n\nThe Security Council requests MONUSCO to:\n\n* Provide good offices, advice, and support to the Government of the DRC to promote human rights, fight impunity, and implement the \"zero tolerance policy\" for human rights and international humanitarian law violations.\n\n* Take fully into account child protection as a cross-cutting issue throughout its mandate, particularly in DDR processes, SSR, and interventions leading to the separation of children from armed groups.\n\n* Take fully into account gender considerations throughout its mandate, assist the Government of the DRC in creating a conducive environment for women's participation, and support survivors of sexual and gender-based violence.\n\n* Ensure humanitarian access, and demands that all parties allow and facilitate the full, safe, immediate, and unhindered access of humanitarian personnel, equipment, and supplies.\n\n* Monitor the implementation of the arms embargo, cooperate with the Group of Experts, and seize, collect, record, and dispose of arms or related materiel brought into the DRC in violation of the measures imposed.\n\n* The Secretary-General is requested to provide MONUSCO with necessary capacities to fulfil its mandate, ensure peacekeepers' safety and security, and implement provisions for establishing accountability for crimes against peacekeepers.\n\n* The Secretary-General, Member States, and the Government of DRC are requested to take measures to ensure the safety and security of MONUSCO's personnel.\n\n* Troop- and police-contributing countries are urged to prevent sexual exploitation and abuse, ensure accountability, and take disciplinary measures.\n\n* The Security Council calls on the Secretary-General to report on actions undertaken to address allegations of sexual exploitation and abuse.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council requests the Secretary-General to report to the Council:\n \n- Every three months on:\n  - Progress towards implementation of the disengagement plan, including MONUSCO's withdrawal and transfer of tasks to the Government of DRC.\n  - Situation in DRC, including progress on State institutions, governance, and security reforms.\n  - MONUSCO's mandate implementation, including civilian protection, cooperation with regional forces, and performance metrics.\n  - Strategic communications and actions for mandated activities.\n  - Progress on priority collaborative actions with UN agencies and transfer of MONUSCO's tasks.\n  - Include gender analysis in all reports.\n\n- By 30 June 2024 on possible logistical and operational support to regional forces in DRC.\n\n- Every six months on the implementation of commitments under the PSC Framework and its linkages with the security situation in the Great Lakes Region, in coordination with the Secretary-General's Special Envoy and the SRSG for the DRC.\n\nThe Security Council decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2023/S_RES_2717_2023_EN.pdf"
}