{
  "resolution_no": "2716",
  "year": "2023",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Taliban",
    "ISIL/Da'esh",
    "Al-Qaida",
    "UNAMA",
    "United Nations Office on Drugs and Crime (UNODC)",
    "Financial Action Task Force (FATF)"
  ],
  "reporting_cycle": "The Monitoring Team shall submit, in writing, an annual comprehensive, independent report to the Committee",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2716 (2023) on December 14, 2023, recalling its previous resolutions on international terrorism and Afghanistan. The Council reaffirmed its commitment to Afghanistan's sovereignty, independence, territorial integrity, and national unity, and its support for a peaceful, stable, and prosperous Afghanistan.\n\nThe Council emphasized the importance of combating terrorism in Afghanistan, including those individuals and groups designated by the Security Council Committee, and demanded that Afghan territory not be used to threaten or attack any country. It also reiterated its support for the fight against illicit production and trafficking of drugs from Afghanistan.\n\nThe Council expressed deep concern over the dire economic and humanitarian situation in Afghanistan, particularly the impact on women, children, and minorities. It emphasized the need for humanitarian assistance and efforts to support basic human needs, and encouraged Member States to make full use of its decision that humanitarian assistance is not a violation of sanctions.\n\nThe Council also emphasized the importance of an inclusive and representative government, upholding human rights, and protecting civilians. It expressed serious concern about the situation of women, girls, and marginalized communities, and the erosion of their rights.\n\nThe Council reiterated the need to ensure that the sanctions regime contributes effectively to sustainable and inclusive peace, stability, and security in Afghanistan. It recognized the need to revise the 1988 sanctions regime and took note of the recommendations outlined in the Analytical Support and Sanctions Monitoring Team’s report.\n\nThe Council strongly encouraged the Monitoring Team to engage with Member States to implement measures referred to in the resolution and emphasized the importance of the Team's travel to Afghanistan for effective implementation of its mandate.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council, determining that the situation in Afghanistan continues to constitute a threat to international peace and security, decides to:\n\n1. Continue measures requiring States to impose sanctions on individuals and entities associated with the Taliban, as designated by the Committee.\n2. Extend the mandate of the 1267/1988 Analytical Support and Sanctions Monitoring Team for 12 months to support the Committee.\n3. Direct the Monitoring Team to gather information on non-compliance, facilitate assistance on capacity-building, and provide recommendations to the Committee.\n4. Actively review the implementation of the measures and consider adjustments as necessary.\n5. Remain seized of the matter.\n\nThe Monitoring Team's responsibilities include:\n- Submitting an annual comprehensive report\n- Assisting the Committee in reviewing names on the List\n- Following up on requests to Member States for information\n- Submitting a programme of work\n- Gathering information on non-compliance\n- Providing recommendations to the Committee\n- Assisting in consideration of proposals for listing\n- Bringing to the Committee's attention new or noteworthy circumstances for delisting\n- Consulting with Member States and other organizations.\nThe Security Council, \nDecides that the Monitoring Team shall: \n \n(a) Assist the Committee in carrying out its mandate, as specified in paragraph 1 of \nresolution 2255 (2015) and, as appropriate, other relevant resolutions; \n \n(b) Monitor and facilitate the implementation of the measures imposed by paragraphs 1 \nand 2 of resolution 2255 (2015) and other relevant resolutions; \n \n(c) Gather information on the implementation of resolution 2255 (2015) and other \nrelevant resolutions; \n \n(d) To provide an overview of the implementation of the measures imposed by \nparagraphs 1 and 2 of resolution 2255 (2015) and on the overall threat posed by \nindividuals, groups, undertakings and entities associated with the Taliban; \n \n(e) To assist the Committee in identifying individuals and entities subject to the \nassets freeze, travel ban and arms embargo; \n \n(f) To provide to the Committee information on individuals, groups, undertakings, \nand entities eligible for listing;  \n \n(g) To provide to the Committee information on compliance with the assets freeze, \ntravel ban and arms embargo; \n \n(h) To provide information on cases of kidnapping and hostage-taking for ransom; \n \n(i) To provide information on the threat posed by improvised explosive devices \n(IEDs); \n \n(j) To assist in the development of recommendations for strengthening the \nimplementation of the measures; \n \n(k) To develop a system for the mandatory submission of information on \nexemptions granted under paragraphs 3 (b) and (c) of resolution 2255 (2015) and \nparagraph 5 of resolution 2368 (2017); \n \n(l) To develop a system to coordinate with INTERPOL on the listing and \nde-listing of individuals and entities; \n \n(m) To assist the Committee in designating, as appropriate, additional \ninformation, as referred to in paragraph 5 of resolution 2368 (2017); \n \n(n) To provide information on the threat posed by individuals, groups, \nundertakings, and entities eligible for listing under paragraph 1 of resolution \n2255(2015); \n \n(o) To report on the nexus between narcotics trafficking and individuals, groups \neligible for listing; \n \n(p) Provide an update to the special report of the Monitoring Team; \n \n(q) Consult with Member States’ intelligence and security services; \n \n(r) Consult with relevant representatives of the private sector; \n \n(s) Cooperate closely with the ISIL/Da’esh and Al-Qaida Sanctions Committee; \n \n(t) Consult with Member States, private sector and international organizations; \n \n(u) Consult on the practical implementation of the travel ban and assets freeze; \n \n(v) Consult on the threat posed by improvised explosive devices (IEDs); \n \n(w) Work with international and regional organizations; \n \n(x) Cooperate with INTERPOL; \n \n(y) Assist other subsidiary bodies of the Security Council; \n \n(z) Assist the Committee in facilitating assistance in capacity-building; \n \n(aa) Report to the Committee; \n \n(bb) Study and report on the current nature of the threat; \n \n(cc) Gather information on travel exemptions; \n \n(dd) Any other responsibility identified by the Committee",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2023/S_RES_2716_2023_EN.pdf"
}