{
  "resolution_no": "2689",
  "year": "2023",
  "theme": [
    "Peacekeeping",
    "Middle East"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNDOF",
    "UN",
    "Syrian Arab Republic",
    "Israel"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n- Notes with concern the tense situation in the Middle East, which will remain so unless a comprehensive settlement is reached.\n\n- Considers reports of the Secretary-General on UNDOF and reaffirms resolution 1308 (2000).\n\n- Stresses that Israel and the Syrian Arab Republic must abide by the 1974 Disengagement of Forces Agreement and observe the ceasefire.\n\n- Expresses concern over ongoing military activities in the area of separation, which may escalate tensions and pose risks to civilians and UN personnel.\n\n- Appreciates UNDOF's liaison efforts to prevent escalation.\n\n- Expresses alarm at the risk of a serious conflagration of the conflict in the region due to violence in the Syrian Arab Republic.\n\n- Expresses concern at all violations of the Disengagement of Forces Agreement.\n\n- Notes the Secretary-General's report on UNDOF's area of operations, including findings on military activity and weapons fire.\n\n- Calls upon all parties to the Syrian domestic conflict to cease military actions and respect international humanitarian law.\n\n- Notes the threat to UN personnel from unexploded ordnance and emphasizes the need for demining and clearance operations.\n\n- Reaffirms readiness to consider listing individuals and entities supporting ISIL or Al-Nusra Front.\n\n- Recognizes the need for UNDOF to adjust its posture to minimize security risks.\n\n- Emphasizes the importance of access to reports and information related to UNDOF's redeployment configuration.\n\n- Underscores the need for UNDOF to have necessary means and resources to carry out its mandate safely.\n\n- Expresses appreciation to UNDOF personnel and stresses the need for continued vigilance to ensure their safety.\n\n- Strongly condemns incidents threatening UN personnel's safety.\n\n- Welcomes steps to enhance UNDOF's safety and progress towards expanding its presence.\n\n- Takes note of the Secretary-General's plan for UNDOF to return to the Bravo side.\n\n- Recalls that UNDOF's deployment and the 1974 Disengagement of Forces Agreement are steps toward a just and durable peace. \n\n- Recalls resolutions 2378 (2017) and 2436 (2018) regarding peacekeeping operations.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Calls for immediate implementation of resolution 338 (1973) and stresses the obligation of both parties to respect the 1974 Disengagement of Forces Agreement.\n\n2. Urges maximum restraint, prevention of ceasefire breaches, and regular liaison with UNDOF to prevent escalation.\n\n3. Emphasizes UNDOF's impartiality and the need to halt activities endangering peacekeepers.\n\n4. Expresses support for Major General Nirmal Kumar Thapa as Head of Mission and Force Commander.\n\n5. Calls on all groups to abandon UNDOF positions and return equipment.\n\n6. Requests cooperation with UNDOF operations, respect for its privileges and immunities, and unhindered access.\n\n7. Urges support for UNDOF's use of the Quneitra crossing and lifting of COVID-19 restrictions.\n\n8. Requests measures to protect UNDOF personnel's safety, security, and health.\n\n9. Welcomes UNDOF's efforts to consolidate its presence and intensify operations.\n\n10. Underscores the importance of deploying technology to ensure UNDOF personnel's safety.\n\n11. Encourages constructive engagement to facilitate UNDOF's return to the area of separation.\n\n12. Encourages discussions on recommendations to improve mission performance.\n\n13. Welcomes initiatives to standardize a culture of performance in UN peacekeeping.\n\n14. Requests measures to ensure compliance with the UN's zero-tolerance policy on sexual exploitation and abuse.\n\n15. Renews UNDOF's mandate for six months, until 31 December 2023.\n\n16. Requests the Secretary-General to report every 90 days on developments and implementation of resolution 338 (1973).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2023/S_RES_2689_2023_EN.pdf"
}