{
  "resolution_no": "2713",
  "year": "2023",
  "theme": [
    "Somalia",
    "Terrorism",
    "Arms Embargo",
    "Humanitarian",
    "Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42",
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "Al-Shabaab",
    "Somalia",
    "UNSC",
    "GFRS",
    "SNA",
    "NISA",
    "SNPF",
    "ATMIS",
    "UNODC",
    "CTED"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days; The Panel of Experts provides regular updates to the Committee, including a comprehensive mid-term update and a final report by 15 October 2024",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions and statements on Somalia, \n\nReaffirming respect for Somalia's sovereignty, territorial integrity, and unity, \n\nCommending progress made in Somalia, especially in the fight against Al-Shabaab, \n\nEmphasising the purpose of this resolution is to degrade Al-Shabaab's threat, \n\nExpressing grave concern at Al-Shabaab's threat to Somalia and the region, and presence of ISIL/Da'esh affiliates, \n\nCondemning Al-Shabaab's terrorist attacks, radicalisation, and exploitation, \n\nStrongly condemning targeting of civilians, humanitarian personnel, and civilian objects, \n\nRecalling the 2023 Report on Children and Armed Conflict, noting high levels of child recruitment and abduction by Al-Shabaab, \n\nUnderscoring a holistic approach to counter terrorism and violent extremism, \n\nReiterating terrorism cannot be associated with any religion, nationality, or ethnic group, \n\nStrongly encouraging Member States to prevent Al-Shabaab's use of social media for criminal purposes, \n\nExpressing concern at the humanitarian situation, encouraging scaled-up support, \n\nRecognising contributions of Somali, African Union, and other forces in combatting Al-Shabaab, \n\nUrging continued development of Somalia's maritime governance sector, \n\nNoting with concern smuggling and trafficking of weapons, and urging accountability.\nHere is a summarized version of the Security Council document:\n\nThe Security Council expresses concern over the violation of the charcoal ban by the vessel MV Fox and commends the Panel of Experts on Somalia's investigations. The Council aims to update its consolidated framework to strengthen state- and peace-building, defeat Al-Shabaab, and complement the mandates of UNSOM, UNSOS, and ATMIS.\n\nThe Council recognizes Al-Shabaab as a threat to peace and security in Somalia and the region, and underscores the need to degrade it through targeted sanctions, preventing access to weapons and ammunition, disrupting its finances, and improving maritime domain awareness.\n\nThe Council:\n\nA. Imposes targeted sanctions, recalling its decisions in resolutions 1844 (2008), 2002 (2011), 2093 (2013), and 2662 (2022), and expresses its intention to support fair and clear procedures for delisting individuals and entities.\n\nB. Imposes an arms embargo on Al-Shabaab, prohibiting deliveries of weapons, ammunition, and military equipment to Somalia, with exemptions for the GFRS, SNA, NISA, SNPF, and the Somali Custodial Corps.\n\nC. Aims to disrupt Al-Shabaab's finances by requesting the GFRS to develop a comprehensive plan to disrupt Al-Shabaab's operations, and calls upon the GFRS to work with international partners to identify, assess, and mitigate money laundering and terrorist financing risks. \n\nUnder Chapter VII of the Charter, the Council determines that Al-Shabaab's attempts to undermine peace and security in Somalia and the region constitute a threat to international peace and security.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n**Mitigating Risks Posed by Al-Shabaab**\n\n* Requests the Federal Government of Somalia (FGS) to develop plans to mitigate risks posed by Al-Shabaab to personnel working in anti-money laundering and counter-terrorist financing roles and to protect those who share information on Al-Shabaab's extortion tactics.\n\n**Countering Terrorist Financing**\n\n* Calls upon the FGS to improve collaboration and coordination among regulatory and law enforcement agencies to counter Al-Shabaab's finances and exploitation of the licit financial system.\n* Requests the FGS, UNODC, and the Panel to continue exchanging information and working with stakeholders to disrupt Al-Shabaab's operations.\n\n**Charcoal Ban**\n\n* Reaffirms the ban on the import and export of Somali charcoal.\n* Welcomes measures taken to reduce charcoal export and requests the FGS to implement the charcoal ban with support from ATMIS and UNODC.\n\n**Disposal of Charcoal Stockpiles**\n\n* Recalls the decision to dispose of charcoal stockpiles in and around Kismayo and requests the Panel and UNODC to monitor the stockpiles and their movement.\n\n**Reducing IED Threat**\n\n* Prohibits the sale, supply, or transfer of items that may be used in the manufacture of improvised explosive devices (IEDs) to Somalia.\n* Requires notifications to the FGS and the Committee for transfers of such items.\n\n**Maritime Interdiction and Awareness**\n\n* Renews provisions for maritime interdiction and awareness until 15 December 2024.\n* Encourages UNODC to support the FGS to counter Al-Shabaab under the Indian Ocean Forum on Maritime Crime.\nHere is a summarized version of the Security Council document:\n\n**Section G: Panel of Experts and Security Council Committee**\n\n* Decides to renew the Panel of Experts until 15 January 2025, with a mandate that includes tasks referred to in previous resolutions.\n* Requests the Secretary-General to include dedicated gender expertise in the Panel.\n* Requests the Panel to include gender as a cross-cutting issue in its investigations and reporting.\n\n**Tasks of the Panel of Experts:**\n\n* Investigate and report on issues related to Al-Shabaab's activities, including illicit flows of finances, weapons, and ammunition.\n* Provide regular updates to the Committee, including a minimum of three thematic reports, a comprehensive mid-term update, and a final report by 15 October 2024.\n\n**Requests to the Federal Government of Somalia (FGS) and others:**\n\n* Facilitate interviews of suspected members of Al-Shabaab and other persons of interest held in custody.\n* Provide information to the Panel and assist in their investigations.\n* Allow access to armouries, imported weapons and ammunition, and military storage facilities.\n\n**Section H: Preventing Al-Shabaab from accessing weapons, ammunition and military equipment**\n\n* Encourages the FGS to share a list of licensed private security companies operating in Somalia.\n* Affirms that certain supplies of weapons, ammunition, or military equipment are exempt from paragraph 4, including those intended for the support of or use by the FGS, SNA, NISA, SNPF, and Somali Custodial Corps.\n* Decides that paragraph 4 shall not apply to supplies of weapons, ammunition, or military equipment intended for the support of or use by UN personnel, ATMIS, and its Troop- and Police-Contributing Countries.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Authorizes European Union, Türkiye, UK, US, and other Member State forces to train and support Somali forces with a status of forces agreement or memorandum of understanding, provided they inform the Committee (c).\n\n Exempts supplies of weapons, ammunition, and military equipment for Somalia's FMS and regional governments, and licensed private security companies operating in Somalia, from paragraph 4 (35).\n\n Sets procedures for delivering items in Annexes A and B to Somalia:\n  - Annex A: deliveries allowed with no negative decision from the Committee within 5 working days (36).\n  - Annex B: deliveries subject to notification to the Committee at least 5 working days in advance (37).\n\n Requires notifications to include details of manufacturer, supplier, type, calibre, quantity, and intended destination (38).\n\n Mandates post-delivery notifications within 30 days of delivery, including details of delivered items and intended end-user (39).\n\n Emphasizes the GFRS' primary responsibility to notify the Committee and stresses that all prospective suppliers should consult with the GFRS (40).\n\n Prohibits resale or transfer of weapons and ammunition to individuals or entities not in the service of the recipient (41).\n\n Requests the Secretariat to support the GFRS' dissemination efforts on arms control (42).\n\n Affirms commitment to working with Somalia to progressively lift procedures and measures as progress is achieved (43).\n\n Exempts supplies of protective clothing, non-lethal military equipment, and temporary visits of vessels carrying defensive equipment (44).\n\n Requests reports from the GFRS to the Security Council by 1 May 2024 and 1 October 2024, including information on Somalia's security institutions, procedures for registration and storage of weapons, and a consolidated list of imported weapons and equipment (45).\nHere is a concise summary of the document:\n\nThe Security Council:\n\n Requests updates from:\n\n* Somali Government authorities on actions to counter terrorism financing\n* Secretary-General on progress against benchmarks in the technical assessment report by 15 October 2024, with specific recommendations and benchmarks\n* Organizations and states on support provided to Somalia and a consolidated list of imported weapons, ammunition, and military equipment by 15 November 2024\n\n Encourages the Counterterrorism Committee Executive Directorate (CTED) to support the GFRS with analysis and reporting on Al-Shabaab's use of online platforms for terrorist purposes\n\n Decides to remain actively seized of the matter\n\n Annex A lists items subject to a no-objection process, including:\n\n1. Surface-to-air missiles\n2. Weapons with a calibre greater than 12.7 mm\n3. Mortars with a calibre greater than 82 mm\n4. Anti-tank guided weapons\n5. Charges and devices for military use\n6. Weapon sights with night vision capability\n7. Military aircraft\n8. Vessels and amphibious vehicles\n9. Uncrewed combat aerial vehicles\n\n*Exemptions apply to the Government of Somalia, Somali National Army, and other Somali security agencies.\nAnnex B – items requiring advance notification \n\n1. Weapons with a calibre up to 12.7mm and associated ammunition; \n2. RPG-7, LAWs and recoilless rifles, and associated ammunition; \n3. Weapon sights; \n4. Rotor wing or helicopters for military use; \n5. Body armour or protective garments with hard body armour plates providing ballistic protection equal to or greater than level III; \n6. Ground vehicles for military use; \n7. Communication equipment for military use.\n\n*Not applicable to the Government of Somalia, Somali National Army, Somali National Intelligence and Security Agency, Somali National Police Force and Somali Custodial Corps.\n\nAnnex C – Improvised Explosive Devices (IED) Components \n\n**Part I**\n\n1. Explosive materials and precursors: \n   - Nitrocellulose \n   - Trinitrophenylmethylnitramine \n   - Nitroglycerin \n   - Nitric acid \n   - Sulphuric acid \n2. Explosive-related goods: \n   - Equipment to initiate explosives \n   - Technology for production or use \n\n**Part II**\n\n1. Explosive materials: \n   - Ammonium Nitrate Fuel Oil \n   - Nitroglycol \n   - Pentaerythritol tetranitrate \n   - Picryl chloride \n   - 2,4,6-Trinitrotoluene \n2. Explosives precursors: \n   - Ammonium nitrate \n   - Potassium nitrate \n   - Sodium chlorate \n3. Dual use items: \n   - Alarm systems \n   - Learning code receivers \n\n*To be notified to Government of Somalia in advance of intended shipment.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2023/S_RES_2713_2023_EN.pdf"
}