{
  "resolution_no": "2690",
  "year": "2023",
  "theme": [
    "Peacekeeping",
    "Mali"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MINUSMA",
    "United Nations Country Team",
    "UNOWAS",
    "ECOWAS"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Mali, reaffirms its commitment to Mali's sovereignty, unity, territorial integrity, and independence.\n\nReaffirms the primary responsibility of the Transition Government of Mali to protect civilians and the centrality of the Agreement on Peace and Reconciliation in Mali.\n\nCommends the efforts of the United Nations Multidimensional Integrated Stabilization Mission in Mali (MINUSMA) and its personnel.\n\nWelcomes the Transition Government's commitment to achieve the Political Transition, organize free and fair presidential elections in February 2024, and ensure the return to constitutional order by March 2024.\n\nNoting the request of the Transition Government of Mali for MINUSMA's withdrawal without delay, \n\nDetermines that the situation in Mali continues to constitute a threat to international peace and security.\n\nActing under Chapter VII of the Charter of the United Nations,\n\n1. Decides to terminate MINUSMA's mandate as of June 30, 2023.\n\n2. Requests MINUSMA to start the cessation of its operations, transfer of its tasks, and orderly and safe drawdown and withdrawal of its personnel by December 31, 2023.\n\n3. Requests the Secretary-General to engage with the Transition Government of Mali to articulate a plan for the transfer of MINUSMA's tasks by August 15, 2023.\n\n4. Calls upon the Transition Government of Mali to cooperate fully with the United Nations during MINUSMA's drawdown, withdrawal, and liquidation.\n\n5. Authorizes MINUSMA to respond to imminent threats of violence to civilians and contribute to the safe civilian-led delivery of humanitarian assistance until September 30, 2023.\n\n6. Authorizes MINUSMA to fulfil specific functions, including providing security for United Nations personnel, until December 31, 2023.\n\n7. Decides that MINUSMA's liquidation shall begin on January 1, 2024, and authorizes the retention of a guard unit to protect MINUSMA's personnel, facilities, and assets.\n\n8. Calls on MINUSMA to establish financial arrangements with the United Nations Country Team and UNOWAS to oversee residual activities of programmatic cooperation.\nMINUSMA to ensure team sites and assets handover in full compliance with UN practices and financial regulations; \nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2023/S_RES_2690_2023_EN.pdf"
}