{
  "resolution_no": "2702",
  "year": "2023",
  "theme": [
    "Libya",
    "Peacekeeping",
    "Elections",
    "Humanitarian",
    "Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNSMIL",
    "Libyan High National Elections Commission (HNEC)",
    "African Union",
    "League of Arab States",
    "European Union"
  ],
  "reporting_cycle": "every 60 days",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n\nRecalling its previous resolutions on Libya, reaffirms its commitment to an inclusive Libyan-led and Libyan-owned political process, facilitated by the UN, to hold free, fair, transparent, and inclusive national elections.\n\nTakes note of the Presidential Election Law No.28/2023 and Parliamentary Election Law no.27/2023 adopted by the House of Representatives (HoR) on 5 October 2023, and calls for the commitment of all parties and a political settlement on outstanding issues related to elections.\n\nCalls upon all stakeholders to uphold their guarantees to support and respect the independence and integrity of the electoral process, and to redouble efforts to resolve outstanding issues through UN-facilitated dialogue.\n\nExpresses concern about the security situation in Libya, particularly violent clashes in Tripoli and Benghazi, and underscores the importance of early conflict prevention efforts.\n\nCondemns the indiscriminate use of weapons in populated areas and calls upon all parties to refrain from such practices.\n\nRecognises the important role of neighbouring countries and regional organisations in support of the UN, and encourages further international support and regional cooperation.\n\nExpresses concern at the threat posed by the diversion and proliferation of arms and ammunition in Libya and other countries in the region.\n\nUnderlines the need to plan for the disarmament, demobilisation, and reintegration of armed groups, and the establishment of an inclusive, unified, accountable, civilian-led security architecture for Libya.\n\nWelcomes the commitments of the 5+5 Joint Military Commission and the two Chiefs of Staff towards reunification of the Libyan military and security institutions.\n\nUrges Libyan institutions and authorities to ensure the full, equal, effective, meaningful, and safe participation of women at all levels.\nThe Security Council:\n\nRecalling previous resolutions on Libya, stresses the need for an inclusive political process with representation from across Libyan society, including women, youth, and civil society.\n\nEmphasizes the importance of Libyan oversight over the country's economic and financial institutions, ensuring transparent, equitable, and accountable management of oil and gas revenues.\n\nCalls for the protection of frozen assets for the benefit of the Libyan people and expresses concern over the living standards, internally displaced persons, and the situation of migrants and refugees.\n\nUrges accountability for violations of international humanitarian law and human rights, and stresses the importance of tackling root causes of smuggling and human trafficking.\n\nRequests the Libyan authorities to end impunity for sexual and gender-based violence crimes and to protect children.\n\nNotes the importance of addressing the humanitarian impact of natural disasters and climate change.\n\nUnderlines the commitment to work together through a humanitarian, development, and peacebuilding nexus approach.\n\nRecalls that the situation in Libya continues to constitute a threat to international peace and security.\n\nDecides to:\n\n1. Extend UNSMIL's mandate until 31 October 2024.\n2. Support SRSG Bathily's mediation and good-offices role to further an inclusive political process.\n3. Request UNSMIL to implement the recommendations of the Independent Strategic Review.\n4. Recall the LPDF Roadmap and regret that its deliverables have yet to be achieved.\n5. Urge Libyan institutions and stakeholders to resolve election issues and engage in a Libyan-led negotiation facilitated by UNSMIL.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Calls for transparent and inclusive national presidential and parliamentary elections in Libya as soon as possible, based on viable electoral laws, to form a unified government.\n\n Welcomes UN support to the Libyan High National Elections Commission (HNEC) to deliver free, fair, and inclusive elections.\n\n Underlines the importance of national dialogue and victim-centred reconciliation, and welcomes efforts to launch the national reconciliation process.\n\n Expresses concern at the humanitarian situation in Libya, particularly after the catastrophic flooding, and calls for humanitarian assistance and reconstruction efforts to be managed transparently.\n\n Emphasizes that there can be no military solution in Libya, and calls upon all parties to refrain from violence and implement the 23 October 2020 ceasefire agreement.\n\n Recalls that measures set out in resolution 1970 (2011) shall apply to individuals and entities threatening peace, stability, or security in Libya.\n\n Urges all Member States to respect Libya's sovereignty, independence, territorial integrity, and national unity.\n\n Calls on all parties to implement the 23 October 2020 ceasefire agreement, including the Action Plan agreed by the 5+5 Joint Military Commission.\n\n Requests the Secretary-General to report to the Security Council on the implementation of this resolution every 60 days.\n\n Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2023/S_RES_2702_2023_EN.pdf"
}