{
  "resolution_no": "2020",
  "year": "2011",
  "theme": [
    "Piracy",
    "Armed Robbery",
    "Maritime Security",
    "International Law"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNODC",
    "IMO",
    "CGPCS",
    "EU operation Atalanta",
    "North Atlantic Treaty Organization"
  ],
  "reporting_cycle": "Secretary-General reports every 11 months",
  "operative_authority": "Chapter VII",
  "summary": "The Council commends Kenya, Seychelles, Mauritius, and Tanzania's efforts to prosecute suspected pirates and welcomes UNODC's assistance. It notes Somalia's readiness to cooperate on repatriating convicted pirates under suitable prisoner transfer arrangements.\n\nThe Council welcomes the Secretary-General's reports on piracy and armed robbery and the establishment of specialized Somali anti-piracy courts. It stresses the need for States to assist seafarers who are victims of piracy and welcomes guidelines development.\n\nThe Council appreciates UNODC and UNDP's efforts to support Somalia's corrections system and notes the Djibouti Code of Conduct's efforts to combat piracy. It emphasizes that peace and stability in Somalia, institution strengthening, economic development, and human rights respect are necessary to eradicate piracy.\n\nThe Council welcomes the Roadmap to end Somalia's transition, which includes developing counter-piracy policy and legislation. It determines that piracy incidents exacerbate the situation in Somalia, which continues to threaten international peace and security.\n\nActing under Chapter VII, the Council reiterates condemnation of piracy and armed robbery and resolves to take measures to address the situation.\n2. Recognizes that Somalia's ongoing instability is a cause of the piracy problem and contributes to piracy and armed robbery at sea off its coast;\n\n3. Stresses the need for a comprehensive response to repress piracy and tackle its underlying causes;\n\n4. Recognizes the need to investigate and prosecute not only suspects captured at sea but also those who incite or facilitate piracy operations;\n\n5. Calls upon States to cooperate on hostage-taking and prosecution of suspected pirates for taking hostages;\n\n6. Notes concern regarding escalating ransom payments and arms embargo violations fuelling piracy growth, and calls for cooperation with the Somalia and Eritrea Monitoring Group;\n\n7. Renews call for States and regional organizations to participate in the fight against piracy off Somalia's coast;\n\n8. Commends the Contact Group on Piracy off the Coast of Somalia (CGPCS) for facilitating coordination to deter piracy;\n\n9. Encourages cooperation with the Transitional Federal Government (TFG) in the fight against piracy and authorizes States and regional organizations to take measures against piracy;\n\n10. Affirms that authorizations apply only to the situation in Somalia and do not affect rights or obligations under international law;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2020_2011_EN.pdf"
}