{
  "resolution_no": "2026",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNFICYP",
    "Committee on Missing Persons"
  ],
  "reporting_cycle": "Secretary-General reports by 1 July 2012",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nWelcoming the report of the Secretary-General on the UN operation in Cyprus, \nNoting the need to extend the UN Peacekeeping Force in Cyprus (UNFICYP) beyond 15 December 2011, \nEchoing the Secretary-General’s belief that the Cypriots themselves are responsible for finding a solution, \nReaffirming the UN’s primary role in assisting the parties to reach a comprehensive and durable settlement.\n\nWelcoming progress in negotiations, \nUrging leaders to increase momentum, particularly on core issues, \nReiterating the goal of a bicommunal, bizonal federation with political equality.\n\nEmphasizing the importance of full, flexible and constructive engagement in negotiations, \nLooking forward to decisive progress, \nWelcoming the Secretary-General’s intention to meet with leaders in January 2012.\n\nNoting the need for military confidence-building measures, \nCalling for implementation of remaining measures, \nUrging agreement on further trust-building steps.\n\nReaffirming the importance of Green Line crossings, \nEncouraging opening of other crossing points.\n\nConvinced of benefits of a comprehensive settlement, \nUrging leaders to foster positive public rhetoric.\n\nHighlighting the international community's supporting role, \nUrging practical steps to help leaders.\n\nTaking note of the stable security situation, \nUrging avoidance of tension-increasing actions.\n\nRecalling the 1989 aide memoire, \nNoting with regret withholding of access to minefields.\n\nHighlighting the Committee on Missing Persons’ activities, \nUrging access to all areas.\n\nAgreeing on the essential role of civil society, \nWelcoming bicommunal contacts and events.\n\nStressing a rigorous approach to peacekeeping deployments.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2026_2011_EN.pdf"
}