{
  "resolution_no": "1988",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Terrorism",
    "Reconciliation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNAMA",
    "High Peace Council",
    "1267 Monitoring Team",
    "Al-Qaida",
    "Taliban",
    "ISIL"
  ],
  "reporting_cycle": "The Monitoring Team shall submit comprehensive, independent reports to the Committee every six months, with specific deadlines for reports on March 31, 2012, and October 31, 2012.",
  "operative_authority": "Chapter VII",
  "summary": "**Notification and Publication**\n\n* The Secretariat shall publish publicly releasable information, including the narrative summary of reasons for listing, on the Committee's website.\n* The Committee shall notify the Government of Afghanistan, the Permanent Mission of Afghanistan, and other relevant States when a name is added to the List.\n\n**Delisting**\n\n* The Committee shall remove individuals and entities that no longer meet listing criteria on a case-by-case basis.\n* Delisting requests shall be considered, taking into account reconciliation conditions agreed to by the Government of Afghanistan.\n* Individuals and entities can submit delisting requests through the Focal Point mechanism.\n\n**Delisting Procedures**\n\n* Delisting requests concerning reconciled individuals should include confirmation from the High Peace Council or relevant documentation.\n* Delisting requests for individuals who formerly held positions in the Taliban regime should include confirmation from the Government of Afghanistan.\n* Delisting requests for reportedly deceased individuals should include an official statement of death.\n\n**Follow-up**\n\n* Member States shall inform the Committee of any information indicating a delisted individual should be considered for designation.\n* The Government of Afghanistan shall provide an annual report on the status of reportedly reconciled individuals who have been delisted.\n* The Committee shall consider expeditiously any information indicating a delisted individual has returned to activities inconsistent with reconciliation conditions.\nThe Security Council:\n\nDecides to establish a new sanctions committee (the Committee) consisting of all Council members to oversee sanctions against the Taliban and associated individuals and entities.\n\n**Notifications and Delisting**\n\n* Directs the Committee to notify individuals or entities of their listing or delisting in a timely manner, through the Permanent Mission of the State where they are located or, for non-Afghan individuals or entities, the State of nationality.\n* Requests States receiving such notification to take measures to notify or inform the concerned individual or entity of the delisting in a timely manner.\n\n**Review and Maintenance of the List**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1988_2011_EN.pdf"
}