{
  "resolution_no": "2008",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Post-conflict Reconstruction",
    "Security Sector Reform",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39"
  ],
  "entities": [
    "UNMIL",
    "ECOWAS",
    "African Union",
    "Peacebuilding Commission",
    "United Nations Office for West Africa (UNOWA)",
    "Liberia National Police"
  ],
  "reporting_cycle": "The Secretary-General reports by 30 April 2012",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, determining that the situation in Liberia continues to threaten international peace and security, decides to:\n\n1. Extend the mandate of UNMIL until 30 September 2012.\n\n2. Authorize UNMIL to assist the Liberian Government with the 2011 general elections.\n\n3. Urge the Government, political parties, and Liberian people to create an environment conducive to peaceful elections.\n\n4. Recall that free, fair, and peaceful elections are a core benchmark for UNMIL's future drawdown.\n\n5. Encourage progress in transition planning, and request a technical assessment mission to focus on security transition.\n\n6. Reaffirm inter-mission cooperation arrangements between UNMIL and UNOCI.\n\n7. Emphasize coordination between UNMIL and UNOCI near the Liberian-Côte d'Ivoire border.\n\n8. Call on the donor community to support the response to the influx of Ivoirian refugees.\n\n9. Emphasize coherence between peacekeeping, peacebuilding, and development.\n\n10. Update the military concept of operations and rules of engagement.\n\n11. Develop national security and rule of law institutions.\n\n12. Encourage ECOWAS to develop a sub-regional strategy to address cross-border threats.\n\n13. Welcome efforts to combat sexual and gender-based violence.\n\n14. Support the participation of women in conflict prevention and peacebuilding.\n\n15. Request regular updates from the Secretary-General, including a report by 30 April 2012.\n\n16. Remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2008_2011_EN.pdf"
}