{
  "resolution_no": "1988",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Terrorism",
    "Reconciliation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNAMA",
    "High Peace Council",
    "1267 Monitoring Team",
    "Al-Qaida",
    "Taliban",
    "ISIL"
  ],
  "reporting_cycle": "The Monitoring Team shall submit comprehensive, independent reports to the Committee every six months, with specific deadlines for reports on March 31, 2012, and October 31, 2012.",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\n1. Decides to extend the mandate of the 1267 Monitoring Team for 18 months to support the Committee, with the mandate outlined in Annex A.\n\n**Monitoring Team's Mandate:**\n\n* Submit two comprehensive reports to the Committee by 31 March 2012, and 31 October 2012.\n* Assist the Committee in reviewing names on the List and developing the Committee's record of facts and circumstances relating to a listing.\n* Follow up on requests to Member States for information.\n* Submit a comprehensive program of work to the Committee.\n* Assist the Committee with analysis of non-compliance and submit case studies.\n* Present recommendations to assist Member States with implementation of measures.\n* Assist the Committee in considering proposals for listing.\n* Bring to the Committee's attention new or noteworthy circumstances that may warrant a delisting.\n* Consult with Member States in advance of travel.\n* Encourage Member States to submit names and additional identifying information for inclusion on the List.\n\n**Coordination and Outreach:**\n\n* Recognizes the need to maintain contact with relevant UN Security Council Committees, international organizations, and expert groups.\n* Encourages UNAMA to provide assistance to the High Peace Council.\n\n**Reviews:**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1988_2011_EN.pdf"
}