{
  "resolution_no": "1973",
  "year": "2011",
  "theme": [
    "Humanitarian",
    "Peacekeeping",
    "Sanctions",
    "Terrorism",
    "WPS/CAAC",
    "Climate"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "UNIFIL",
    "MINUSMA",
    "League of Arab States",
    "African Union",
    "International Criminal Court"
  ],
  "reporting_cycle": "Secretary-General reports every 7 days",
  "operative_authority": "Chapter VII",
  "summary": "13. Replaces paragraph 11 of resolution 1970 (2011) with a new paragraph allowing inspections of vessels and aircraft bound to or from Libya to enforce the arms embargo.\n\n14. Requests coordination and reporting on inspections on the high seas.\n\n15. Requires written reports on inspections, including results and disposal of prohibited items.\n\n16. Deplores mercenary flows into Libya and calls on Member States to prevent provision of armed mercenary personnel.\nHere is a concise summary of the Security Council document 1973 (2011):\n\n**Ban on Flights**\n\n* All States shall deny permission to aircraft registered in or owned/operated by Libyan nationals/companies to take off, land or overfly their territory, unless approved by the Committee or in case of emergency landing (para 17).\n* All States shall deny permission to any aircraft to take off, land or overfly their territory if it contains prohibited items, except in case of emergency landing (para 18).\n\n**Asset Freeze**\n\n* The asset freeze imposed by resolution 1970 (2011) shall apply to all funds, assets and economic resources owned/controlled by Libyan authorities, individuals/entities acting on their behalf or at their direction (para 19).\n* The Committee shall designate such Libyan authorities, individuals or entities within 30 days (para 19).\n* Assets frozen shall be made available to the people of Libya at a later stage (para 20).\n\n**Designations**\n\n* Individuals listed in Annex I shall be subject to travel restrictions (para 22).\n* Individuals and entities listed in Annex II shall be subject to asset freeze (para 22).\n* Measures shall apply to individuals/entities that violate resolution 1970 (2011) or assist others in doing so (para 23).\n\n**Panel of Experts**\n\n* The Secretary-General shall create a Panel of Experts to assist the Committee, gather information, and make recommendations (para 24).\n* The Panel shall provide interim and final reports to the Council (para 24).\n\n**Other Provisions**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1973_2011_EN.pdf"
}