{
  "resolution_no": "2000",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNOCI",
    "French Forces",
    "ECOWAS",
    "African Union",
    "International Criminal Court"
  ],
  "reporting_cycle": "Secretary-General reports every 6 months",
  "operative_authority": "Chapter VII",
  "summary": "(g) Support for efforts to promote and protect human rights:\n- Contribute to promoting and protecting human rights, with attention to grave violations against children and women.\n- Monitor, investigate, and report on human rights and humanitarian law violations.\n- Bring to the attention of the Council perpetrators of serious human rights violations.\n\n(h) Support humanitarian assistance:\n- Facilitate unhindered humanitarian access and help strengthen delivery of humanitarian assistance.\n- Support the Ivorian authorities in preparing for the voluntary return of refugees and displaced persons.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Supports the organization and conduct of open, timely, free, fair, and transparent legislative elections in Côte d'Ivoire.\n\n Details specific tasks for the United Nations Operation in Côte d'Ivoire (UNOCI), including:\n \n- Promoting an inclusive political process\n- Providing logistical and technical assistance\n- Supporting the Independent Electoral Commission\n- Coordinating international observers\n- Providing assistance to the Special Representative of the Secretary-General\n\n Tasks UNOCI with:\n \n- Monitoring the Ivorian media\n- Using its broadcasting capacity to promote a peaceful environment\n- Encouraging Ivorian media and political actors to adhere to the Code of Good Conduct\n- Monitoring incidents of incitement to hatred and violence\n\n Supports the extension of State administration and authority throughout the country.\n\n Directs UNOCI to:\n \n- Coordinate with the Facilitator and his Special Representative\n- Protect UN personnel, installations, and equipment\n\n Decides to continue authorizing UNOCI to use necessary means to carry out its mandate.\n\n Welcomes the establishment of the Dialogue, Truth, and Reconciliation Commission.\n\n Calls upon the Government to:\n \n- Re-establish and reinforce relevant institutions\n- Ensure effective protection of human rights and accountability\n- Ensure conditions of detention for former President Gbagbo and others are in line with international obligations\n\n Urges cooperation with UNOCI and French Forces.\n\n Requests the United Nations Country Team to contribute to planning and implementation of microprojects.\n\n Encourages ECOWAS to develop a subregional strategy to address security threats.\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2000_2011_EN.pdf"
}