{
  "resolution_no": "2031",
  "year": "2011",
  "theme": [
    "Peacebuilding",
    "Security Sector Reform",
    "Human Rights",
    "Children and Armed Conflict",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "BINUCA",
    "MICOPAX",
    "African Union",
    "United Nations",
    "International Monetary Fund",
    "Peacebuilding Commission"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Welcomes progress on disarmament and demobilization, and encourages the Government to pursue this process.\n\n Welcomes the finalization of a national strategy for reintegration of former combatants and urges its implementation.\n\n Underscores the importance of security sector reform (SSR) and calls on the Government to reengage with BINUCA on this issue.\n\n Expresses concern at the security situation and welcomes efforts of MICOPAX, and calls on countries to consider extending its mandate.\n\n Underscores the primary responsibility of the Government to promote security and protect civilians.\n\n Calls on Chad, Sudan, and the Central African Republic to implement the tripartite agreement to enhance security in their common border areas.\n\n Expresses concern at the FPR's recruitment and acquisition of weapons, and condemns human rights violations.\n\n Strongly condemns continued violations of international humanitarian and human rights law, including by the LRA.\n\n Welcomes efforts to combat the LRA and commends increased cooperation and efforts to address this threat.\n\n Welcomes the designation of a focal point for LRA-related activities and calls on BINUCA to reinforce information sharing.\n\n Urges all parties to provide unhindered humanitarian access to populations in need.\nHere is a clear and concise summary of the Security Council document:\n\n18. Welcomes APRD and CPJP's action plans to halt child recruitment, calls on other parties to follow suit, and encourages continued engagement with the Special Representative on Children and Armed Conflict.\n\n19. Expresses concern over sexual and gender-based violence, encouraging BINUCA to address these issues with the Government and stakeholders.\n\n20. Urges the Government to investigate human rights violations, bring perpetrators to justice, and prevent further violations.\n\n21. Encourages the Government to engage with Bretton Woods institutions to revitalize the economy.\n\n22. Encourages the Government, Peacebuilding Commission, and partners to honour Strategic Framework commitments, and requests the Commission to assist in laying foundations for sustainable peace and development.\n\n23. Commends the launch of the Second Generation Poverty Reduction Strategy Paper (PRSP II), and calls on the Government to prioritize objectives, tackle corruption, and enhance fiscal transparency.\n\n24. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2031_2011_EN.pdf"
}