{
  "resolution_no": "1989",
  "year": 2011,
  "theme": [
    "Terrorism",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "The Taliban",
    "United Nations",
    "Security Council",
    "International Organizations",
    "INTERPOL",
    "Financial Action Task Force (FATF)"
  ],
  "reporting_cycle": "The Committee shall report to the Council on its findings regarding Member States’ implementation efforts, and identify and recommend steps necessary to improve implementation.",
  "operative_authority": "Chapter VII",
  "summary": "10. The Committee shall review procedures for exemptions as set out in the Committee’s guidelines.\nThe Security Council:\n\nDirects the Committee to facilitate exemptions; \nCooperate with other Sanctions Committees.\n\n**Listing**\n\n* Encourages Member States to submit names for Al-Qaida Sanctions List\n* Proposing Member States must provide a detailed statement of case \n* Member States to specify if Committee, Ombudsperson or Secretariat may disclose their status as designating State\n* Standard form for listing to be used, with relevant information \n* Narrative summary of reasons for listing to be made accessible on Committee website\n\n**Delisting/Ombudsperson**\n\n* Extends Ombudsperson mandate for 18 months \n* Ombudsperson to receive delisting requests, operate independently \n* Ombudsperson to present observations and recommendation to Committee \n* Listing remains if Ombudsperson recommends retention.\nHere is a summarized version of the Security Council document:\n\n23. The requirement for States to take measures against listed individuals/groups will terminate 60 days after the Committee completes consideration of the Ombudsperson's Comprehensive Report recommending delisting, unless the Committee decides by consensus to maintain the measures. If consensus doesn't exist, the Chair will submit the question to the Security Council for a decision within 60 days.\n\n24. The Secretary General is requested to strengthen the capacity of the Office of the Ombudsperson.\n\n25. Member States are urged to provide relevant information to the Ombudsperson, including confidential information.\n\n26. Member States and international organizations are encouraged to encourage individuals/entities to seek removal from the Al-Qaida Sanctions List by submitting delisting petitions to the Ombudsperson.\n\n27. When a designating State submits a delisting request, the requirement for States to take measures will terminate 60 days later unless the Committee decides by consensus to maintain the measures.\n\n28. For delisting requests, consensus must exist between all designating States; co-sponsors of listing requests are not considered designating States.\n\n29. Designating States are urged to allow the Ombudsperson to reveal their identities to listed individuals/entities that have submitted delisting petitions.\n\n30. The Committee will continue to consider delisting requests from Member States for individuals/groups that no longer meet the criteria.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1989_2011_EN.pdf"
}