{
  "resolution_no": "1990",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNISFA",
    "African Union High Level Implementation Panel",
    "United Nations Mission in Sudan (UNMIS)"
  ],
  "reporting_cycle": "every 60 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council, recalling its previous resolutions on Sudan, reaffirms its commitment to sovereignty, territorial integrity, and peace in the region. It welcomes the Agreement between the Government of Sudan and the Sudan People's Liberation Movement on temporary arrangements for the administration and security of the Abyei Area. \n\nThe Council expresses deep concern over the situation in Abyei, condemning violence against civilians, and calls for urgent implementation of the Comprehensive Peace Agreement. It urges parties to facilitate humanitarian access, return of internally displaced persons, and negotiations towards a final agreement on Abyei's status.\n\nThe Council decides to establish the United Nations Interim Security Force for Abyei (UNISFA) for 6 months, with a maximum of 4,200 military personnel, 50 police personnel, and civilian support. UNISFA's mandate includes: \n\n- Monitoring and verifying redeployment of forces from Abyei\n- Participating in Abyei Area bodies\n- Providing de-mining assistance\n- Facilitating humanitarian aid delivery\n- Supporting the Abyei Police Service\n- Providing security for oil infrastructure when necessary.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Authorizes UNISFA to take necessary actions to: \n- protect its personnel, facilities, and equipment \n- protect UN personnel, facilities, and equipment \n- ensure security and freedom of movement for UN personnel, humanitarian personnel, and Joint Military Observers \n- protect civilians under imminent threat of physical violence \n- protect the Abyei Area from unauthorized elements \n- ensure security in the Abyei Area \n\n Requests the Secretary-General and the Governments of Sudan and Southern Sudan to conclude a status-of-forces agreement, and applies the UNMIS status-of-forces agreement until then \n\n Calls on Member States to ensure free and unhindered movement of UNISFA personnel, equipment, and supplies \n\n Urges expeditious deployment of UNISFA and cooperation from the Governments of Sudan and Southern Sudan \n\n Stresses the importance of cooperation between the Governments of Sudan and Southern Sudan for peace, security, and stability \n\n Calls on the Governments of Sudan and Southern Sudan to resolve the final status of Abyei peacefully",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1990_2011_EN.pdf"
}