{
  "resolution_no": "2018",
  "year": "2011",
  "theme": [
    "Piracy",
    "Maritime Security",
    "Regional Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 100",
    "Article 101",
    "Article 105"
  ],
  "entities": [
    "ECOWAS",
    "ECCAS",
    "Gulf of Guinea Commission (GGC)",
    "International Maritime Organization (IMO)"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council expresses deep concern about the threat of piracy and armed robbery at sea in the Gulf of Guinea, which poses a risk to international navigation, security, and economic development in the region. The Council recalls its previous statement on the issue and emphasizes the need for a comprehensive solution.\n\nThe Council affirms its respect for the sovereignty and territorial integrity of Gulf of Guinea states and their neighbors, and notes that international law, as reflected in the UN Convention on the Law of the Sea, provides a framework for countering piracy.\n\nThe Council:\n\n1. Condemns all acts of piracy and armed robbery at sea off the coast of Gulf of Guinea states;\n2. Welcomes the intention to convene a summit of Gulf of Guinea Heads of State to develop a comprehensive response, and encourages regional organizations to develop a strategy, including:\n\t* Developing domestic laws and regulations to criminalize piracy;\n\t* Establishing a regional framework to counter piracy;\n\t* Strengthening domestic laws to implement international agreements on navigation safety;\n3. Encourages regional states to conduct bilateral or regional maritime patrols to counter piracy, while ensuring that such activities do not impair freedom of navigation;\n4. Calls on states to issue advice and guidance to ships on avoidance, evasion, and defensive techniques when sailing in Gulf of Guinea waters;\n5. Calls on regional states to cooperate in the prosecution of alleged perpetrators of piracy and armed robbery at sea, in accordance with international law.\nThe Security Council:\n\n6. Encourages the international community to assist States in the region, ECOWAS, ECCAS, GGC and other relevant organizations and agencies, upon request, in strengthening their efforts to counter piracy and armed robbery at sea in the Gulf of Guinea;\n\n7. Welcomes the Secretary-General's intention to deploy a UN assessment mission to examine the threat of piracy and armed robbery at sea in the Gulf of Guinea and explore options to address the problem, and looks forward to receiving the mission's report with recommendations;\n\n8. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2018_2011_EN.pdf"
}