{
  "resolution_no": "2020",
  "year": "2011",
  "theme": [
    "Piracy",
    "Armed Robbery",
    "Maritime Security",
    "International Law"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNODC",
    "IMO",
    "CGPCS",
    "EU operation Atalanta",
    "North Atlantic Treaty Organization"
  ],
  "reporting_cycle": "Secretary-General reports every 11 months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions on Somalia, particularly 1814 (2008) to 2015 (2011), and the President's Statement (S/PRST/2010/16) of 25 August 2010,\n\nRemains gravely concerned about piracy and armed robbery at sea off Somalia's coast, threatening humanitarian aid, seafarers' safety, and international navigation,\n\nExpresses concern about children involved in piracy,\n\nRecognizes the need for a comprehensive response to piracy, including tackling its root causes,\n\nCalls for investigating and prosecuting not only suspects captured at sea but also those inciting or facilitating piracy,\n\nReaffirms respect for Somalia's sovereignty, territorial integrity, and unity, including its rights to offshore natural resources,\n\nStresses the need to prevent illegal fishing and dumping, and investigate related allegations,\n\nReaffirms international law, as reflected in the UN Convention on the Law of the Sea, as the framework for combating piracy,\n\nTakes into account Somalia's crisis situation and limited capacity to interdict and prosecute pirates,\n\nNotes the Transitional Federal Government's (TFG) requests for international assistance to counter piracy,\n\nCommends efforts by EU operation Atalanta, NATO operations, and other States to suppress piracy,\n\nWelcomes regional capacity-building efforts by the International Maritime Organization (IMO) and the Djibouti Code of Conduct,\n\nNotes with appreciation IMO and shipping industry efforts to develop guidance and best practices to prevent piracy,\n\nNoting with concern the limited capacity and domestic legislation to facilitate the custody and prosecution of suspected pirates.\nHere is a summarized version of the Security Council document:\n\nThe Security Council reiterates condemnation of piracy and armed robbery off Somalia's coast, recalling the SUA Convention's provisions on creating criminal offenses and jurisdiction. It emphasizes the importance of collecting, preserving, and transmitting evidence to competent authorities and welcomes IMO, INTERPOL, and industry groups' efforts to develop guidance on preserving crime scenes.\n\nThe Council notes the consensus on establishing a Working Group on illicit financial flows linked to piracy and recognizes the threat posed by kidnapping and hostage-taking. It strongly condemns hostage-taking, expresses concern for hostages' conditions, and calls for their immediate release.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2020_2011_EN.pdf"
}