{
  "resolution_no": "2003",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Climate"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "UNAMID",
    "African Union",
    "Government of Sudan",
    "UN Country Team"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nReaffirming previous resolutions and presidential statements on Sudan, stresses full compliance. \nReaffirming commitment to Sudan's sovereignty, unity, independence, and territorial integrity.\n\nRecalling resolutions 1674 (2006), 1894 (2009) on civilian protection; 1612 (2005), 1882 (2009), 1998 (2011) on children and armed conflict; 1502 (2003) on humanitarian personnel; and 1325 (2000) on women, peace, and security.\n\nRecalling the importance of ending impunity and ensuring justice for Darfur crimes.\n\nBearing in mind refugee and internally displaced persons' protection conventions.\n\nRecalling reports on children and armed conflict in Sudan, including recommendations.\n\nExpressing commitment to the African Union (AU)-UN Darfur peace process, hosted by Qatar.\n\nWelcoming the 31 May 2011 All Darfur Stakeholders Conference (ADSC) and the 14 July Agreement.\n\nWelcoming the Implementation Follow-up Committee (IFC) and Qatar's engagement.\n\nUnderlining the UN-AU partnership in maintaining peace and security in Africa.\n\nWelcoming the report of the Secretary-General on UNAMID.\n\nStressing a rigorous approach to peacekeeping deployments.\n\nExpressing deep concern at Darfur's deteriorating security situation.\n\nExpressing concern at hostilities between the Government of Sudan and rebel groups. \nCalling on all parties to cease hostilities and facilitate humanitarian access.\nHere is a concise summary of the Security Council document 2003 (2011):\n\nThe Security Council reiterates that there can be no military solution to the conflict in Darfur and that an inclusive political settlement is essential to re-establishing peace. The Council condemns all violations of international human rights and humanitarian law in Darfur and calls on all parties to comply with their obligations.\n\nThe Council extends the mandate of UNAMID for 12 months to 31 July 2012 and requests the Secretary-General to review the uniformed personnel required for UNAMID. The Council underlines the need for UNAMID to prioritize the protection of civilians, ensure safe humanitarian access, and maximize the use of its capabilities.\n\nThe Council demands that all parties engage in a permanent ceasefire and comprehensive peace settlement based on the Doha Document for Peace in Darfur (DDPD). The Council recognizes the potential complementary role of a Darfur-based Political Process (DPP) led by the AU and the UN.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2003_2011_EN.pdf"
}