{
  "resolution_no": "1988",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Terrorism",
    "Reconciliation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNAMA",
    "High Peace Council",
    "1267 Monitoring Team",
    "Al-Qaida",
    "Taliban",
    "ISIL"
  ],
  "reporting_cycle": "The Monitoring Team shall submit comprehensive, independent reports to the Committee every six months, with specific deadlines for reports on March 31, 2012, and October 31, 2012.",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions on international terrorism and Afghanistan, adopted Resolution 1988 (2011) on June 17, 2011. The situation in Afghanistan still poses a threat to international peace and security, with ongoing violent and terrorist activities by the Taliban, Al-Qaida, and other groups. The Council reaffirms its commitment to Afghanistan's sovereignty, independence, and territorial integrity.\n\nThe Council recognizes the importance of a comprehensive political process to support reconciliation among Afghans, with no purely military solution to ensure stability. It welcomes the Government of Afghanistan's desire for national reconciliation, as set forth in the Bonn Agreement, London Conference, and Kabul Conference.\n\nThe Council notes that some Taliban members have reconciled with the Government, rejected Al-Qaida's ideology, and support a peaceful resolution. However, it reaffirms the need to combat the threat to international peace and security by all means, in accordance with the Charter and international law.\n\nThe Council recalls the conditions for reconciliation, including renunciation of violence, no links to terrorist organizations, and respect for the Afghan Constitution. It stresses the importance of individuals and entities ceasing to engage in or support activities that threaten Afghanistan's peace, stability, and security.\n\nThe Council takes note of the Government of Afghanistan's request to remove Afghan names from UN sanctions lists for those who respect reconciliation conditions. It welcomes the Consultative Peace Jirga and the establishment of the High Peace Council.\n\nThe Council supports the fight against illicit production and trafficking of drugs from Afghanistan and expresses concern at kidnapping and hostage-taking incidents. It reiterates its support for the UN's role in promoting peace, stability, and security in Afghanistan and the efforts of the Secretary-General and UNAMA. The Council aims to ensure that the sanctions regime contributes effectively to combating insurgency and supporting reconciliation efforts.\nThe Security Council:\n\nReaffirms international support for Afghan-led reconciliation efforts and intends to give due regard to lifting sanctions on those who reconcile.\n\nActing under Chapter VII of the Charter, \n\n**Measures**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1988_2011_EN.pdf"
}