{
  "resolution_no": "1988",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Terrorism",
    "Reconciliation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNAMA",
    "High Peace Council",
    "1267 Monitoring Team",
    "Al-Qaida",
    "Taliban",
    "ISIL"
  ],
  "reporting_cycle": "The Monitoring Team shall submit comprehensive, independent reports to the Committee every six months, with specific deadlines for reports on March 31, 2012, and October 31, 2012.",
  "operative_authority": "Chapter VII",
  "summary": "Reaffirms international support for Afghan-led reconciliation efforts and intends to give due regard to lifting sanctions on those who reconcile.\n\nActing under Chapter VII of the Charter, \n\n**Measures**\n\n1. Decides all States shall:\n    (a) Freeze funds, financial assets, or economic resources of individuals and entities designated as Taliban, Al-Qaida, and associated individuals and entities;\n    (b) Prevent entry into or transit through their territories of listed individuals, except for judicial processes or Committee-approved cases;\n    (c) Prevent supply, sale, or transfer of arms and related materiel to listed individuals and entities.\n\n2. Decides individuals and entities previously designated as Taliban shall be removed from the Consolidated List and placed on a new List, subject to measures in paragraph 1.\n\n3. Acts or activities indicating eligibility for designation include:\n    (a) Participating in financing, planning, or perpetrating acts in support of listed individuals and entities;\n    (b) Supplying arms and related materiel;\n    (c) Recruiting for; or\n    (d) Otherwise supporting listed individuals and entities.\n\n4. Affirms undertakings or entities owned or controlled by listed individuals and entities are eligible for designation.\n\n5. Notes means of financing or support include proceeds from illicit cultivation, production, and trafficking of narcotic drugs from Afghanistan.\n\n6. Confirms requirements apply to financial and economic resources, including Internet hosting services.\n\n7. Confirms requirements apply to payment of ransoms to listed individuals and entities.\n\n8. Allows addition of payments to frozen accounts.\n\n9. Encourages use of exemptions in paragraphs 1 and 2 of resolution 1452 (2002), as amended.\n\n**Listing**\n\n10. Encourages Member States to submit names for inclusion on the List to the Committee.\nHere is a concise summary of the Security Council document 1988 (2011):\n\n**Listing**\n\n* Member States shall provide relevant information, including identifying details, when proposing names to the Committee for inclusion on the List.\n* A detailed statement of case shall be provided, releasable upon request, except for confidential parts.\n* The Committee shall make a narrative summary of reasons for listing accessible on its website.\n* The Committee and Monitoring Team shall share information to inform listing decisions.\n\n**Notification and Publication**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1988_2011_EN.pdf"
}