{
  "resolution_no": "1979",
  "year": "2011",
  "theme": [
    "Western Sahara",
    "Peacekeeping",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINURSO",
    "UNHCR",
    "Office of the High Commissioner for Refugees"
  ],
  "reporting_cycle": "at least twice a year",
  "operative_authority": "Chapter VI",
  "summary": "3. Welcomes parties' commitment to continue informal talks.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n* Endorses the recommendation that realism and a spirit of compromise are essential to achieve progress in negotiations on Western Sahara (para 3).\n* Calls on parties to show political will and work in a spirit of dialogue to implement previous resolutions and achieve a solution (para 4).\n* Supports the Secretary-General's efforts and welcomes the intensified pace of meetings and contacts (para 5).\n* Calls on parties to negotiate in good faith, without preconditions, to achieve a just and lasting solution providing for self-determination of the people of Western Sahara (para 6).\n* Invites Member States to assist in the talks (para 7).\n* Requests the Secretary-General to keep the Council informed on the negotiations (para 8) and provide a report on the situation in Western Sahara (para 9).\n* Welcomes the commitment of parties and neighboring states to review and expand confidence-building measures (para 10).\n* Urges Member States to provide voluntary contributions to fund confidence-building measures (para 11).\n* Requests the Secretary-General to examine challenges to MINURSO's operations (para 12).\n* Extends the mandate of MINURSO until 30 April 2012 (para 13).\n* Requests the Secretary-General to ensure compliance with the UN's zero-tolerance policy on sexual exploitation and abuse (para 14).\n* Decides to remain seized of the matter (para 15).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1979_2011_EN.pdf"
}