{
  "resolution_no": "2005",
  "year": "2011",
  "theme": [
    "Peacebuilding",
    "Elections",
    "Security",
    "Human Rights",
    "Gender"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIPSIL",
    "United Nations country team",
    "Peacebuilding Commission",
    "Special Court for Sierra Leone",
    "Economic Community of West African States (ECOWAS)"
  ],
  "reporting_cycle": "every six months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\nRecalling previous resolutions on Sierra Leone, welcomes the Secretary-General's report (S/2011/554) and decides to extend the mandate of UNIPSIL for one year, until 15 September 2012. \nThe Council notes preparations for 2012 elections, stressing the importance of a conducive environment for peaceful, transparent, free, and fair elections. \nIt welcomes efforts to implement the 2 April 2009 Joint Communiqué, prevent political violence, and promote women's participation. \nThe Council commends the Government's progress in implementing the Agenda for Change, but notes remaining challenges. \nIt recognizes the threats of illicit drug trafficking, corruption, and youth unemployment, and welcomes progress under the West Africa Coast Initiative. \nThe Council emphasizes the need for continued integrated support from the UN system and the international community. \nIt commends UNIPSIL's contribution to peacebuilding efforts and encourages the implementation of the UN Joint Vision. \nThe 2012 elections will be a major milestone in consolidating peace and security, defining UNIPSIL's transition into a UN country team. \nThe Council reiterates its appreciation for the Peacebuilding Commission, Peacebuilding Fund, and the Special Court for Sierra Leone. \nIt recalls the responsibility for controlling small arms and light weapons and welcomes the launch of the national action plan. \nThe Council welcomes the role of the African Union and ECOWAS and encourages regional organizations to continue their dialogue. \nDecides to extend UNIPSIL's mandate, as set out in resolution 1941 (2010), until 15 September 2012.\nThe Security Council:\n\n2. Emphasizes UNIPSIL's objectives with the UN country team, within their mandates, focusing on: \n    i. Supporting 2012 elections preparation and providing technical assistance to stakeholders for peaceful, credible, and democratic elections.\n    ii. Assisting conflict prevention and mitigation efforts, promoting dialogue among parties.\n    iii. Tackling youth unemployment through training, education, and skills provision.\n    iv. Implementing the Sierra Leone National Action Plan on Women, Peace and Security.\n    v. Promoting good governance, rule of law, human rights, and combating corruption.\n\n3. Calls on the Government, parties, and stakeholders to contribute to a peaceful and tolerant atmosphere for the 2012 elections.\n\n4. Calls on Sierra Leone authorities to resolve outstanding electoral legal framework issues.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2005_2011_EN.pdf"
}