{
  "resolution_no": "2019",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "EUFOR ALTHEA",
    "NATO",
    "UN",
    "European Union",
    "Organization for Security and Cooperation in Europe (OSCE)"
  ],
  "reporting_cycle": "at least at three-monthly intervals",
  "operative_authority": "Chapter VII",
  "summary": "8. Pays tribute to participating Member States and welcomes their continued deployment.\n\n9. Welcomes EU's intention to maintain EUFOR ALTHEA.\n\n10. Authorizes a multinational stabilization force (EUFOR ALTHEA) for 12 months.\n\n11. Welcomes NATO's decision to maintain a presence and authorizes continued NATO Headquarters presence.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n \n Authorizes EUFOR ALTHEA and NATO presence to implement the Peace Agreement, \n particularly annexes 1-A and 2, in cooperation with each other. \n\n Recognizes EUFOR ALTHEA's main peace stabilization role and NATO's \n supporting role.\n\n Applies the Peace Agreement and previous resolutions to EUFOR ALTHEA and \n NATO presence, as they applied to SFOR.\n\n Intends to review further authorization based on developments in Bosnia and \n Herzegovina.\n\n Authorizes Member States to take necessary measures to ensure compliance with \n annexes 1-A and 2 and protect EUFOR ALTHEA and NATO presence.\n\n Authorizes self-defense and defense of EUFOR ALTHEA and NATO presence.\n\n Ensures compliance with airspace rules and procedures.\n\n Demands respect for security and freedom of movement of international personnel.\n\n Requests reporting on EUFOR ALTHEA and NATO presence activities.\n\n Invites States to provide support and facilities.\n\n Appreciates EU Police Mission deployment.\n\n Requests the Secretary-General to submit reports on Peace Agreement \n implementation.\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2019_2011_EN.pdf"
}