{
  "resolution_no": "2002",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "African Union Mission in Somalia (AMISOM)",
    "Transitional Federal Government (TFG)",
    "The Committee established pursuant to resolution 751 (1992)"
  ],
  "reporting_cycle": "The Monitoring Group to provide a midterm briefing within six months and submit progress reports to the Committee on a monthly basis",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms previous resolutions on Somalia and Eritrea, particularly the Somalia arms embargo (resolution 733 (1992)) and Eritrea arms embargo (resolution 1907 (2009)).\n\nNotes exceptions to the arms embargo for African Union Mission in Somalia (AMISOM) and security sector institutions.\n\nRecalls resolutions on children and armed conflict, women, peace and security, and protection of civilians.\n\nReaffirms respect for sovereignty, territorial integrity, and unity of Somalia, Djibouti, and Eritrea.\n\nSupports the Djibouti Peace Agreement and Peace Process as a basis for resolving the conflict in Somalia.\n\nTakes note of the Monitoring Group's report, condemning flows of weapons and ammunition in violation of the arms embargoes.\n\nCalls on Member States to refrain from actions contravening the embargoes and hold violators accountable.\n\nReaffirms the importance of monitoring the embargoes and expresses concern at intimidation of the Monitoring Group.\n\nCondemns the targeting and obstruction of humanitarian aid and attacks on humanitarian personnel.\n\nCondemns violence, abuses, and violations against civilians, including children, and stresses the need for perpetrators to be brought to justice.\n\nReaffirms the need for accountability and transparency in financial resource allocation.\n\nCalls for an end to misappropriation of financial funds.\n\nDetermines that the situation in Somalia and Eritrea's actions continue to threaten international peace and security.\n\nActs under Chapter VII of the Charter of the United Nations.\nHere is a concise summary of the Security Council document:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2002_2011_EN.pdf"
}