{
  "resolution_no": "1991",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MONUSCO",
    "UNIFIL",
    "MINUSMA",
    "International Criminal Court",
    "African Union"
  ],
  "reporting_cycle": "Secretary-General reports every 6 months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions on the Democratic Republic of the Congo (DRC), reaffirms its commitment to the country's sovereignty, territorial integrity, and political independence. The Council notes improvements in the peace and security situation but significant challenges remain, including armed groups in the Kivus and Oriental Province, human rights abuses, and illegal exploitation of natural resources. \n\nThe Council commends regional cooperation in the Great Lakes region and encourages further efforts to promote peace and stability. It stresses the importance of timely, inclusive, peaceful, credible, and transparent elections for democracy consolidation and national reconciliation. \n\nThe Council supports peacebuilding efforts, emphasizing economic development for long-term stabilization and peace consolidation. It remains concerned about the humanitarian situation, condemning targeted attacks against civilians, sexual violence, and recruitment of children by conflict parties. \n\nThe Council recalls its resolutions on women, peace, and security, protection of civilians, and children and armed conflict. It condemns attacks against UN peacekeepers and humanitarian personnel, emphasizing that perpetrators must be brought to justice. \n\nThe Council decides to extend the mandate of MONUSCO until 30 June 2012, as set out in Resolution 1925, prioritizing civilian protection in decisions about the use of MONUSCO's capabilities.\nThe Security Council:\n\n1. Encourages MONUSCO to use innovative measures to protect civilians and utilize available capacity and resources.\n\n2. Reiterates the Government of the Democratic Republic of the Congo's primary responsibility for security, peacebuilding, and development, and encourages the Government to protect civilians, establish professional security forces, and promote non-military solutions to address threats from armed groups.\n\n3. Welcomes enhanced dialogue with the Government, and encourages continued assessment discussions to inform decisions on MONUSCO's reconfiguration.\n\n4. Reiterates that future reconfigurations of MONUSCO will be determined by the situation on the ground and progress towards objectives, including: \n    (a) completion of military operations in the Kivus and Orientale Province,\n    (b) improved capacity of the Government to protect the population,\n    (c) consolidation of State authority throughout the territory.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1991_2011_EN.pdf"
}