{
  "resolution_no": "1989",
  "year": 2011,
  "theme": [
    "Terrorism",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "The Taliban",
    "United Nations",
    "Security Council",
    "International Organizations",
    "INTERPOL",
    "Financial Action Task Force (FATF)"
  ],
  "reporting_cycle": "The Committee shall report to the Council on its findings regarding Member States’ implementation efforts, and identify and recommend steps necessary to improve implementation.",
  "operative_authority": "Chapter VII",
  "summary": "The Office of the Ombudsperson is authorized to process delisting requests from individuals, groups, undertakings, or entities on the Al-Qaida Sanctions List. \n\nUpon receipt of a delisting request, the Ombudsperson shall: \n- Acknowledge receipt and inform the petitioner of the procedure;\n- Answer questions and return requests that fail to address original designation criteria;\n- Verify if the request is new or repeated and return repeated requests without additional information.\n\nThe Ombudsperson shall forward requests to Committee members, designating States, and relevant UN bodies to gather information within four months. \nThe Ombudsperson may engage in dialogue with these States.\n\nThe Ombudsperson shall also forward requests to the Monitoring Team, which shall provide relevant information, assessments, and questions within four months.\n\nAfter information gathering, the Ombudsperson presents a written update to the Committee.\n\nThe Ombudsperson then facilitates a two-month dialogue period, which may include dialogue with the petitioner, and may extend or shorten this period as needed.\n\nDuring dialogue, the Ombudsperson may ask questions, request information, and coordinate with States, the Committee, and the Monitoring Team. \n\nThe Ombudsperson shall request a signed statement from the petitioner declaring no ongoing association with Al-Qaida and undertakes not to associate with Al-Qaida in the future.\n\nThe Ombudsperson shall not disclose confidential information without express written consent.\nHere is a concise summary of the Security Council document:\n\n(h) During the dialogue phase, the Ombudsperson shall consider opinions of designating states and other Member States with relevant information.\n\n7. The Ombudsperson shall draft a Comprehensive Report, with the help of the Monitoring Team, which shall:\n(a) Summarize and specify sources of information relevant to the delisting request, respecting confidential elements;\n(b) Describe Ombudsperson's activities, including dialogue with the petitioner;\n(c) Lay out principal arguments concerning the delisting request.\n\n8. The Committee shall review the Comprehensive Report for 15 days before considering the delisting request.\n\n9. The Ombudsperson shall present the Comprehensive Report and answer Committee members' questions.\n\n10. Committee consideration shall be completed within 30 days.\n\n11. If the Ombudsperson recommends retaining the listing, the requirement for States to take measures remains in place.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1989_2011_EN.pdf"
}