{
  "resolution_no": "1969",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Post-Conflict Reconstruction",
    "Human Rights",
    "Rule of Law"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIT",
    "PNTL",
    "Government of Timor-Leste",
    "United Nations Country Team"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days, and submit to the Security Council, no later than 15 October 2011 and 26 January 2012",
  "operative_authority": "Chapter VI",
  "summary": "Acknowledging Timor-Leste's contribution to post-conflict peacebuilding, \n\nStressing the importance of a peaceful, credible, and transparent electoral process in 2012, \n\nWelcoming efforts to reintegrate Internally Displaced Persons (IDPs), \n\nRecognizing UNMIT's role in promoting peace, stability, and development, \n\n1. Decides to extend UNMIT's mandate until 26 February 2012 at current levels; \n\n2. Urges parties to work together, engage in dialogue, and consolidate peace, democracy, and rule of law; \n\n3. Requests UNMIT to support the preparation of 2012 parliamentary and presidential elections; \n\n4. Reaffirms the need for security sector reform, delineating F-FDTL and PNTL roles, and strengthening civilian oversight; \n\n5. Emphasizes ensuring PNTL credibility and integrity, including resolving disciplinary and criminal charges; \n\n6. Encourages PNTL to resume primary policing responsibilities in all districts and units; \n\n7. Endorses the reconfiguration of UNMIT's police component; \n\n8. Requests UNMIT to provide interim law enforcement and operational support to PNTL; \n\n9. Requests UNMIT to support PNTL's institutional development and capacity-building; \n\n10. Underscores the need for updated concept of operations and rules of engagement; \n\n11. Reaffirms the importance of accountability and justice, and supports UNMIT's assistance; \n\n12. Underlines the importance of a coordinated approach to justice sector reform.\nThe Security Council:\n\n Reiterates the importance of Timorese ownership and strengthening national capacity in judicial functions, including training and specialization of national lawyers and judges, and emphasizes the need for sustained international community support.\n\n Requests UNMIT to continue assisting the Government of Timor-Leste in carrying out proceedings recommended by the Commission of Inquiry and to support the Government in coordinating donor cooperation.\n\n Recognizes the importance of the Government's development plans, particularly in infrastructure, rural development, and human resources, and calls upon UNMIT to cooperate with UN agencies to support the Government in designing poverty reduction and economic growth policies.\n\n Encourages the Government to strengthen peacebuilding perspectives, especially in employment, empowerment, and local socio-economic development.\n\n Requests UNMIT to fully consider gender considerations and to strengthen the responsiveness of the security sector to women's specific needs.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1969_2011_EN.pdf"
}