{
  "resolution_no": "2010",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Security",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "AMISOM",
    "UNPOS",
    "African Union",
    "IGAD"
  ],
  "reporting_cycle": "every four months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\n* Requests the Secretary-General to continue providing logistical support to the African Union Mission in Somalia (AMISOM) until 31 October 2012, for a maximum of 12,000 uniformed personnel.\n* Decides to extend the logistical support package for AMISOM for a maximum of 12,000 troops.\n* Considers that counter-Improvised Explosive Device and explosive ordnance disposal activities may be provided through the logistical support package.\n* Recalls its statement of intent regarding the establishment of a United Nations peacekeeping operation in Somalia, subject to certain conditions.\n* Calls on Member States and regional and international organizations to support AMISOM through equipment, technical assistance, and funding.\n* Emphasizes the need for effective development of Somali Security Forces and reiterates its call to Member States to contribute to the United Nations Trust Fund for Somali security institutions.\n* Requests the Secretary-General to assist the Transitional Federal Government in developing transitional security institutions and a Somali-owned national security strategy.\n* Reaffirms that measures imposed by previous resolutions shall not apply to supplies and technical assistance provided to the Transitional Federal Government for security sector development.\n* Reiterates its call on all Somali parties to support the Djibouti Agreement and end hostilities.\n* Requests the Secretary-General to continue extending his good offices to facilitate reconciliation and peace process in Somalia.\n* Notes the important role regional administrations and civil society can play in the political process.\n* Encourages the international community to provide support to peacebuilding, capacity-building, and good governance efforts in areas of relative stability within Somalia.\n* Condemns attacks against civilians in Somalia and calls for the immediate cessation of all acts of violence.\n* Expresses concern about reports of human rights violations in Somalia and stresses the importance of investigating and bringing those responsible to justice.\n* Recalls the conclusions endorsed by the Security Council Working Group on Children and Armed Conflict in Somalia and calls on all parties to end grave violations and abuses committed against children.\nHere is a clear and concise summary of the Security Council document:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2010_2011_EN.pdf"
}