{
  "resolution_no": "2015",
  "year": "2011",
  "theme": [
    "Piracy",
    "Somalia",
    "Maritime Security",
    "Justice and Rule of Law"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 100",
    "Article 101",
    "Article 105"
  ],
  "entities": [
    "UNODC",
    "UNDP",
    "Transitional Federal Government (TFG)",
    "Somaliland",
    "Puntland",
    "Seychelles",
    "Mauritius",
    "Tanzania"
  ],
  "reporting_cycle": "Secretary-General reports by 31 December 2011",
  "operative_authority": "Chapter VII",
  "summary": "6. Urges States to cooperate on prosecuting suspected pirates for taking hostages.\n\n7. Requests the TFG and Somali regional authorities to elaborate and adopt counter-piracy laws and report to the Security Council by 31 December 2011.\n\n8. Calls on UNODC, UNDP, and other international partners to support developing domestic legislation and mechanisms for prosecuting and imprisoning pirates.\n\n9. Urges States to criminalize piracy under domestic law and prosecute suspected pirates.\n\n10. Urges States and international organizations to share evidence and information for anti-piracy law enforcement.\n\n11. Requests Member States to report to the Secretary-General by 31 December 2011 on measures taken to criminalize piracy and prosecute suspected pirates.\n\n12. Commends UNODC and UNDP's work in supporting counter-piracy trials and increasing prison capacity in Somalia.\n\n13. Reaffirms the need for effective judicial mechanisms to prosecute suspected pirates.\n\n14. Welcomes the Secretary-General's undertaking to assist in enhancing counter-piracy prosecution efforts.\n\n15. Requests States and regional organizations to consider the contribution of the Somali diaspora to anti-piracy efforts.\n\n16. Decides to continue considering the establishment of specialized anti-piracy courts in Somalia and other States.\n\n17. Underlines the importance of such courts having jurisdiction over those who incite or facilitate piracy operations.\n\n18. Recognizes the need for increased prison capacity and calls on Somali authorities and international partners to support prison construction and operation.\n\n19. Calls on Member States and regional organizations to support establishing specialized anti-piracy courts by providing international experts.\nThe Security Council:\n \n20. Calls on States to provide support, including personnel, \nincluding those from the Somali diaspora, through secondment or otherwise, \nand to otherwise support the work of UNODC, UNDP or others \nin this regard through contributions to the Trust Fund;  \n \n20. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2015_2011_EN.pdf"
}