{
  "resolution_no": "2031",
  "year": "2011",
  "theme": [
    "Peacebuilding",
    "Security Sector Reform",
    "Human Rights",
    "Children and Armed Conflict",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "BINUCA",
    "MICOPAX",
    "African Union",
    "United Nations",
    "International Monetary Fund",
    "Peacebuilding Commission"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous statements on the Central African Republic (CAR), reaffirms its commitment to the country's sovereignty, independence, and territorial integrity.\n\nWelcomes efforts towards national reconciliation, based on the 2008 Libreville Comprehensive Peace Agreement, and calls on all armed groups to join without delay.\n\nAcknowledges the role of the UN Integrated Peacebuilding Office in CAR (BINUCA) in supporting mediation efforts and the organization of peaceful presidential and legislative elections in 2011.\n\nExpresses concern at the security situation, citing the presence of armed groups, including the Lord's Resistance Army (LRA) and the Front Populaire pour le Redressement (FPR).\n\nWelcomes ceasefire agreements and commends the African Union's regional cooperation initiative to eliminate the LRA.\n\nRecalls resolutions on women, peace, and security, and children and armed conflict, and expresses concern at human rights violations.\n\nNotes the importance of dialogue between the Government and the International Monetary Fund on economic developments.\n\nWelcomes the engagement of the Peacebuilding Commission and the contribution of the Peacebuilding Fund.\n\nDecides to extend BINUCA's mandate until 31 January 2013.\n\nUnderlines the importance of a fully integrated office ensuring effective coordination among UN agencies in CAR.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Looks forward to the Central African Republic's progress on creating a permanent and independent electoral management body and revising the electoral code, and calls for municipal elections to be organized as soon as possible.\n\n Encourages the Government to continue consultations with the opposition on electoral reform.\n\n Urges the Government to ensure freedom of expression and assembly, and the rule of law, and for the opposition and Government to engage in constructive dialogue.\n\n Calls on the Government and armed groups to commit to the national reconciliation process and disarmament, demobilization, and reintegration.\n\n Welcomes progress on disarmament and demobilization, and encourages the Government to pursue this process.\n\n Welcomes the finalization of a national strategy for reintegration of former combatants and urges its implementation.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2031_2011_EN.pdf"
}