{
  "resolution_no": "2003",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Climate"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "UNAMID",
    "African Union",
    "Government of Sudan",
    "UN Country Team"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Council requests the Secretary-General to develop a roadmap for the Darfur peace process and to report on the issue. The Council commends the contribution of troop and police contributing countries and donors to UNAMID and strongly condemns all attacks on UNAMID.\n\nThe Council calls on the Government of Sudan to comply with its obligations, including ensuring the security and freedom of movement of UNAMID personnel, and to bring to justice the perpetrators of crimes against peacekeepers. The Council expresses deep concern at continuing restrictions on UNAMID movement and operations and demands that the Government of Sudan remove all obstacles to UNAMID's full and proper discharge of its mandate.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Demands the Government of Sudan respect the rights of UNAMID personnel under the Status of Forces Agreement (SOFA) and provide a license for UNAMID's radio transmitter.\n\n2. Requests the Secretary-General to report every 90 days on progress made towards implementing UNAMID's mandate, including on security, humanitarian situation, human rights, and early recovery.\n\n3. Demands all parties to the conflict in Darfur end violence, attacks on civilians, peacekeepers, and humanitarian personnel, and comply with international human rights and humanitarian law.\n\n4. Expresses concern at the deterioration of the humanitarian situation, calls for full implementation of the Communiqué on Facilitation of Humanitarian Activities in Darfur, and demands safe and unhindered access for humanitarian organizations.\n\n5. Condemns human rights violations in Darfur, including arbitrary arrests and detentions, and emphasizes the importance of ensuring accountability for serious violations.\n\n6. Notes the interconnectedness of conflicts in Sudan and the region, and urges close coordination among UN missions.\n\n7. Stresses the importance of achieving dignified and durable solutions for refugees and internally displaced persons, and demands that all parties create conditions conducive to their voluntary return.\n\n8. Notes the importance of early recovery efforts in Darfur, and encourages UNAMID to facilitate the work of the UN Country Team and expert agencies.\n\n9. Commends the outcome of the Darfur International Conference on water and calls on UNAMID and other UN agencies to meet their commitments.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2003_2011_EN.pdf"
}