{
  "resolution_no": "1969",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Post-Conflict Reconstruction",
    "Human Rights",
    "Rule of Law"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIT",
    "PNTL",
    "Government of Timor-Leste",
    "United Nations Country Team"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days, and submit to the Security Council, no later than 15 October 2011 and 26 January 2012",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nReaffirmed all previous resolutions and statements on Timor-Leste, particularly resolutions 1599 (2005), 1677 (2006), 1690 (2006), 1703 (2006), 1704 (2006), 1745 (2007), 1802 (2008), 1867 (2009), and 1912 (2010).\n\nWelcomed the Secretary-General's report of 25 January 2011 (S/2011/32).\n\nReaffirmed its commitment to Timor-Leste's sovereignty, independence, territorial integrity, and national unity.\n\nNoted general stability and improvements in the political and security situation.\n\nWelcomed strong commitment of leadership and stakeholders to national dialogue and peaceful participation.\n\nWelcomed efforts to promote cooperation and dialogue between local and national authorities.\n\nWelcomed efforts to create opportunities for all political parties to contribute to national issues.\n\nReaffirmed the need for respect for the independence of the judiciary and to act against impunity.\n\nEncouraged increased efforts to establish accountability for serious criminal offences.\n\nWelcomed progress in strengthening justice and corrections sectors.\n\nRecognized steps taken to strengthen institutional capacities and effectiveness of the Anti-Corruption Commission and the Civil Service Commission.\n\nWelcomed the commencement of a transition planning and implementation mechanism.\n\nWelcomed progress towards the full resumption of primary policing responsibilities by the Polícia Nacional de Timor-Leste (PNTL).\n\nReaffirmed the need to implement the arrangement on the restoration and maintenance of public security.\n\nNoted the continuing need for support to the PNTL's institutional development and capacity-building.\n\nExpressed full support for the role of international security forces.\n\nWelcomed progress in achieving strong economic growth and socio-economic development.\n\nWelcomed commitment and action to promote the objectives of Security Council resolution 1325 (2000), including measures to protect women and girls from gender-based violence.\nThe Security Council:\n\nRecalling the situation in Timor-Leste, \n\nNoting efforts by the Government to finalize the National Strategic Development Plan 2011-2030, \n\nRecalling progress in political, economic, social development, and institution building, but also challenges, \n\nAcknowledging Timor-Leste's contribution to post-conflict peacebuilding, \n\nStressing the importance of a peaceful, credible, and transparent electoral process in 2012, \n\nWelcoming efforts to reintegrate Internally Displaced Persons (IDPs),",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1969_2011_EN.pdf"
}