{
  "resolution_no": "2032",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UNISFA",
    "African Union High Level Implementation Panel",
    "United Nations Interim Security Force for Abyei"
  ],
  "reporting_cycle": "60 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions on Sudan and South Sudan, reaffirms its commitment to sovereignty, territorial integrity, peace, stability, and security in the region. The Council prioritizes the full and urgent implementation of the Comprehensive Peace Agreement (CPA). \n\nIt reaffirms resolutions on the protection of civilians, children, and humanitarian personnel, and women, peace, and security. \n\nThe Council notes the agreements between Sudan and South Sudan, including the 20 June Agreement on Abyei, the 29 June Agreement on Border Security, and the 30 July Agreement on Border Monitoring. \n\nIt welcomes the 9 October meeting of the Presidents of Sudan and South Sudan, who expressed intentions to resolve disputes peacefully. \n\nThe Council commends the assistance provided by the African Union High-Level Implementation Panel, the United Nations, and other international actors. \n\nIt expresses concern over violence in Abyei, humanitarian issues, and human rights abuses. \n\nThe Council stresses the need for effective human rights monitoring, the delivery of humanitarian assistance, and the safe return of internally displaced persons. \n\nIt calls for negotiations on the status of Abyei and expresses concern over the build-up of armed forces and inflammatory rhetoric. \n\nThe Council recognizes that the situation in Abyei and along the Sudan-South Sudan border constitutes a threat to international peace and security. \n\nThe Council decides to extend the mandate of the United Nations Interim Security Force for Abyei (UNISFA) for 5 months, under Chapter VII of the UN Charter, with tasks set out in resolutions 1990 and 2024.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n2. Notes that UNISFA's effectiveness depends on Sudan and South Sudan fulfilling their commitments to the UN;\n\n3. Demands Sudan and South Sudan immediately redeploy all military and police personnel from Abyei Area and establish the Abyei Area Administration and Police Service;\n\n4. Urges both governments to use the Joint Political and Security Mechanism to resolve border issues;\n\n5. Calls for free and unhindered movement of UNISFA personnel, equipment, and supplies;\n\n6. Urges Sudan and South Sudan to cooperate with UNISFA and support its mandate;\n\n7. Requests facilitation for the deployment of the UN Mine Action Service in Abyei Area;\n\n8. Calls for Sudan and South Sudan to resolve Abyei's final status peacefully and consider AU proposals;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2032_2011_EN.pdf"
}