{
  "resolution_no": "1989",
  "year": 2011,
  "theme": [
    "Terrorism",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "The Taliban",
    "United Nations",
    "Security Council",
    "International Organizations",
    "INTERPOL",
    "Financial Action Task Force (FATF)"
  ],
  "reporting_cycle": "The Committee shall report to the Council on its findings regarding Member States’ implementation efforts, and identify and recommend steps necessary to improve implementation.",
  "operative_authority": "Chapter VII",
  "summary": "30. The Committee will continue to consider delisting requests from Member States for individuals/groups that no longer meet the criteria.\n\n31. States are encouraged to submit delisting requests for deceased individuals or entities that have ceased to exist.\n\n32. When unfreezing assets of deceased individuals/entities, States should prevent them from being used for terrorist purposes.\n\n33. The Committee should consider opinions of designating States, States of residence/nationality, and other relevant States when reviewing delisting requests.\n\n34. Member States are encouraged to provide information to the Committee on delisting petitions.\n\n35. The Secretariat will notify States of residence/nationality of delistings within 3 days, and States will inform the concerned individual/entity in a timely manner.\n\n36. Member States are encouraged to submit additional information on listed individuals/groups to the Committee.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n**Review and Update of Al-Qaida Sanctions List**\n\n* Requests the Monitoring Team to circulate to the Committee every six months a list of individuals and entities on the Al-Qaida Sanctions List whose entries lack identifiers (para 37)\n* Directs the Committee to review listings of deceased individuals and remove them where credible information is available (para 38)\n* Directs the Committee to review listings of entities that have ceased to exist and remove them where credible information is available (para 39)\n* Directs the Committee to conduct an annual review of all names on the Al-Qaida Sanctions List that have not been reviewed in three or more years (para 40)\n\n**Measures Implementation**\n\n* Reiterates the importance of implementing fully all aspects of the measures described (para 41)\n* Directs the Committee to ensure fair and clear procedures exist for placing individuals and entities on the Al-Qaida List and for removing them (para 42)\n* Directs the Committee to review its guidelines with respect to the provisions of this resolution (para 43)\n\n**Coordination and Outreach**\n\n* Encourages Member States to meet with the Committee for in-depth discussion on relevant issues (para 44)\n* Requests the Committee to report to the Council on its findings regarding Member States' implementation efforts (para 45)\n* Directs the Committee to identify possible cases of non-compliance and determine the appropriate course of action (para 46)\n\n**Additional Requests**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1989_2011_EN.pdf"
}