{
  "resolution_no": "2011",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Security",
    "Terrorism",
    "Human Rights",
    "Counter-Narcotics",
    "Anti-Corruption"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "ISAF",
    "NATO",
    "UNAMA",
    "OEF coalition",
    "Afghan Government",
    "International Security Assistance Force"
  ],
  "reporting_cycle": "quarterly reports",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\nReaffirms previous resolutions on Afghanistan, particularly 1386 (2001), 1510 (2003), 1943 (2010), and 1974 (2011).\n\nReaffirms resolutions on terrorism, 1267 (1999), 1368 (2001), 1373 (2001), and 1988 and 1989 (2011), and supports international efforts to combat terrorism.\n\nRecalls resolutions on protection of civilians, women, and children in armed conflict.\n\nReaffirms commitment to Afghanistan's sovereignty, independence, territorial integrity, and national unity.\n\nRecognizes Afghan authorities' responsibility for security and law and order, and ISAF's role in assisting the Afghan Government.\n\nWelcomes London and Kabul Conference communiqués, emphasizing Afghan ownership and leadership.\n\nRecognizes interconnected challenges in Afghanistan, emphasizing mutual reinforcement of security, governance, human rights, rule of law, and development.\n\nStresses need for Afghan Government efforts to combat corruption and increase accountability.\n\nNotes agreement on transition of security responsibility to Afghan Government by 2014, and ISAF's continuing role.\n\nWelcomes long-term commitments from international partners, including NATO and EU.\n\nLooks forward to International Afghanistan Conference in Bonn and Istanbul Conference.\n\nNotes regional initiatives, such as SCO, CSTO, EU, and OSCE, aimed at increased regional economic cooperation.\n\nStresses UN's central and impartial role in promoting peace and stability in Afghanistan.\nThe Security Council,\n\nExpressing concern over Afghanistan's security situation, particularly violent and terrorist activities by the Taliban, Al-Qaida, and other groups,\n\nWelcoming the Government of Afghanistan's efforts to update the National Drug Control Strategy and encouraging ISAF to support Afghan-led efforts to address drug production and trafficking,\n\nCondemning attacks on civilians, humanitarian workers, and Afghan and international forces, and the use of civilians as human shields,\n\nReiterating support for the Afghan Government's efforts to improve security and address threats from the Taliban, Al-Qaida, and other groups,\n\nCondemning recent terrorist attacks in Kabul, including the Inter Continental Hotel, British Council, ISAF Headquarters, and US Embassy,\n\nWelcoming Afghanistan's achievements in banning ammonium nitrate fertilizer and ratifying the Convention on Cluster Munitions,",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2011_2011_EN.pdf"
}