{
  "resolution_no": "1983",
  "year": "2011",
  "theme": [
    "HIV/AIDS",
    "Health",
    "Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAIDS",
    "Global Fund to Fight AIDS, Tuberculosis, and Malaria",
    "UN Peacekeeping Operations"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council, deeply concerned about the impact of HIV/AIDS over the past 30 years, recalls its previous meetings and resolutions on the issue. It reaffirms its commitment to implementing relevant resolutions and declarations, including the Declaration of Commitment on HIV/AIDS and the Political Declaration on HIV/AIDS.\n\nThe Council recognizes that HIV poses a significant challenge to development, progress, and stability, and notes the global response to date. It emphasizes the importance of coordinated efforts by all relevant UN entities and commends the efforts of UNAIDS and the Global Fund.\n\nThe Council notes that the spread of HIV can have a devastating impact, particularly in conflict and post-conflict situations, and that women and girls are disproportionately affected. It underlines the importance of ending conflict-related sexual and gender-based violence, empowering women, and curbing vertical transmission of HIV.\n\nThe Council:\n\n1. Urges urgent and coordinated international action to curb the impact of HIV in conflict and post-conflict situations;\n2. Notes the need for effective and coordinated action at all levels to combat the epidemic and mitigate its impact;\n3. Notes that the disproportionate burden of HIV on women is a persistent obstacle to gender equality and empowerment, and urges support for national health systems and civil society networks.\nThe Security Council:\n\n3. Aims to provide sustainable assistance to women living with or affected by HIV in conflict and post-conflict situations;\n\n4. Recognizes UN peacekeeping operations' role in responding to HIV/AIDS, welcomes HIV awareness in mandated activities and outreach projects, and encourages further actions;\n\n5. Stresses the importance of strong support from UN Mission leadership for HIV/AIDS prevention, treatment, care, and support to reduce stigma and discrimination;\n\n6. Requests the Secretary-General to consider HIV-related needs of people living with, affected by, and vulnerable to HIV, including women and girls, in conflict prevention and resolution, peace and security, and post-conflict peacebuilding;\n\n7. Encourages incorporating HIV prevention, treatment, care, and support into peacekeeping operations, including assistance to national institutions, security sector reform, and disarmament, demobilization, and reintegration processes;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1983_2011_EN.pdf"
}