{
  "resolution_no": "1975",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "African Union High-level Panel",
    "ECOWAS",
    "International Criminal Court"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Côte d’Ivoire, reaffirms its commitment to the country’s sovereignty, independence, territorial integrity, and unity.\n\nUrges a peaceful resolution to the post-electoral crisis, preserving democracy and peace, and promoting lasting reconciliation.\n\nCommends African Union and ECOWAS efforts, and welcomes their decisions, including recognition of Alassane Dramane Ouattara as President.\n\nExpresses grave concern at escalating violence, risk of civil war, and urges restraint.\n\nCondemns provocative actions, incitement to violence, and serious abuses and violations of international law.\n\nWelcomes Human Rights Council resolution and decision to dispatch an independent international commission of inquiry.\n\nStresses accountability for serious abuses and violations.\n\nReaffirms Côte d’Ivoire’s responsibility to promote and protect human rights.\n\nDetermining the situation in Côte d’Ivoire continues to threaten international peace and security, \n\nActing under Chapter VII:\n\n1. Urges Ivorian parties to respect the election of Alassane Dramane Ouattara, demands an end to violence against civilians.\n\n2. Calls upon parties to pursue an overall political solution, and cooperate with the African Union High Representative.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Condemns Mr. Laurent Gbagbo's refusal to accept the African Union's proposed solution and urges him to step aside.\n\n Urges Ivorian state institutions to recognize President Alassane Dramane Ouattara's authority and condemns attacks on UN personnel.\n\n Condemns violence against civilians, including women, children, and foreign nationals, and stresses the need for accountability.\n\n Supports the UN Operation in Côte d'Ivoire (UNOCI) and authorizes it to use necessary means to protect civilians.\n\n Calls for cooperation with UNOCI and French forces, guaranteeing their safety and freedom of movement.\n\n Urges cooperation with the international commission of inquiry into human rights abuses.\n\n Condemns media incitement of hatred and violence and calls for lifting restrictions on freedom of expression.\n\n Expresses concern about internally displaced persons and refugees, and calls for cooperation with humanitarian agencies.\n\n Demands Mr. Gbagbo lift the siege of Golf Hotel.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1975_2011_EN.pdf"
}