{
  "resolution_no": "1996",
  "year": "2011",
  "theme": [
    "Peacebuilding",
    "Post-conflict",
    "Security",
    "Human Rights",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMISS",
    "UN Country Team",
    "African Union-United Nations Hybrid Mission in Darfur (UNAMID)",
    "UN Interim Security Force for Abyei (UNISFA)",
    "United Nations Organization Stabilization Mission in the Democratic Republic of the Congo (MONUSCO)"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council within four months on a plan for UN system support to specific peacebuilding tasks, and then regularly every four months",
  "operative_authority": "Chapter VII",
  "summary": "All parties are demanded to:\n* Cease all forms of violence and human rights abuses against civilians\n* Allow full, safe and unhindered access of relief personnel to all those in need\n\nThe Government of the Republic of South Sudan is called upon to:\n* Ratify and implement key international human rights treaties and conventions\n* Improve women's participation in public decision-making\n* Combat impunity and hold accountable perpetrators of human rights and international humanitarian law violations\n* End prolonged, arbitrary detention and establish a safe, secure and humane prison system\n\nUNMISS is requested to:\n* Coordinate with the Government and participate in regional coordination and information mechanisms\n* Advise and assist the Government in various areas, including child protection and women's empowerment\n* Report on cooperation and information sharing with other missions and partners in addressing LRA threats.\nHere is a concise summary of the Security Council document 1996 (2011) without adding any extra information or lines:\n\n19. Requests the Secretary-General to report on the deployment timeline of UNMISS, including consultations with Troop and Police-Contributing Countries, and to present benchmarks for the mission within four months.\n\n20. Stresses the need for international assistance to be consistent with national priorities, and for the UN system to work closely with the Government of the Republic of South Sudan.\n\n21. Encourages the Secretary-General to explore ideas in the independent report of the Senior Advisory Group on Civilian Capacity.\n\n22. Requests the Secretary-General to utilize co-location of mission components with national counterparts and to seek opportunities to deliver early peace dividends.\n\n23. Requests the Secretary-General to ensure full compliance by UNMISS with the UN zero-tolerance policy on sexual exploitation and abuse.\n\n24. Reaffirms the importance of gender expertise and training, and requests the Secretary-General to establish monitoring, analysis, and reporting arrangements on conflict-related sexual violence.\n\n25. Requests the Secretary-General to consider HIV-related needs of people living with, affected by, and vulnerable to HIV.\n\n26. Requests the Secretary-General and the Government of the Republic of South Sudan to conclude a status-of-forces agreement within 30 days.\n\n27. Decides that this resolution shall take effect on 9 July 2011.\n\n28. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1996_2011_EN.pdf"
}