{
  "resolution_no": "2027",
  "year": "2011",
  "theme": [
    "Peacebuilding",
    "Security Sector Reform",
    "Human Rights",
    "Women and Peace and Security",
    "Economic Development"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "BNUB",
    "Peacebuilding Commission",
    "United Nations"
  ],
  "reporting_cycle": "Secretary-General reports by 18 January 2013, briefing by the end of July 2012",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nRecalling its resolutions and statements on Burundi, reaffirms its commitment to the country's sovereignty, independence, territorial integrity, and unity.\n\nWelcoming Burundi's progress towards peace, stability, and development, the Council emphasizes the need for continued support from the UN system and the international community.\n\nNoting the transition from BINUB to BNUB, the Council commends the UN's continued contribution to Burundi's peace, security, and development.\n\nThe Council encourages the Government of Burundi to improve dialogue with all actors, including civil society, and supports its renewed commitment to zero tolerance for corruption.\n\nWelcoming the Peacebuilding Commission's engagement in Burundi, the Council acknowledges the contribution of the Peacebuilding Fund to peacebuilding.\n\nThe Council supports Burundi's commitment to regional integration and recognizes the importance of transitional justice in promoting lasting reconciliation.\n\nNoting with concern continued human rights violations, extrajudicial killings, and restrictions on civil liberties, the Council calls upon the Government to protect civil liberties and fight impunity.\n\nRecalling its resolutions on women and peace and security, protection of civilians, and children and armed conflict, the Council:\n\n1. Decides to extend BNUB's mandate until 15 February 2013;\n2. Decides BNUB shall support the Government in:\n    (a) focusing on socio-economic development of women and youth and reintegration of conflict-affected populations;\n    (b) deepening regional integration;\n3. Recognizes the Government's primary responsibility for peacebuilding, security, and long-term development, and encourages it to pursue efforts on peace consolidation challenges.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n4. Encourages Burundi's government to pursue structural reforms with international support to improve governance, tackle corruption, and drive social and economic growth.\n\n5. Encourages Burundi to consolidate peace and reconstruction regionally, through projects promoting peace, reconciliation, and exchanges within East African Community and other regional frameworks.\n\n6. Stresses the importance of security sector reform and urges international partners to support Burundi's efforts to professionalize and enhance national security services.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2027_2011_EN.pdf"
}