{
  "resolution_no": "2012",
  "year": "2011",
  "theme": [
    "Haiti",
    "Peacekeeping",
    "Reconstruction",
    "Humanitarian",
    "Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MINUSTAH",
    "United Nations Country Team",
    "Haitian National Police",
    "Interim Haiti Recovery Commission",
    "Haiti Reconstruction Fund"
  ],
  "reporting_cycle": "semi-annually, not later than 45 days prior to its expiration",
  "operative_authority": "Chapter VII",
  "summary": "The Council calls on the Government of Haiti to continue advancing security sector reform, including the development and implementation of the next five-year HNP Development Plan. The Council also underscores the need to strengthen Haitian judicial and correctional systems and welcomes efforts to create jobs and deliver basic social services.\n\nThe Council determines that the situation in Haiti continues to constitute a threat to international peace and security in the region and acts under Chapter VII of the UN Charter. It affirms the ownership and primary responsibility of the Government and people of Haiti over all aspects of the country's stabilization and welcomes steps taken by MINUSTAH to provide logistical and technical expertise to assist the Government.\nThe Security Council, \nRecalling its previous resolutions on Haiti, \nDecides to: \n \nGreater countrywide presence of State, promoting good governance; \nRecognize stability post-election crucial, calls on MINUSTAH to support; \nWelcomes MINUSTAH coordination with Haitian National Police; \nEncourages Haitian authorities to enhance HNP capacity; \nPrioritize 5-yr HNP Development Plan; \nWelcomes police training resumption; \nCondemns violence, rape; \nUrges accountability; \nReaffirms MINUSTAH human rights mandate; \nWelcomes MINUSTAH’s work; \nRequests MINUSTAH community violence reduction.\nThe Security Council:\n\n\n\n22. Emphasizes the need for regular updates to MINUSTAH's planning documents, such as the concept of operations and rules of engagement, in line with relevant resolutions, and requests the Secretary-General to report on them to the Council and troop- and police-contributing countries;\n\n23. Requests the Secretary-General to report semi-annually on MINUSTAH's mandate implementation, no later than 45 days prior to its expiration;\n\n24. Asks the Secretary-General to include in his reports a comprehensive assessment of security threats in Haiti, focusing on the protective environment for all, particularly women and children, and progress in sustainable resettlement of displaced persons, and to propose options to reconfigure MINUSTAH's composition as needed;\n\n25. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2012_2011_EN.pdf"
}