{
  "resolution_no": "1989",
  "year": 2011,
  "theme": [
    "Terrorism",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "The Taliban",
    "United Nations",
    "Security Council",
    "International Organizations",
    "INTERPOL",
    "Financial Action Task Force (FATF)"
  ],
  "reporting_cycle": "The Committee shall report to the Council on its findings regarding Member States’ implementation efforts, and identify and recommend steps necessary to improve implementation.",
  "operative_authority": "Chapter VII",
  "summary": "The Council welcomes the continuing cooperation between the Committee and INTERPOL, the United Nations Office on Drugs and Crime, and all other UN bodies.\nHere is a concise summary of the Security Council document 1989 (2011):\n\nThe Security Council, recognizing the need to prevent and suppress the financing of terrorism and terrorist organizations, including from organized crime, takes measures to address the threat posed by Al-Qaida and associated individuals, groups, undertakings, and entities.\n\n**Measures:**\n\n1. All States shall:\n\t* Freeze funds and financial assets of Al-Qaida and associated individuals, groups, undertakings, and entities.\n\t* Prevent entry into or transit through their territories of listed individuals.\n\t* Prevent supply, sale, or transfer of arms and related materiel to listed individuals, groups, undertakings, and entities.\n\n2. The Al-Qaida Sanctions List shall include only individuals, groups, undertakings, and entities associated with Al-Qaida.\n\n3. The Committee shall transmit listing submissions, delisting requests, and updates related to the Taliban to the Committee established pursuant to resolution 1988 (2011).\n\n4. Acts or activities indicating association with Al-Qaida include:\n\t* Participating in financing, planning, or perpetrating acts or activities.\n\t* Supplying arms and related materiel.\n\t* Recruiting for or supporting Al-Qaida.\n\n5. Undertakings or entities owned or controlled by or supporting Al-Qaida-associated individuals, groups, undertakings, or entities are eligible for designation.\n\n6. Requirements apply to financial and economic resources, including those used for Internet hosting services.\n\n7. Means of financing or support include proceeds derived from crime, including illicit cultivation, production, and trafficking of narcotic drugs.\n\n8. Requirements apply to payment of ransoms to listed individuals, groups, undertakings, or entities.\n\n9. Member States may permit addition to frozen accounts of payments in favor of listed individuals, groups, undertakings, or entities.\n\n10. The Committee shall review procedures for exemptions as set out in the Committee’s guidelines.\nThe Security Council:\n\nDirects the Committee to facilitate exemptions; \nCooperate with other Sanctions Committees.\n\n**Listing**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1989_2011_EN.pdf"
}