{
  "resolution_no": "2000",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNOCI",
    "French Forces",
    "ECOWAS",
    "African Union",
    "International Criminal Court"
  ],
  "reporting_cycle": "Secretary-General reports every 6 months",
  "operative_authority": "Chapter VII",
  "summary": "5. Confirms the necessity of additional troops and police for Côte d’Ivoire’s stabilization; \n\n6. Reiterates the Special Representative of the Secretary-General’s role in certifying the upcoming legislative elections; \n\n7. Decides UNOCI’s mandate: \n\n   a. Protection and security: \n      - Protect civilians from imminent physical violence; \n      - Develop a comprehensive strategy for civilian protection; \n      - Work with humanitarian agencies; \n      - Monitor and report on violations against vulnerable populations; \n\n   b. Address remaining security threats and border-related challenges: \n      - Support national authorities; \n      - Monitor and deter militias and armed groups; \n      - Address cross-border security challenges; \n      - Liaise with the FRCI; \n      - Support security for Government members and key stakeholders; \n\n   c. Monitoring of the arms embargo: \n      - Monitor implementation of measures; \n      - Inspect and collect arms brought into Côte d’Ivoire in violation of the embargo.\nThe Security Council resolution 2000 (2011) outlines the following key tasks:\n\n(d) Collection of weapons:\n- Assist national authorities in collecting, registering, securing, and disposing of weapons and clearing explosive remnants of war.\n- Support community weapons collection programs linked to violence reduction and reconciliation.\n- Ensure collected weapons are not disseminated or re-utilized outside a comprehensive national security strategy.\n\n(e) Disarmament, demobilization, and reintegration programme (DDR):\n- Assist in developing and implementing a new national DDR program with clear individual criteria.\n- Support registration and screening of former combatants.\n- Support disarmament and repatriation of foreign armed elements.\n\n(f) Reconstitution and reform of security and rule of law institutions:\n- Assist in conducting a sector-wide review of security institutions and developing a comprehensive national security strategy.\n- Support effective coordination, transparency, and harmonization of efforts in security sector reform (SSR).\n- Advise on security sector reform, provide training, and support capacity development.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2000_2011_EN.pdf"
}