{
  "resolution_no": "2000",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNOCI",
    "French Forces",
    "ECOWAS",
    "African Union",
    "International Criminal Court"
  ],
  "reporting_cycle": "Secretary-General reports every 6 months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions on Côte d’Ivoire, reaffirms its commitment to the country's sovereignty, independence, territorial integrity, and unity.\n\nWelcoming progress towards stability and peace after Alassane Dramane Ouattara's inauguration as President on 21 May 2011, the Council commends his efforts to promote dialogue, justice, and reconciliation.\n\nNoting the report of the Secretary-General and its recommendations, the Council expresses concern about the precarious security situation and recalls that the Ivorian Government bears primary responsibility for ensuring peace, stability, and civilian protection.\n\nThe Council takes note of the establishment of the Forces républicaines de Côte d’Ivoire (FRCI) and stresses the need for an inclusive security sector reform process.\n\nConcerned about the risk of renewed armed conflict and attacks against civilians, the Council recalls the importance of holding credible, free, and fair legislative elections for the full restoration of constitutional order.\n\nThe Council strongly condemns atrocities, human rights abuses, and violations of international humanitarian law committed during the post-elections crisis, and stresses the importance of investigating alleged abuses and holding those responsible accountable.\n\nCommending the African Union and ECOWAS for their efforts, the Council encourages them to remain committed to supporting Côte d’Ivoire's stabilization and peace process implementation.\n\nThe Council also commends troop- and police-contributing countries and donors to UNOCI.\nRecalling resolutions on women, peace and security, children and armed conflict, and protection of civilians in armed conflicts, \n\nThe Security Council, \n\nDetermining that the situation in Côte d’Ivoire remains a threat to international peace and security, \n\nActing under Chapter VII, \n\n1. Extends the mandate of UNOCI until 31 July 2012; \n\n2. Authorizes UNOCI’s military component to remain at 9,792 personnel, including 9,600 troops and staff officers, and 192 military observers; \n\n3. Keeps UNOCI’s police component at 1,350 personnel and maintains 8 customs officers; \n\n4. Authorizes an increase of 205 individual police advisers with specialized skills; \n\n5. Confirms the necessity of additional troops and police for Côte d’Ivoire’s stabilization; \n\n6. Reiterates the Special Representative of the Secretary-General’s role in certifying the upcoming legislative elections; \n\n7. Decides UNOCI’s mandate:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2000_2011_EN.pdf"
}