{
  "resolution_no": "1976",
  "year": "2011",
  "theme": [
    "Piracy",
    "Somalia",
    "Maritime Security",
    "Human Rights",
    "Economic Development"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 100",
    "Article 101",
    "Article 105"
  ],
  "entities": [
    "UNODC",
    "United Nations Development Programme",
    "United Nations Political Office for Somalia (UNPOS)",
    "Contact Group on Piracy off the Coast of Somalia (CGPCS)",
    "International Maritime Organization (IMO)",
    "INTERPOL"
  ],
  "reporting_cycle": "The Secretary-General reports within six months on the protection of Somali natural resources and waters, and on alleged illegal fishing and illegal dumping, including of toxic substances, off the coast of Somalia; within two months on the modalities of specialized Somali courts to try suspected pirates",
  "operative_authority": "Chapter VII",
  "summary": "3. Calls on States to cooperate on hostage-taking.\n\n4. Requests assistance to the Transitional Federal Government (TFG) and regional authorities in establishing governance, rule of law, and police control.\n\n5. Requests support for sustainable economic growth in Somalia to eradicate piracy.\n\n6. Invites support for Somalia's national fisheries and port activities.\n\n7. Recalls previous concerns on the protection of Somali natural resources and waters.\n\n8. Urges States to investigate and prosecute alleged illegal fishing and dumping.\n\n9. Calls for increased coordination to deter and respond to pirate attacks.\n\n10. Encourages assistance to Somalia in strengthening its coastguard capacity.\n\n11. Calls for support to the implementation of the Djibouti Code of Conduct and Regional Plan of Action.\n\n12. Commends the shipping industry's efforts in developing Best Management Practices.\n\n13. Urges States to criminalize piracy under domestic law.\n\n14. Recognizes piracy as a crime subject to universal jurisdiction.\n\n15. Underlines the need to investigate and prosecute those who finance or profit from piracy.\n\n16. Invites States to examine domestic legal frameworks for detention of suspected pirates.\n\n17. Further invites assistance to Somalia and other States in strengthening counter-piracy law enforcement capacities.\nHere is a clear and concise summary of the Security Council document:\n\n18. The Council underlines the importance of collecting, preserving, and transmitting evidence of piracy and armed robbery to competent authorities, and welcomes IMO, INTERPOL, and industry groups' efforts to assist seafarers in preserving crime scenes.\n\n19. The Council urges States and international organizations to share evidence and information for anti-piracy law enforcement purposes to ensure effective prosecution and imprisonment of pirates.\n\n20. The Council requests States, UNODC, and regional organizations to consider measures to facilitate the transfer of suspected and convicted pirates, and commends the Contact Group on Piracy off the Coast of Somalia's (CGPCS) efforts.\n\n21. The Council welcomes Somalia's readiness to cooperate with States on repatriating convicted pirates under suitable prisoner transfer arrangements, and encourages States to continue their efforts.\n\n22. The Council urges States, UNODC, and regional organizations to increase prison capacity in Somalia, including constructing additional prisons, and requests UNODC to provide training and monitoring.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1976_2011_EN.pdf"
}