{
  "resolution_no": "1991",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MONUSCO",
    "UNIFIL",
    "MINUSMA",
    "International Criminal Court",
    "African Union"
  ],
  "reporting_cycle": "Secretary-General reports every 6 months",
  "operative_authority": "Chapter VII",
  "summary": "5. Recognizes the Government's primary responsibility to create conditions for free and fair elections, and urges all parties to ensure a conducive environment.\n\n6. Calls upon the Commission Electorale Nationale Indépendante (CENI), political parties, and Congolese authorities to adopt and implement codes of conduct.\n\n7. Decides MONUSCO shall support elections through technical and logistical support, and monitoring of human rights violations.\n\n8. Calls upon MONUSCO and the UN Country Team to collect information on threats against civilians and human rights violations.\n\n9. Calls upon the international community to support elections and urges donors to provide equipment and financial support for the Congolese National Police.\n\n10. Requests MONUSCO to maintain a reserve force capable of rapid redeployment.\n\n11. Reiterates the Government's primary responsibility for security sector professionalization and urges the development of a comprehensive national security sector strategy.\n\n12. Encourages the Government to address the cohesion of the national Army, including integration and vetting of former armed groups.\nThe Security Council:\n\n Demands that armed groups, particularly FDLR and LRA, immediately cease violence and human rights abuses against civilians in the DRC, especially women and children.\n\n Takes note of initiatives to address the LRA threat and encourages MONUSCO to enhance cooperation and keep close contacts with LRA-affected communities.\n\n Acknowledges progress against foreign and national armed groups, particularly FDLR, through DDRRR process, and urges international community and donors to support.\n\n Encourages the Congolese Government to cooperate with Special Representatives on Children and Armed Conflicts and Sexual Violence in Conflict.\n\n Welcomes steps to address tracing and certification of minerals, and encourages demilitarization of mining areas.\n\n Urges the Congolese Government to approve a multi-year joint UN justice support program.\n\n Commends the apprehension and transfer of Bernard Munyagishari to the International Criminal Tribunal for Rwanda.\n\n Calls upon MONUSCO to continue working with the UN Country Team and Congolese authorities on peace consolidation and stabilization plans.\n\n Demands cooperation with MONUSCO operations and ensures security and access for UN personnel.\n\n Commends troop- and police-contributing countries and donors, and calls on Member States to provide required force enablers.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1991_2011_EN.pdf"
}