{
  "resolution_no": "1974",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Security",
    "Humanitarian",
    "WPS/CAAC",
    "Counter-Narcotics",
    "Rule of Law"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "NATO",
    "United Nations Office on Drugs and Crime (UNODC)",
    "Afghan Government",
    "International Security Assistance Force (ISAF)"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "32. Stresses the importance of further progress in the reconstruction and reform of the prison sector in Afghanistan to improve respect for the rule of law and human rights.\n\n33. Urges the Afghan Government to vigorously lead the fight against corruption, with international assistance, to establish a more effective, accountable, and transparent administration.\n\n34. Encourages Afghan institutions to work in a spirit of cooperation, and calls on the Afghan Government to pursue continued legislative and public administration reform to ensure good governance, with full representation of all Afghan women and men.\n\n35. Calls for full respect for human rights and fundamental freedoms, welcomes the growth in Afghan free media, but notes with concern continued restrictions on freedom of media, and commends the Afghanistan Independent Human Rights Commission (AIHRC) for its efforts.\n\n36. Recognizes that enhanced efforts are necessary to secure the rights of women and girls, strongly condemns continuing forms of discrimination and violence against women and girls, and stresses the importance of implementing Security Council resolutions on women, peace, and security.\n\n37. Welcomes the Afghan Government’s commitment to strengthen the participation of women in all Afghan governance institutions, supports efforts to accelerate implementation of the National Action Plan for Women in Afghanistan (NAPWA), and requests the Secretary-General to continue to include relevant information on the process of integration of women into the political, economic, and social life of Afghanistan.\n\n38. Welcomes cooperation between the Afghan Government, UNAMA, and the Security Council Committee established pursuant to resolution 1267 (1999) to implement resolution 1904 (2009).\n\n39. Calls for strengthening regional economic cooperation, including measures to facilitate regional trade, increase foreign investments, and develop infrastructure.\n\n40. Recognizes the importance of voluntary, safe, orderly return and sustainable reintegration of Afghan refugees for the stability of the country and the region.\n\n41. Affirms the importance of voluntary, safe, orderly return and sustainable reintegration of internally displaced persons.\n\n42. Requests that the Secretary-General reports to the Council every three months on developments in Afghanistan.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1974_2011_EN.pdf"
}