{
  "resolution_no": "1974",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Security",
    "Humanitarian",
    "WPS/CAAC",
    "Counter-Narcotics",
    "Rule of Law"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "NATO",
    "United Nations Office on Drugs and Crime (UNODC)",
    "Afghan Government",
    "International Security Assistance Force (ISAF)"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "Welcomes the agreement to transfer lead security responsibility to Afghan National Security Forces by the end of 2014 and notes progress in the transition process.\n\nRecognizes the interconnected nature of challenges in Afghanistan, reaffirming that sustainable progress on security, governance, human rights, and development are mutually reinforcing.\n\nStresses the importance of a comprehensive approach to addressing challenges in Afghanistan, noting synergies between UNAMA and ISAF objectives.\n\nReiterates the need for UN agencies to increase efforts to achieve greater coherence, coordination, and efficiency in their work.\n\nStresses the need to improve humanitarian aid, ensuring efficient and timely coordination and delivery.\n\nReiterates concern about the security situation in Afghanistan, particularly violent and terrorist activities by the Taliban, Al-Qaida, and other groups.\n\nRecognizes the threats posed by these groups and expresses concern over their impact on the Afghan Government's ability to provide security and basic services.\n\nRecalls resolutions on the protection of civilians in armed conflict, expressing concern over high civilian casualties, particularly among women and children.\n\nCalls for all parties to comply with international humanitarian and human rights law and ensure the protection of civilians.\n\nExpresses concern over the threat posed by anti-personnel mines, remnants of war, and improvised explosive devices.\n\nSupports the Afghan Government's ban on Ammonium Nitrate fertilizer and urges prompt action to implement regulations on explosive materials.\n\nRecalls the declaration addressed to the International Narcotics Control Board (INCB) and encourages Member States to increase cooperation with the INCB.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on protection of civilians, women and peace, and children and armed conflict,\n\n1. Welcomes the Secretary-General's report (S/2011/120);\n2. Appreciates the UN's commitment to work with Afghanistan and reiterates support to UNAMA and the Special Representative;\n3. Extends UNAMA's mandate until 23 March 2012;\n\nThe Council decides that UNAMA and the Special Representative will:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1974_2011_EN.pdf"
}