{
  "resolution_no": "1996",
  "year": "2011",
  "theme": [
    "Peacebuilding",
    "Post-conflict",
    "Security",
    "Human Rights",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMISS",
    "UN Country Team",
    "African Union-United Nations Hybrid Mission in Darfur (UNAMID)",
    "UN Interim Security Force for Abyei (UNISFA)",
    "United Nations Organization Stabilization Mission in the Democratic Republic of the Congo (MONUSCO)"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council within four months on a plan for UN system support to specific peacebuilding tasks, and then regularly every four months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nWelcoming the establishment of the Republic of South Sudan on 9 July 2011, reaffirms its strong commitment to the sovereignty, independence, territorial integrity, and national unity of the Republic of South Sudan.\n\nThe Council stresses the need for a comprehensive approach to peace consolidation, integrating political, security, development, human rights, and rule of law activities, and addressing underlying causes of conflict.\n\nIt deplores the persistence of conflict and violence, and underscores the need for sustained cooperation and dialogue with civil society to stabilize the security situation and protect civilians.\n\nThe Council emphasizes the vital role of the UN in supporting national authorities to consolidate peace, prevent a return to violence, and develop an early strategy in support of national peacebuilding priorities.\n\nThese priorities include establishing core government functions, providing basic services, establishing the rule of law, respecting human rights, managing natural resources, developing the security sector, tackling youth unemployment, and revitalizing the economy.\n\nThe Council recognizes the importance of supporting peacebuilding efforts for sustainable development and forging stronger partnerships among the UN, development agencies, bilateral partners, and other actors.\n\nIt underscores the need for the Security Council to show flexibility in adjusting mission priorities according to progress achieved, lessons learned, or changing circumstances.\n\nThe Council also recognizes the need to broaden and deepen the pool of available civilian experts, especially women and experts from developing countries, to help develop national capacity.\n\nRecalling previous resolutions and statements, the Council reaffirms its commitment to protecting civilians, humanitarian personnel, and UN personnel, and to promoting women, peace, and security.\n\nThe Council specifically recalls resolutions 1612 (2005) and 1882 (2009) on children and armed conflict, and resolutions 1674 (2006) and 1894 (2009) on the protection of civilians in armed conflict. \n\nThe Council also reaffirms resolutions 1325 (2000), 1820 (2008), 1888 (2009), 1889 (2009), and 1960 (2010) on women, peace, and security.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nAcknowledging the importance of drawing on best practices and lessons learned from other missions,",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1996_2011_EN.pdf"
}