{
  "resolution_no": "1973",
  "year": "2011",
  "theme": [
    "Humanitarian",
    "Peacekeeping",
    "Sanctions",
    "Terrorism",
    "WPS/CAAC",
    "Climate"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "UNIFIL",
    "MINUSMA",
    "League of Arab States",
    "African Union",
    "International Criminal Court"
  ],
  "reporting_cycle": "Secretary-General reports every 7 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its resolution 1970 (2011), deplores the Libyan authorities' failure to comply and expresses grave concern at the deteriorating situation, escalation of violence, and heavy civilian casualties. It reiterates the Libyan authorities' responsibility to protect the Libyan population and condemns gross and systematic human rights violations. \n\nThe Council demands an immediate cease-fire and end to violence and attacks against civilians. It stresses the need to intensify efforts to find a solution responding to the Libyan people's legitimate demands. \n\nThe situation in Libya continues to threaten international peace and security. Acting under Chapter VII, the Council demands a cease-fire and complete end to violence and all attacks against civilians. It also notes efforts to facilitate dialogue for political reforms to find a peaceful solution.\nHere is a concise summary of the Security Council document 1973 (2011):\n\n3. Demands Libyan authorities comply with international law, protect civilians, and meet their basic needs, and ensure rapid and unimpeded passage of humanitarian assistance.\n\n4. Authorizes Member States to take necessary measures to protect civilians and civilian populated areas under threat of attack in Libya, excluding a foreign occupation force.\n\n5. Recognizes the League of Arab States' role in regional peace and security and requests their cooperation in implementing paragraph 4.\n\n6. Establishes a ban on all flights in Libyan airspace to protect civilians.\n\n7. Exempts humanitarian flights, evacuation flights, and flights authorized by paragraphs 4 or 8 from the ban.\n\n8. Authorizes Member States to enforce compliance with the flight ban, and requests coordination with the Secretary-General and League of Arab States.\n\n9. Calls on Member States to provide assistance for implementing paragraphs 4, 6, 7, and 8.\n\n10. Requests coordination among Member States and with the Secretary-General on measures to implement paragraphs 4, 6, 7, and 8.\n\n11. Requires Member States to inform the Secretary-General and League of Arab States of measures taken under paragraph 8.\n\n12. Requests the Secretary-General to report to the Council on implementation and any flight ban violations.\n\n13. Replaces paragraph 11 of resolution 1970 (2011) with a new paragraph allowing inspections of vessels and aircraft bound to or from Libya to enforce the arms embargo.\n\n14. Requests coordination and reporting on inspections on the high seas.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1973_2011_EN.pdf"
}