{
  "resolution_no": "2011",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Security",
    "Terrorism",
    "Human Rights",
    "Counter-Narcotics",
    "Anti-Corruption"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "ISAF",
    "NATO",
    "UNAMA",
    "OEF coalition",
    "Afghan Government",
    "International Security Assistance Force"
  ],
  "reporting_cycle": "quarterly reports",
  "operative_authority": "Chapter VII",
  "summary": "Welcoming Afghanistan's achievements in banning ammonium nitrate fertilizer and ratifying the Convention on Cluster Munitions,\n\nExpressing concern over civilian casualties, particularly women and children, and calling for all parties to comply with international humanitarian and human rights law,\n\nNoting progress made by ISAF and other international forces in minimizing civilian casualties, and urging continued efforts to prevent such casualties,\n\nExpressing concern over the recruitment and use of children by Taliban forces and the killing and maiming of children,\n\nSupporting the Afghan Government's commitment to preventing violations of children's rights and the establishment of the Afghan Inter-Ministerial Steering Committee on Children and Armed Conflict,\n\nAcknowledging progress in security sector reform and governance, and welcoming international support for the Afghan National Police,\n\nStressing the need for sustained international efforts to support Afghanistan's security sector, including professional training measures to ensure Afghan capability to assume increasing responsibilities and leadership of security operations.\nThe Security Council:\n\n- Stresses the importance of disbanding illegal armed groups and counter-narcotics efforts as outlined in the London and Kabul Conference communiqués.\n\n- Urges the Afghan Government to make progress in ending impunity, strengthening judicial institutions, and promoting the rule of law and respect for human rights, particularly for women and girls.\n\n- Reiterates its call for Afghan parties and groups to engage in peaceful political dialogue and avoid violence.\n\n- Strongly condemns the assassination of Professor Burhanuddin Rabbani and calls for all states with relevant information to assist the Afghan authorities.\n\n- Emphasizes the need for a comprehensive political process to support reconciliation for those prepared to meet the conditions outlined in the Kabul Communiqué.\n\n- Recognizes progress in reconciliation, but notes that security remains a serious challenge.\n\n- Welcomes the increased number of reintegrates into the Afghanistan Peace and Reintegration Programme (APRP) and encourages further efforts to address operational challenges.\n\n- Welcomes the settlement of the institutional impasse regarding the Independent Electoral Commission.\n\n- Reiterates the Afghan Government’s commitment to long-term electoral reform.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2011_2011_EN.pdf"
}