{
  "resolution_no": "2011",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Security",
    "Terrorism",
    "Human Rights",
    "Counter-Narcotics",
    "Anti-Corruption"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "ISAF",
    "NATO",
    "UNAMA",
    "OEF coalition",
    "Afghan Government",
    "International Security Assistance Force"
  ],
  "reporting_cycle": "quarterly reports",
  "operative_authority": "Chapter VII",
  "summary": "- Welcomes the settlement of the institutional impasse regarding the Independent Electoral Commission.\n\n- Reiterates the Afghan Government’s commitment to long-term electoral reform.\n\n- Recognizes the importance of regional cooperation and the contributions of neighbouring and regional partners.\n\n- Welcomes efforts to strengthen coherence of military and civilian actions, including within the framework of ISAF.\n\n- Expresses appreciation for NATO's leadership and contributions to ISAF and the OEF coalition.\n\n- Determines that the situation in Afghanistan still constitutes a threat to international peace and security.\n\n- Decides to extend ISAF's authorization for 12 months until 13 October 2012.\n\n- Authorizes ISAF to take necessary measures to fulfil its mandate.\n\n- Recognizes the need for ISAF to meet operational requirements and welcomes the agreement to transfer lead security responsibility to the Afghan Government by the end of 2014.\nThe Security Council:\n\nWelcomes the Enduring Partnership Declaration between NATO and Afghanistan, focusing on sustained practical support to improve Afghanistan's security capacity.\n\nStresses increasing the functionality, professionalism, and accountability of the Afghan security sector, encouraging ISAF and partners to train and empower Afghan national security forces.\n\nCalls upon ISAF to work closely with the Afghan Government, UN Special Representative, and OEF coalition in implementing its mandate.\n\nRequests ISAF leadership to provide quarterly reports on mandate implementation.\n\nDecides to remain actively seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2011_2011_EN.pdf"
}