{
  "resolution_no": "2002",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "African Union Mission in Somalia (AMISOM)",
    "Transitional Federal Government (TFG)",
    "The Committee established pursuant to resolution 751 (1992)"
  ],
  "reporting_cycle": "The Monitoring Group to provide a midterm briefing within six months and submit progress reports to the Committee on a monthly basis",
  "operative_authority": "Chapter VII",
  "summary": "Determines that the situation in Somalia and Eritrea's actions continue to threaten international peace and security.\n\nActs under Chapter VII of the Charter of the United Nations.\nHere is a concise summary of the Security Council document:\n\n1. Decides to apply measures to individuals and entities designated by the Committee for engaging in or supporting acts that threaten Somalia's peace, security, or stability, including:\n\t* Threatening the Djibouti Agreement or the Transitional Federal Institutions (TFIs) or AMISOM by force\n\t* Violating the arms embargo\n\t* Obstructing humanitarian assistance\n\t* Recruiting or using children in armed conflicts\n\t* Committing violence against civilians, including children and women\n2. Considers that acts threatening peace, security, or stability may include misappropriation of financial resources undermining the TFIs.\n3. Considers that non-local commerce via Al-Shabaab controlled ports providing financial support to designated entities poses a threat to Somalia's peace, stability, and security.\n4. Calls upon the Transitional Federal Government to consider banning trade by large merchant vessels with Al-Shabaab controlled ports.\n5. Demands full, safe, and unhindered access for humanitarian aid delivery, and expresses readiness to apply targeted sanctions against individuals and entities obstructing humanitarian assistance.\n6. Extends the mandate of the Monitoring Group for 12 months to:\n\t* Monitor implementation of measures imposed in resolution 1844 (2008)\n\t* Assist the Committee in compiling narrative summaries of designated individuals and entities\n\t* Investigate seaport operations generating revenue for Al-Shabaab\n\t* Investigate activities generating revenues used to commit violations of the Somalia and Eritrea arms embargoes\n\t* Refine and update information on individuals and entities engaging in acts described in paragraph 1\n\t* Make recommendations based on investigations and previous reports.\nThe Security Council:\n\n6. Requests the Monitoring Group to:\n- Provide a midterm briefing to the Council within six months\n- Submit monthly progress reports to the Committee\n- Submit two final reports (one on Somalia, one on Eritrea) 15 days before its mandate terminates\n\n7. Requests the Secretary-General to make necessary financial arrangements to support the Monitoring Group.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2002_2011_EN.pdf"
}