{
  "resolution_no": "1998",
  "year": "2011",
  "theme": [
    "Children and Armed Conflict",
    "Protection of Children",
    "Armed Conflict"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27",
    "Article 28"
  ],
  "entities": [
    "UNICEF",
    "International Labour Organization",
    "International Criminal Court"
  ],
  "reporting_cycle": "The Secretary-General reports by June 2012 and every year thereafter",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council reaffirms its commitment to protecting children affected by armed conflict, recalling previous resolutions and statements. It calls on all parties to armed conflict to comply with international law, particularly regarding the protection of children. The Council acknowledges progress in releasing and reintegrating children, but remains concerned about ongoing violations. \n\nIt stresses the primary role of governments in providing protection and relief, and the need to bring perpetrators of crimes against children to justice. The Council also expresses deep concern about attacks on schools and hospitals, and calls for an immediate ceasefire. \n\nThe Council strongly condemns all violations against children in armed conflict, including recruitment, killing, and sexual violence. It reaffirms the monitoring and reporting mechanism, and requests the Secretary-General to include parties that engage in attacks on schools and hospitals in his reports.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Condemns attacks on schools and hospitals in armed conflict, and urges parties to refrain from actions impeding children's access to education and health services.\n\n Requests the Secretary-General to monitor and report on military use of schools and hospitals, attacks on teachers and medical personnel, and kidnapping of children.\n\n Calls on parties to armed conflict to prepare and implement action plans to halt recruitment and use of children, killing and maiming, rape, and other sexual violence against children.\n\n Urges parties to address all violations and abuses against children and undertake specific commitments and measures.\n\n Encourages Member States to devise ways to facilitate development and implementation of time-bound action plans.\n\n Invites the UN country-level task force to consider including government-provided information in its reports.\n\n Reiterates its determination to ensure respect for its resolutions on children and armed conflict.\n\n Welcomes the activity and recommendations of its Working Group on Children and Armed Conflict.\n\n Expresses concern that certain parties persist in committing violations and abuses against children and readiness to adopt targeted measures against perpetrators.\n\n Requests enhanced communication between the Working Group and relevant Security Council Sanctions Committees.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1998_2011_EN.pdf"
}