{
  "resolution_no": "1976",
  "year": "2011",
  "theme": [
    "Piracy",
    "Somalia",
    "Maritime Security",
    "Human Rights",
    "Economic Development"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 100",
    "Article 101",
    "Article 105"
  ],
  "entities": [
    "UNODC",
    "United Nations Development Programme",
    "United Nations Political Office for Somalia (UNPOS)",
    "Contact Group on Piracy off the Coast of Somalia (CGPCS)",
    "International Maritime Organization (IMO)",
    "INTERPOL"
  ],
  "reporting_cycle": "The Secretary-General reports within six months on the protection of Somali natural resources and waters, and on alleged illegal fishing and illegal dumping, including of toxic substances, off the coast of Somalia; within two months on the modalities of specialized Somali courts to try suspected pirates",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n \nRecalling its previous resolutions on Somalia, especially resolutions 1918 (2010) and 1950 (2010),\n \nExpresses grave concern over the growing threat of piracy and armed robbery at sea off Somalia's coast, \nthe increased violence employed by pirates, and the inhuman conditions faced by hostages.\n \nCondemns the growing practice of hostage-taking by pirates, calls for the immediate release of all hostages, \nand emphasizes the importance of cooperation between Member States on this issue.\n \nEmphasizes the need for a comprehensive solution to piracy, \nstressing the importance of building Somalia's potential for sustainable economic growth \nto tackle poverty, a root cause of piracy.\n \nReaffirms its respect for Somalia's sovereignty, territorial integrity, and unity, \nand the importance of preventing illegal fishing and dumping, including of toxic substances.\n \nReaffirms that international law, as reflected in the UN Convention on the Law of the Sea, \nsets out the legal framework for combating piracy.\n \nCalls on States and regional organizations to participate in the fight against piracy, \nincluding by deploying naval vessels, arms, and military aircraft.\n \nUnderlines the importance of enhancing efforts to address the limited capacity of Somalia's \njudicial system and other States in the region to prosecute suspected pirates.\n \nNotes with appreciation the assistance provided by the UN and other organizations \nto enhance the capacity of Somalia's judicial and corrections systems.\n \nCommends States that have amended their domestic law to criminalize piracy \nand facilitate the prosecution of suspected pirates.\n \nExpresses concern that many States lack provisions criminalizing piracy, \nand that a large number of suspected pirates have to be released without facing justice.\n \nDetermined to ensure that pirates are held accountable, \nthe Council recognizes the urgent need for decisive further steps to boost anti-piracy efforts.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Welcomes the report of the Special Adviser on Legal Issues Related to Piracy off the coast of Somalia.\n\n2. Recognizes the link between Somalia's instability and piracy, and stresses the need for a comprehensive response.\n\n3. Calls on States to cooperate on hostage-taking.\n\n4. Requests assistance to the Transitional Federal Government (TFG) and regional authorities in establishing governance, rule of law, and police control.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1976_2011_EN.pdf"
}