{
  "resolution_no": "2012",
  "year": "2011",
  "theme": [
    "Haiti",
    "Peacekeeping",
    "Reconstruction",
    "Humanitarian",
    "Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MINUSTAH",
    "United Nations Country Team",
    "Haitian National Police",
    "Interim Haiti Recovery Commission",
    "Haiti Reconstruction Fund"
  ],
  "reporting_cycle": "semi-annually, not later than 45 days prior to its expiration",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nReaffirming previous resolutions on Haiti, particularly 1944, 1927, 1908, 1892, 1840, 1780, 1743, 1702, 1658, 1608, 1576, and 1542, \n Reaffirming commitment to Haiti's sovereignty, independence, territorial integrity, and unity, \n Recognizing Haiti's progress since the 2010 earthquake, including a peaceful transfer of power, \n Noting improved security situation, but fragile, allowing partial drawdown of MINUSTAH's capabilities, \n Welcoming appointment of Prime Minister and Supreme Court President, and calling for effective dialogue among political actors, \n Acknowledging significant humanitarian challenges, including 600,000 internally displaced persons, cholera epidemic, and vulnerability to natural disasters, \n Emphasizing progress in recovery and reconstruction, social and economic development, and security, \n Stressing the leading role of the Government of Haiti in post-disaster recovery and reconstruction, \n Recognizing the work of the Interim Haiti Recovery Commission and the Haiti Reconstruction Fund, \n Commending UN system's recovery efforts, and urging donors to fulfil pledges, \n Emphasizing regional organizations' role in stabilization and reconstruction, \n Recognizing interconnected challenges in Haiti, and welcoming efforts to address them, \n Expressing concern about criminal gangs, increased crime, and sexual and gender-based violence.\nHere is a concise summary of the Security Council document:\n\nThe Security Council welcomes efforts to increase patrolling and engagement by the Haitian National Police (HNP) and recognizes the importance of strengthening national human rights institutions and respect for human rights. The Council commends MINUSTAH for ensuring stability and security in Haiti and recognizes the complementary roles of MINUSTAH and the UN Country Team.\n\nThe Council decides to extend MINUSTAH's mandate until 15 October 2012, with the intention of further renewal. The mandate includes a force level of up to 7,340 troops and a police component of up to 3,241. Future adjustments to the force configuration will be based on the security situation and the development of Haitian State capabilities.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2012_2011_EN.pdf"
}