{
  "resolution_no": "2009",
  "year": "2011",
  "theme": [
    "Humanitarian",
    "Peacekeeping",
    "Women, Peace and Security",
    "Children in Armed Conflict"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "UNSMIL",
    "Libyan National Oil Corporation (LNOC)",
    "Zueitina Oil Company",
    "Central Bank of Libya",
    "Libyan Arab Foreign Bank (LAFB)",
    "Libyan Investment Authority (LIA)",
    "Libyan Africa Investment Portfolio (LAIP)"
  ],
  "reporting_cycle": "Secretary-General reports every 14 days from adoption, and every month thereafter",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms its commitment to Libya's sovereignty, independence, territorial integrity, and national unity.\n\nReaffirms previous resolutions on protection of civilians, children, and women in armed conflict.\n\nCondemns all human rights and humanitarian law violations, including killings, violence, arbitrary arrests, and detentions, particularly against African migrants and minority communities.\n\nCondemns sexual violence, particularly against women and girls, and recruitment of children in armed conflict.\n\nWelcomes improved situation in Libya, looks forward to stability, and emphasizes need for inclusive, representative transitional government.\n\nEmphasizes importance of women's and minority communities' participation in post-conflict political process.\n\nEncourages National Transitional Council to implement plans to protect population, restore services, and allocate funds transparently.\n\nWelcomes efforts of Secretary-General, African Union, Arab League, European Union, and Organization of Islamic Cooperation to support Libyan-led transition.\n\nExpresses concern at proliferation of arms in Libya and its impact on regional peace and security.\n\nRecalls resolutions 1970 (2011) and 1973 (2011) and decisions on frozen assets.\n\nActing under Chapter VII, takes measures under Article 41:\n\n1. Takes note of developments in Libya, welcomes improved situation, and looks forward to stability.\n\n2. Looks forward to establishment of inclusive, representative transitional government.\n\n3. Emphasizes importance of promoting women's and minority communities' participation.\n\n4. Welcomes National Transitional Council's statements on unity, national reconciliation, and justice.\n\n5. Encourages National Transitional Council to implement plans to protect population, restore services, and allocate funds transparently.\nHere is a concise summary of the Security Council document 2009 (2011):\n\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2009_2011_EN.pdf"
}