{
  "resolution_no": "1989",
  "year": 2011,
  "theme": [
    "Terrorism",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "The Taliban",
    "United Nations",
    "Security Council",
    "International Organizations",
    "INTERPOL",
    "Financial Action Task Force (FATF)"
  ],
  "reporting_cycle": "The Committee shall report to the Council on its findings regarding Member States’ implementation efforts, and identify and recommend steps necessary to improve implementation.",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions on terrorism, reaffirms that terrorism in all its forms and manifestations is a serious threat to peace and security. The Council condemns Al-Qaida and associated individuals, groups, undertakings, and entities for their terrorist acts. \n\nThe Council reaffirms that terrorism cannot be associated with any religion, nationality, or civilization and stresses the need to combat terrorism by all means, in accordance with the Charter of the United Nations and international law. \n\nThe Council expresses concern at the increase in incidents of kidnapping and hostage-taking by terrorist groups and stresses that terrorism can only be defeated by a sustained and comprehensive approach involving all States and international and regional organizations.\n\nThe Council emphasizes that sanctions are an important tool in maintaining and restoring international peace and security and urges all Member States to participate actively in maintaining and updating the Consolidated List. \n\nThe Council reminds the Committee to remove expeditiously individuals and entities that no longer meet the criteria for listing and recognizes the challenges to the measures implemented by Member States.\n\nThe Council welcomes improvements to the Committee's procedures and the quality of the Consolidated List, and expresses its intent to continue efforts to ensure that procedures are fair and clear.\n\nThe Council also welcomes the establishment of the Office of the Ombudsperson and its role in improving fairness and transparency, and reiterates that the measures referred to in paragraph 1 of this resolution are preventative in nature.\n\nThe Council welcomes the second review of the United Nations Global Counter-Terrorism Strategy and the creation of the Counter-Terrorism Implementation Task Force (CTITF) and encourages further engagement with the CTITF to ensure overall coordination and coherence in the counter-terrorism efforts of the UN system. \n\nThe Council welcomes the continuing cooperation between the Committee and INTERPOL, the United Nations Office on Drugs and Crime, and all other UN bodies.\nHere is a concise summary of the Security Council document 1989 (2011):",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1989_2011_EN.pdf"
}