{
  "resolution_no": "1974",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Security",
    "Humanitarian",
    "WPS/CAAC",
    "Counter-Narcotics",
    "Rule of Law"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "NATO",
    "United Nations Office on Drugs and Crime (UNODC)",
    "Afghan Government",
    "International Security Assistance Force (ISAF)"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "18. Attacks against humanitarian workers are condemned, and safe access for humanitarian actors is underlined.\nHere is a summarized version of the Security Council document:\n\n19. Welcomes achievements in Afghanistan's Mine Action Programme, encourages continued efforts to remove anti-personnel landmines, anti-tank landmines, and explosive remnants of war, and provide assistance to victims.\n\n20. Recognizes progress made by ISAF and other international forces in minimizing civilian casualties, calls for continued efforts, and cooperation with the Afghan Government in investigations.\n\n21. Emphasizes ensuring access to all prisons and detention places in Afghanistan, and respect for international law, humanitarian law, and human rights law.\n\n22. Expresses concern about child recruitment and use by Taliban forces, killing and maiming of children, and calls for those responsible to be brought to justice, and for implementation of resolutions 1612 (2005) and 1882 (2009).\n\n23. Welcomes the signing of an Action Plan between the Government of Afghanistan and the UN to halt child recruitment into Afghan National Security Forces.\n\n24. Reiterates the importance of increasing the functionality, professionalism, and accountability of the Afghan security sector.\n\n25. Welcomes progress in developing the Afghan National Army, and encourages sustained training efforts.\n\n26. Takes note of efforts to enhance the Afghan National Police's capabilities, and calls for further efforts, with international assistance.\n\n27. Welcomes progress in disbanding illegal armed groups, and calls for accelerated efforts.\n\n28. Takes note of progress in addressing opium production, remains concerned about its harm, and calls for accelerated implementation of the National Drug Control Strategy.\n\n29. Calls upon States to strengthen international cooperation to counter the threat posed by illicit drugs from Afghanistan.\n\n30. Calls for continuation of the Paris Pact initiative to counter production, trafficking, and consumption of opium and heroin.\n\n31. Reiterates the importance of implementing the National Priority Programme on Law and Justice for All.\nThe Security Council:\n\n32. Stresses the importance of further progress in the reconstruction and reform of the prison sector in Afghanistan to improve respect for the rule of law and human rights.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1974_2011_EN.pdf"
}