{
  "resolution_no": "2024",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Border Security",
    "International Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "UNISFA",
    "JBVMM",
    "JPSM",
    "African Union High-level Implementation Panel"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2024 (2011) on December 14, 2011, recalling previous resolutions and statements on Sudan and South Sudan. The Council reaffirmed its commitment to sovereignty, territorial integrity, peace, stability, and security in the region. \n\nThe resolution commends the assistance provided by the African Union High-level Implementation Panel, welcomes the June 29 and July 30 Agreements between Sudan and South Sudan on border security and monitoring, and underlines the importance of building mutual trust and confidence.\n\nThe Council decides to expand the mandate of the United Nations Interim Security Force for Abyei (UNISFA) to include:\n\n* Assisting parties in observing security commitments in the Safe Demilitarized Border Zone (SDBZ)\n* Supporting the Joint Border Verification and Monitoring Mechanism (JBVMM) operational activities\n* Assisting and advising JBVMM on planning, monitoring, and verification\n* Maintaining chart and mapping references for monitoring\n* Facilitating liaison between parties\n* Supporting parties in developing bilateral management mechanisms\n* Assisting in building mutual trust\n\nThe resolution requests Sudan and South Sudan to implement their commitments under the agreements, ensures free movement of UNISFA personnel and equipment, and urges cooperation with UNISFA. \n\nThe Secretary-General is requested to keep the Council informed of progress, report on implementation, and look for ways to strengthen inter-mission cooperation. The Council decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2024_2011_EN.pdf"
}