{
  "resolution_no": "2001",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMI",
    "Office of the United Nations High Commissioner for Refugees"
  ],
  "reporting_cycle": "Secretary-General reports every four months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions on Iraq, reaffirms Iraq's independence, sovereignty, unity, and territorial integrity, and emphasizes the importance of stability and security for the Iraqi people, the region, and the international community. The Council encourages the Iraqi Government to strengthen democracy, the rule of law, and security, and to combat terrorism and sectarian violence. It welcomes improvements in the security situation but notes that challenges persist, and stresses the need for sustained progress through political dialogue and national unity. The Council underscores the importance of the United Nations Assistance Mission for Iraq (UNAMI) in advising, supporting, and assisting the Iraqi people and Government, and prioritizes advice, support, and assistance to achieve goals. It urges the Iraqi Government to promote and protect human rights, and to support the Independent High Commission for Human Rights. The Council recognizes efforts to promote women's rights and reaffirms the importance of their full, equal, and effective participation in peace and security. It expresses concern about humanitarian issues and stresses the need for a coordinated response. The Council underscores the sovereignty of the Iraqi Government and the need to protect civilians, including children, women, and minority groups. It welcomes progress towards Iraq's regaining its international standing and calls on the Iraqi Government to continue cooperation with Kuwait to address outstanding issues. The Council extends the mandate of UNAMI for a period of twelve months.\nThe Security Council:\n\n2. Decides that the Special Representative of the Secretary-General and UNAMI shall continue to pursue their mandate as stipulated in resolution 1936 (2010), at the request of the Government of Iraq, taking into account the letter from the Minister of Foreign Affairs of Iraq (S/2011/464, annex);\n\n3. Recognizes the essentiality of security of United Nations personnel for UNAMI to carry out its work and calls upon the Government of Iraq and other Member States to provide security and logistical support;\n\n4. Welcomes contributions of Member States to UNAMI and calls upon them to continue providing sufficient resources and support;\n\n5. Intends to review UNAMI's mandate in twelve months or sooner if requested by the Government of Iraq;\n\n6. Requests the Secretary-General to report to the Council every four months on UNAMI's progress;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2001_2011_EN.pdf"
}