{
  "resolution_no": "2023",
  "year": "2011",
  "theme": [
    "Sanctions",
    "Peacekeeping",
    "Terrorism",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Somalia/Eritrea Monitoring Group",
    "African Union",
    "Intergovernmental Authority on Development (IGAD)",
    "United Nations"
  ],
  "reporting_cycle": "Secretary-General reports within 180 days; States report within 120 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Somalia and the border dispute between Djibouti and Eritrea, reaffirms respect for the sovereignty, territorial integrity, and unity of Somalia, Djibouti, Eritrea, and other regional states.\n\nSupports the Djibouti Peace Process and Transitional Federal Charter for a lasting solution in Somalia, welcoming the Kampala Accord and roadmap.\n\nCalls on states to peacefully resolve disputes and normalize relations for durable peace and security in the Horn of Africa.\n\nReiterates concern about the Eritrea-Djibouti border dispute, urging Eritrea to implement the June 2010 Agreement.\n\nNotes Eritrea's continued support to armed opposition groups, including Al-Shabaab, undermining peace and stability in Somalia.\n\nCondemns Eritrea's violations of resolutions 1907 (2009), 1862 (2009), and 1844 (2008).\n\nSupports the African Union's call for Eritrea to resolve border disputes and promote peace and security in the Horn of Africa.\n\nUnder Chapter VII of the UN Charter:\n\n1. Condemns Eritrea's continued support to armed opposition groups.\n\n2. Supports the African Union's call for Eritrea to resolve border disputes and normalize relations.\nHere is a concise summary of the Security Council document:\n\n3. All Member States, including Eritrea, must comply with the arms embargo imposed by paragraph 5 of resolution 733 (1992).\n\n4. Eritrea must fully comply with resolution 1907 (2009) without delay.\n\n5. Eritrea must engage constructively with Djibouti to resolve their border dispute.\n\n6. Eritrea must provide information on Djiboutian combatants missing in action since June 2008.\n\n7. Eritrea must cease efforts to destabilize States through financial, military, or non-military assistance to armed groups.\n\n8. States must inspect cargo bound to or from Eritrea if they have reason to believe it contains prohibited items.\n\n9. The Security Council intends to apply targeted sanctions against individuals and entities that meet listing criteria.\n\n10. Eritrea must cease using the \"Diaspora tax\" to destabilize the Horn of Africa region.\n\n11. Eritrea must cease collecting taxes outside of Eritrea using extortion, threats, or fraud.\n\n12. Eritrea must show transparency in its public finances, particularly in the mining sector.\n\n13. States must promote vigilance in their nationals and firms doing business in Eritrea's mining sector.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2023_2011_EN.pdf"
}