{
  "resolution_no": "2008",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Post-conflict Reconstruction",
    "Security Sector Reform",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39"
  ],
  "entities": [
    "UNMIL",
    "ECOWAS",
    "African Union",
    "Peacebuilding Commission",
    "United Nations Office for West Africa (UNOWA)",
    "Liberia National Police"
  ],
  "reporting_cycle": "The Secretary-General reports by 30 April 2012",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling its previous resolutions and statements on the situation in Liberia and the subregion, welcomes the Secretary-General's report and its recommendations. The Council notes the efforts of the Government of Liberia to promote national reconciliation, economic recovery, and good governance, but expresses concern over slow progress on land reform.\n\nThe Council recognizes that lasting stability in Liberia requires sustainable government institutions, including security and rule of law sectors. It commends the assistance provided by the Government and Liberian people to refugees and notes the progress achieved in the transition of security responsibilities from UNMIL to national authorities.\n\nThe Council stresses the importance of holding timely, credible, and peaceful elections in 2012, in accordance with the constitution and international standards. It emphasizes the need to promote strong voter turnout and participation of women in the electoral process.\n\nThe Council takes note of the Secretary-General's recommendation to deploy a technical assessment mission to Liberia after the inauguration of the elected Government in 2012. It welcomes the Peacebuilding Commission's contribution to security sector reform, rule of law, and national reconciliation.\n\nThe Council recognizes significant challenges remaining across all sectors, including violent crime, and instability in Côte d'Ivoire posing cross-border security challenges. It notes with concern threats to subregional stability, including illicit drug trafficking, organized crime, and illicit arms.\n\nThe Council commends UNMIL's contribution to maintaining peace and stability in Liberia and notes the close cooperation between UNMIL and UNOCI. It expresses appreciation for the international community's support and reiterates the need for a rigorous approach to peacekeeping deployments.\n\nThe Council recalls its resolutions on women, peace, and security, and welcomes efforts to promote and protect the rights of civilians, particularly women and children. It encourages ensuring adequate human rights presence, capacity, and expertise within UNMIL. \n\nThe Council expresses appreciation for UNMIL military personnel's contribution to the provision of security for the Special Court for Sierra Leone.\nHere is a concise summary of the Security Council document:\n\nThe Security Council, determining that the situation in Liberia continues to threaten international peace and security, decides to:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2008_2011_EN.pdf"
}