{
  "resolution_no": "1977",
  "year": "2011",
  "theme": [
    "Non-Proliferation",
    "Disarmament",
    "Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "1540 Committee",
    "Office for Disarmament Affairs",
    "International Atomic Energy Agency",
    "Organization for the Prohibition of Chemical Weapons"
  ],
  "reporting_cycle": "The 1540 Committee will conduct a comprehensive review on the status of implementation of resolution 1540 (2004), both after five years and prior to the renewal of its mandate, and submit to the Security Council a report on the conclusions of those reviews.",
  "operative_authority": "Chapter VII",
  "summary": "Calls on States to work together urgently to prevent and suppress acts of nuclear terrorism.\n\nEndorses the 2009 comprehensive review of the status of implementation of resolution 1540 and takes note of its findings and recommendations.\n\nActing under Chapter VII of the Charter:\n\n1. Reiterates its decisions in and requirements of resolution 1540 (2004) and re-emphasizes the importance of full implementation.\n\n2. Decides to extend the mandate of the 1540 Committee for 10 years until 25 April 2021.\n\n3. Decides that the 1540 Committee will conduct comprehensive reviews on the status of implementation of resolution 1540, both after five years and prior to the renewal of its mandate.\n\n4. Decides that the 1540 Committee will submit an annual Programme of Work to the Security Council before the end of each May.\n\n5. Decides to continue to provide the 1540 Committee with the assistance of experts.\n\n6. Calls upon all States that have not yet presented a first report on steps they have taken or intend to take to implement resolution 1540 to submit such a report without delay.\n\n7. Encourages all States that have submitted reports to provide additional information on their implementation of resolution 1540.\n\n8. Encourages all States to prepare national implementation action plans with the assistance of the 1540 Committee.\n\n9. Decides that the 1540 Committee shall continue to intensify its efforts to promote full implementation of resolution 1540.\n\n10. Urges the 1540 Committee to engage actively with States and relevant organizations to promote sharing of experience and effective practices.\n\n11. Encourages the 1540 Committee to actively engage in dialogue with States on the implementation of resolution 1540.\n\n12. Requests the 1540 Committee to identify effective practices, templates, and guidance to develop a compilation and consider preparing a technical reference guide about resolution 1540.\nHere is a summarized version of the Security Council document:\n\n**Assistance**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1977_2011_EN.pdf"
}