{
  "resolution_no": "2020",
  "year": "2011",
  "theme": [
    "Piracy",
    "Armed Robbery",
    "Maritime Security",
    "International Law"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNODC",
    "IMO",
    "CGPCS",
    "EU operation Atalanta",
    "North Atlantic Treaty Organization"
  ],
  "reporting_cycle": "Secretary-General reports every 11 months",
  "operative_authority": "Chapter VII",
  "summary": "10. Affirms that authorizations apply only to the situation in Somalia and do not affect rights or obligations under international law;\n\n11. Exempts from arms embargo measures weapons and equipment for States and regional organizations undertaking measures against piracy;\n\n12. Requests cooperating States to ensure their activities do not deny or impair innocent passage rights of third State ships;\n\n13. Calls on Member States to assist Somalia in strengthening capacity to bring to justice those using Somali territory for piracy;\n\n14. Calls upon all States to cooperate in determining jurisdiction and prosecuting those responsible for piracy;\n\n15. Calls upon all States to criminalize piracy under domestic law and prosecute suspected pirates;\n\n16. Reiterates decision to consider establishing specialized anti-piracy courts in Somalia and other States in the region.\nHere is a concise summary of the Security Council document:\n\n17. Urges states to prevent illicit financing of piracy and laundering of its proceeds under domestic law.\n\n18. Urges states to investigate international criminal networks involved in piracy off Somalia's coast.\n\n19. Commends INTERPOL's global piracy database and urges states to share information.\n\n20. Stresses the need to support investigation and prosecution of those who finance, plan, or profit from piracy.\n\n21. Urges states and organizations to share evidence for anti-piracy law enforcement.\n\n22. Commends the establishment of trust funds to counter piracy and urges states and the shipping industry to contribute.\n\n23. Urges states to implement obligations under Conventions and cooperate to build judicial capacity.\n\n24. Urges states to investigate and prosecute allegations of illegal fishing and dumping.\n\n25. Welcomes IMO's recommendations on preventing piracy and urges implementation.\n\n26. Invites IMO to continue contributions to preventing piracy.\n\n27. Notes the importance of securing WFP assistance delivery by sea.\n\n28. Requests states and organizations to report on progress in 9 months.\n\n29. Requests the Secretary-General to report on implementation in 11 months.\n\n30. Expresses intention to review the situation and consider renewing authorizations.\n\n31. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2020_2011_EN.pdf"
}