{
  "resolution_no": "1988",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Terrorism",
    "Reconciliation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNAMA",
    "High Peace Council",
    "1267 Monitoring Team",
    "Al-Qaida",
    "Taliban",
    "ISIL"
  ],
  "reporting_cycle": "The Monitoring Team shall submit comprehensive, independent reports to the Committee every six months, with specific deadlines for reports on March 31, 2012, and October 31, 2012.",
  "operative_authority": "Chapter VII",
  "summary": "**Review and Maintenance of the List**\n\n* Recognizes the need for timely and expeditious modifications to the List, including additions and removals.\n* Urges the Committee to decide on delisting requests in a timely manner and review each entry on the list regularly.\n* Requests the Committee to:\n\t+ Review individuals considered reconciled, with identifiers lacking, reportedly deceased, and entities reported or confirmed to have ceased to exist.\n\t+ Establish guidelines for such reviews.\n\t+ Circulate lists every six months of:\n\t\t- Individuals considered reconciled.\n\t\t- Individuals and entities with entries lacking identifiers.\n\t\t- Individuals reportedly deceased and entities reported or confirmed to have ceased to exist.\n\n**Procedures and Guidelines**\n\n* Urges the Committee to ensure fair and clear procedures for its work and establish guidelines accordingly.\n* Directs the Committee to establish guidelines for paragraphs 9, 10, 11, 12, 17, 20, 21, 24, 25, and 27.\n\n**Cooperation with Government of Afghanistan**\n\n* Encourages cooperation among the Committee, Government of Afghanistan, and UNAMA.\n* Welcomes the Government of Afghanistan's desire to assist the Committee in listing and delisting requests.\n\n**New Sanctions Committee Tasks**\n\n* The Committee shall:\n\t+ Consider listing and delisting requests and updates to the List.\n\t+ Update the List regularly.\n\t+ Make narrative summaries of reasons for listing accessible on its website.\n\t+ Review names on the List.\n\t+ Make periodic reports to the Council.\n\t+ Ensure fair and clear procedures for listing and delisting.\n\t+ Examine reports presented by the Monitoring Team.\n\t+ Monitor implementation of measures.\n\t+ Consider requests for exemptions.\n\t+ Establish guidelines as necessary.\n\t+ Encourage dialogue with interested Member States.\n\t+ Seek information from States on implementation.\n\t+ Examine and take action on information regarding alleged violations.\n\t+ Facilitate assistance in capacity building.\n\t+ Cooperate with other relevant Security Council Sanctions Committees.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Decides to extend the mandate of the 1267 Monitoring Team for 18 months to support the Committee, with the mandate outlined in Annex A.\n\n**Monitoring Team's Mandate:**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1988_2011_EN.pdf"
}