{
  "resolution_no": "1974",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Security",
    "Humanitarian",
    "WPS/CAAC",
    "Counter-Narcotics",
    "Rule of Law"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "NATO",
    "United Nations Office on Drugs and Crime (UNODC)",
    "Afghan Government",
    "International Security Assistance Force (ISAF)"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nRecalling previous resolutions on Afghanistan, particularly resolution 1917 (2010) extending the mandate of UNAMA through 23 March 2011,\n \nReaffirming commitment to Afghanistan's sovereignty, independence, territorial integrity, and national unity,\n \nStressing a comprehensive approach to address the situation in Afghanistan, with no purely military solution for stability,\n\n Reaffirming support for the Government and people of Afghanistan in rebuilding, strengthening peace, and assuming their rightful place in the international community,\n\nWelcoming the Kabul International Conference results, a milestone in the Kabul Process, and commitments made by the Afghan Government,\n\nReaffirming commitments made at the London Conference, setting a clear agenda and priorities for Afghanistan,\n\nLooking forward to the international Afghanistan Conference in Bonn in December 2011,\n\nReaffirming support for implementing commitments under Afghan ownership, of the London and Kabul Conference Communiqués, the Afghanistan National Development Strategy (ANDS), and the National Drugs Control Strategy,\n\nStressing the central and impartial role of the United Nations in promoting peace and stability in Afghanistan,\n\nRecalling the conclusions of the Consultative Peace Jirga and welcoming the establishment of the High Peace Council,\n\nRecognizing the courage and dedication of millions who voted in the 2010 legislative elections,\n\nWelcoming the contribution of the International Contact Group to coordinating and broadening international support for Afghanistan,\n\nStressing the crucial importance of advancing regional cooperation to promote security, stability, and economic and social development in Afghanistan.\nThe Security Council:\n\nWelcomes the international community's continued commitment to support stability and development in Afghanistan, noting initiatives such as the Istanbul \"Heart of Asia\" Summit and the Shanghai Cooperation Organization.\n\nWelcomes efforts of countries increasing civilian and humanitarian assistance to Afghanistan and encourages further contributions in a coordinated manner with the Afghan authorities and UNAMA.\n\nWelcomes the agreement to transfer lead security responsibility to Afghan National Security Forces by the end of 2014 and notes progress in the transition process.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1974_2011_EN.pdf"
}