{
  "resolution_no": "2019",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "EUFOR ALTHEA",
    "NATO",
    "UN",
    "European Union",
    "Organization for Security and Cooperation in Europe (OSCE)"
  ],
  "reporting_cycle": "at least at three-monthly intervals",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions on conflicts in the former Yugoslavia, reaffirms commitment to a political settlement, preserving sovereignty and territorial integrity.\n\nEmphasizes support for the High Representative's role in Bosnia and Herzegovina, and implementation of the General Framework Agreement for Peace.\n\nRecalls agreements on the status of forces, and obligations to comply.\n\nAppreciates contributions of the High Representative, EUFOR ALTHEA, NATO, OSCE, and other organizations.\n\nWelcomes a revised strategy for return of refugees.\n\nRecognizes achievements, but notes incomplete implementation of the Peace Agreement.\n\nNotes a calm and stable security situation.\n\nEmphasizes progress towards Euro-Atlantic integration.\n\nWelcomes EU's non-executive capacity-building and training support within EUFOR ALTHEA.\n\nConfirms EU's commitment to a reconfigured EUFOR ALTHEA.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling the confirmation by Bosnia and Herzegovina of arrangements for EUFOR ALTHEA and NATO presence, welcomes increased EU engagement and NATO's continued role.\n\nIt reiterates calls on Bosnia and Herzegovina's authorities to implement undertakings, including finding a solution on State and Defence Property.\n\nThe Council calls on leaders to form a new Council of Ministers, refrain from divisive rhetoric, and make progress towards EU integration.\n\nDetermining the situation in the region remains a threat to international peace and security, the Council:\n\n1. Reaffirms support for the Peace Agreement and calls on parties to comply with obligations.\n\n2. Reiterates authorities in Bosnia and Herzegovina's primary responsibility for implementing the Peace Agreement.\n\n3. Reminds parties of their commitment to cooperate with entities involved in implementing the peace settlement, including the International Tribunal.\n\n4. Supports the High Representative's role in monitoring implementation and giving guidance.\n\n5. Expresses support for Peace Implementation Conference declarations.\n\n6. Intends to keep implementation under review and consider imposing measures if parties fail to meet obligations.\n\n7. Recalls support for EUFOR ALTHEA and NATO presence.\n\n8. Pays tribute to participating Member States and welcomes their continued deployment.\n\n9. Welcomes EU's intention to maintain EUFOR ALTHEA.\n\n10. Authorizes a multinational stabilization force (EUFOR ALTHEA) for 12 months.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2019_2011_EN.pdf"
}