{
  "resolution_no": "2021",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MONUSCO",
    "Group of Experts on the Democratic Republic of the Congo",
    "International Conference on the Great Lakes Region"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days, through the Committee, by 18 May 2012 and again before 19 October 2012",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on the Democratic Republic of the Congo (DRC), reaffirms its commitment to the country's sovereignty, territorial integrity, and political independence.\n\nStresses the primary responsibility of the DRC Government to ensure security and protect civilians, and notes the reports of the Group of Experts on the DRC.\n\nExpresses concern about the presence of armed groups in the DRC, the illicit flow of weapons, and the linkage between the exploitation of natural resources and the proliferation of arms.\n\nWelcomes regional efforts to combat the illegal exploitation of natural resources and encourages states to implement the Regional Initiative.\n\nCondemns human rights abuses and humanitarian law violations, and stresses that perpetrators must be brought to justice.\n\nDetermines that the situation in the DRC continues to threaten international peace and security.\n\nActing under Chapter VII of the Charter:\n\n1. Renews until 30 November 2012 the arms embargo imposed by resolution 1807 (2008).\n2. Renews for the same period the measures on transport imposed by resolution 1807 (2008).\n3. Renews for the same period the financial and travel measures imposed by resolution 1807 (2008).\nHere is a concise summary of the Security Council document:\n\n4. The Secretary-General is requested to extend the Group of Experts' mandate until 30 November 2012, with the same mandate as set out in previous resolutions, and to report to the Council by 18 May 2012 and 19 October 2012.\n\n5. The provisions of paragraphs 6-13 of resolution 1952 (2010) are reaffirmed, and the Group of Experts is requested to assess the impact of due diligence on the economic and social development of mining areas in the Democratic Republic of the Congo.\n\n6. The support of the due diligence guidelines by the Democratic Republic of the Congo is welcomed, and all States are called upon to assist in implementing the guidelines.\n\n7. States are encouraged to raise awareness of the due diligence guidelines, particularly in the gold sector, to mitigate the risk of financing armed groups.\n\n8. The Democratic Republic of the Congo and States in the Great Lakes region are encouraged to strengthen customs controls on mineral exports and imports.\n\n9. States are recommended to publish import and export statistics for natural resources and enhance information sharing to combat regional criminal networks.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2021_2011_EN.pdf"
}