{
  "resolution_no": "1972",
  "year": "2011",
  "theme": [
    "Humanitarian",
    "Peacekeeping",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "United Nations",
    "Security Council",
    "Humanitarian Aid Coordinator for Somalia"
  ],
  "reporting_cycle": "Secretary-General reports by 15 November 2011 and 15 July 2012",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\nReaffirms previous resolutions on Somalia, particularly the Somalia arms embargo (resolution 733 (1992)) and resolutions 1844 (2008) and 1916 (2010).\n\nCondemns the flow of weapons and related assistance to Somalia in violation of the arms embargo.\n\nInsists that all States refrain from actions contravening the embargo and hold violators accountable.\n\nCalls for effective implementation of targeted measures imposed in resolution 1844 (2008).\n\nStresses the importance of neutrality, impartiality, humanity, and independence in humanitarian assistance.\n\nDetermines that the situation in Somalia continues to threaten international peace and security.\n\nActing under Chapter VII:\n\n1. Stresses States' obligation to comply with the Somalia arms embargo and measures imposed by resolution 1844 (2008).\n\n2. Reaffirms the obligation to promote and ensure compliance with international humanitarian law in Somalia.\n\n3. Underscores the importance of humanitarian aid, condemns politicization, misuse, or misappropriation, and calls for feasible steps to mitigate these practices.\n\n4. Decides that for 16 months, obligations imposed by resolution 1844 (2008) shall not apply to payments for humanitarian assistance by the UN, its agencies, or humanitarian organizations.\n\n5. Requests the Emergency Relief Coordinator to report on implementation and impediments to humanitarian assistance by 15 November 2011 and 15 July 2012.\n\n6. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1972_2011_EN.pdf"
}