{
  "resolution_no": "2016",
  "year": "2011",
  "theme": [
    "Libya",
    "Humanitarian",
    "Peacekeeping",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "Libyan National Oil Corporation",
    "Zueitina Oil Company",
    "Central Bank of Libya",
    "Libyan Arab Foreign Bank",
    "Libyan Investment Authority",
    "Libyan Africa Investment Portfolio",
    "International Criminal Court"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Libya (1970, 1973, and 2009), reaffirms its commitment to Libya's sovereignty, independence, territorial integrity, and national unity.\n\nWelcoming the \"Declaration of Liberation\" of 23 October 2011, it looks forward to a future for Libya based on national reconciliation, justice, respect for human rights, and the rule of law.\n\nThe Council reiterates the importance of promoting full and effective participation of all social and ethnic groups, including women and minority communities.\n\nIt recalls its decision to refer the situation in Libya to the International Criminal Court and stresses the importance of cooperation to hold accountable those responsible for human rights violations and international humanitarian law.\n\nThe Council expresses concern at the proliferation of arms in Libya, grave concern about continuing reports of reprisals, arbitrary detentions, wrongful imprisonment, and extrajudicial executions.\n\nIt calls on the Libyan authorities to promote and protect human rights, comply with international law, and respect the human rights of all people in Libya.\n\nThe Council:\n\n1. Welcomes positive developments in Libya.\n2. Looks forward to the establishment of an inclusive, representative transitional Government.\n3. Urges the Libyan authorities to refrain from reprisals and arbitrary detentions.\n4. Urges Member States to cooperate with the Libyan authorities to end impunity for human rights violations.\n\nDecides to terminate the provisions of paragraphs 4 and 5 of resolution 1973 (2011) from 23.59 Libyan local time on 31 October 2011.\n2016 (2011)\n\n6. Decides also that the provisions of paragraphs 6 to 12 of resolution 1973 (2011) shall be terminated from 23.59 Libyan local time on 31 October 2011;\n\n7. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2016_2011_EN.pdf"
}