{
  "resolution_no": "1970",
  "year": 2011,
  "theme": [
    "Humanitarian",
    "Peacekeeping",
    "Sanctions",
    "Terrorism",
    "WPS/CAAC",
    "International Criminal Court"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41",
    "Article 16"
  ],
  "entities": [
    "International Criminal Court",
    "Libyan Arab Jamahiriya",
    "United Nations",
    "Arab League",
    "African Union"
  ],
  "reporting_cycle": "Secretary-General reports every 30 days",
  "operative_authority": "Chapter VII",
  "summary": "**Referral to the International Criminal Court**\n\n* The Security Council refers the situation in the Libyan Arab Jamahiriya to the International Criminal Court.\n* The Court shall have jurisdiction over crimes committed in Libya, unless the Libyan Arab Jamahiriya waives its jurisdiction.\n\n**Prosecutor's Reporting Requirements**\n\n* The Prosecutor shall report to the Security Council within two months of the adoption of this resolution and every six months thereafter on actions taken.\n\n**Expenses**\n\n* The expenses incurred in connection with the referral, including investigations and prosecutions, shall be borne by the parties to the Rome Statute and those States that wish to contribute voluntarily.\n\n**Arms Embargo**\n\n* All Member States shall prevent the direct or indirect supply, sale or transfer of arms and related materiel to the Libyan Arab Jamahiriya.\n* Exceptions:\n\t+ Non-lethal military equipment for humanitarian or protective use, with Committee approval.\n\t+ Protective clothing for UN personnel, media, humanitarian workers, and associated personnel.\n\t+ Other sales or supplies, with Committee approval.\n\n**Libyan Arab Jamahiriya's Export of Arms**\n\n* The Libyan Arab Jamahiriya shall cease the export of all arms and related materiel.\n* All Member States shall prohibit the procurement of such items from the Libyan Arab Jamahiriya.\n\n**Inspection and Seizure of Prohibited Items**\n\n* Member States shall inspect cargo to and from the Libyan Arab Jamahiriya, if they have reasonable grounds to believe it contains prohibited items.\n* Member States shall seize and dispose of prohibited items.\n\n**Reporting Requirements**\n\n* Member States shall submit reports to the Committee on inspections, seizures, and disposals.\n\n**Travel Ban**\n\n* All Member States shall prevent the entry into or transit through their territories of individuals listed in Annex I or designated by the Committee.\n* Exceptions:\n\t+ Humanitarian need, including religious obligation.\n\t+ Judicial process.\n\t+ Peace and national reconciliation in the Libyan Arab Jamahiriya.\n\n**Asset Freeze**\n\n* All Member States shall freeze funds, financial assets, and economic resources owned or controlled by individuals or entities listed in Annex II or designated by the Committee.\nHere is a concise summary of the Security Council document:\n\nMember States must prevent funds, financial assets, or economic resources from being made available to individuals or entities listed in Annex II or designated by the Committee.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1970_2011_EN.pdf"
}