{
  "resolution_no": "1998",
  "year": "2011",
  "theme": [
    "Children and Armed Conflict",
    "Protection of Children",
    "Armed Conflict"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27",
    "Article 28"
  ],
  "entities": [
    "UNICEF",
    "International Labour Organization",
    "International Criminal Court"
  ],
  "reporting_cycle": "The Secretary-General reports by June 2012 and every year thereafter",
  "operative_authority": "Chapter VI",
  "summary": "Requests enhanced communication between the Working Group and relevant Security Council Sanctions Committees.\n\n Encourages Sanctions Committees to invite the Special Representative of the Secretary-General to brief them on specific information.\n\n Expresses its intention to consider including provisions pertaining to parties to armed conflict that engage in activities in violation of applicable international law relating to the rights and protection of children.\n\n Encourages Member States to communicate relevant information to the Security Council.\n\n Calls on Member States to take decisive action against persistent perpetrators and bring them to justice.\nThe Security Council:\n\n12. Stresses the responsibility of UN country-level task forces and country teams to ensure effective follow-up to its resolutions on children and armed conflict, monitor and report progress to the Secretary-General, and ensure a coordinated response.\n\n13. Reiterates its request to the Secretary-General to include the matter of children and armed conflict in all his reports on country-specific situations.\n\n14. Reaffirms its decision to include specific provisions for the protection of children in the mandates of all relevant UN peacekeeping, peacebuilding, and political missions.\n\n15. Requests Member States, UN missions, and country teams to establish strategies and coordination mechanisms for information exchange and cooperation on child protection concerns.\n\n16. Welcomes progress achieved by Country Task Forces on Monitoring and Reporting, stressing that a strengthened monitoring and reporting mechanism is necessary.\n\n17. Requests the Secretary-General to take measures to bring the monitoring and reporting mechanism to its full capacity.\n\n18. Stresses that effective disarmament, demobilization, and reintegration programmes for children are crucial for their well-being and durable peace and security.\n\n19. Calls upon Member States and UN entities to ensure that the protection, rights, well-being, and empowerment of children affected by armed conflict are integrated into all peace processes.\n\n20. Invites the Special Representative for Children and Armed Conflict to brief the Security Council on the modalities of listing parties in the annexes of the Secretary-General's periodic report.\n\n21. Directs its Working Group on Children and Armed Conflict to consider options for increasing pressure on persistent perpetrators of violations and abuses against children.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1998_2011_EN.pdf"
}