{
  "resolution_no": "1974",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Security",
    "Humanitarian",
    "WPS/CAAC",
    "Counter-Narcotics",
    "Rule of Law"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "NATO",
    "United Nations Office on Drugs and Crime (UNODC)",
    "Afghan Government",
    "International Security Assistance Force (ISAF)"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "The Council decides that UNAMA and the Special Representative will:\n\n4. Support Afghanistan's National Priority Programmes on security, governance, justice, and development;\n5. Lead international civilian efforts, focusing on:\n \n(a) promoting coherent support to Afghanistan's development and governance priorities;\n(b) strengthening cooperation with ISAF and NATO;\n(c) supporting the Afghan-led peace and reconciliation process;\n(d) supporting future Afghan elections;\n\n6. Lead international civilian efforts in priority areas:\n \n(a) supporting regional cooperation;\n(b) promoting implementation of the Kabul Process;\n(c) improving governance and rule of law;\n(d) monitoring human rights and promoting accountability;\n(e) coordinating humanitarian assistance.\nHere is a concise summary of the Security Council document:\n\n7. The Council calls on all Afghan and international parties to coordinate with UNAMA to promote security and freedom of movement of UN personnel.\n\n8. It reiterates the need to ensure security of UN staff and supports measures taken by the Secretary-General.\n\n9. A strong presence of UNAMA and other UN agencies in provinces is stressed, and the Secretary-General is encouraged to address security issues.\n\n10. Sustainable democratic development in Afghanistan is underscored, with Afghan institutions acting within their competence, and UNAMA's leading role in supporting electoral reforms.\n\n11. Efforts of the Afghan Government to promote dialogue with opposition groups are welcomed, and UNAMA's support is encouraged.\n\n12. UNAMA's role in supporting peace and reconciliation, including the Afghan Peace and Reintegration Programme, is stressed.\n\n13. Regional cooperation and trust-building efforts are welcomed, and increased cooperation against extremist groups is stressed.\n\n14. The central role of the JCMB in coordinating development strategy implementation is reaffirmed.\n\n15. International donors and the Afghan Government are called upon to adhere to their commitments made at the Kabul Conference.\n\n16. The Afghan Government and international community are called upon to address the threat posed by extremist groups.\n\n17. Attacks targeting civilians and Afghan and international forces are strongly condemned.\n\n18. Attacks against humanitarian workers are condemned, and safe access for humanitarian actors is underlined.\nHere is a summarized version of the Security Council document:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1974_2011_EN.pdf"
}