{
  "resolution_no": "1988",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Terrorism",
    "Reconciliation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNAMA",
    "High Peace Council",
    "1267 Monitoring Team",
    "Al-Qaida",
    "Taliban",
    "ISIL"
  ],
  "reporting_cycle": "The Monitoring Team shall submit comprehensive, independent reports to the Committee every six months, with specific deadlines for reports on March 31, 2012, and October 31, 2012.",
  "operative_authority": "Chapter VII",
  "summary": "* Recognizes the need to maintain contact with relevant UN Security Council Committees, international organizations, and expert groups.\n* Encourages UNAMA to provide assistance to the High Peace Council.\n\n**Reviews:**\n\n* Decides to review the implementation of measures outlined in this resolution in 18 months and make adjustments as necessary.\n* Decides to remain actively seized of the matter.\nThe Monitoring Team shall: \n(m) Consult with Member States and relevant organizations, including UNAMA, and engage in regular dialogue, taking into account their comments, especially on issues in the Monitoring Team’s reports; \n(n) Consult with Member States’ intelligence and security services to facilitate information sharing and strengthen enforcement; \n(o) Consult with private sector representatives, including financial institutions, to learn about the assets freeze implementation and develop recommendations; \n(p) Work with international and regional organizations to promote awareness and compliance with the measures; \n(q) Work with INTERPOL and Member States to obtain photographs of listed individuals for INTERPOL Special Notices; \n(r) Assist other Security Council subsidiary bodies and expert panels with enhancing cooperation with INTERPOL; \n(s) Assist the Committee in facilitating capacity building assistance for enhancing implementation of the measures; \n(t) Report to the Committee regularly or upon request, on its work, including visits and activities; \n(u) Submit a written report and recommendations within 90 days on linkages between individuals and entities eligible for designation and Al-Qaida, and thereafter periodically; \n(v) Perform any other responsibility identified by the Committee.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1988_2011_EN.pdf"
}