{
  "resolution_no": "1973",
  "year": "2011",
  "theme": [
    "Humanitarian",
    "Peacekeeping",
    "Sanctions",
    "Terrorism",
    "WPS/CAAC",
    "Climate"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "UNIFIL",
    "MINUSMA",
    "League of Arab States",
    "African Union",
    "International Criminal Court"
  ],
  "reporting_cycle": "Secretary-General reports every 7 days",
  "operative_authority": "Chapter VII",
  "summary": "* The Secretary-General shall create a Panel of Experts to assist the Committee, gather information, and make recommendations (para 24).\n* The Panel shall provide interim and final reports to the Council (para 24).\n\n**Other Provisions**\n\n* States shall require their nationals to exercise vigilance when doing business with Libyan entities (para 21).\n* The Committee's mandate shall apply to measures decided in this resolution (para 26).\n* No claim shall lie in connection with contracts/transactions affected by measures taken by the Security Council (para 27).\n* The Council shall review the measures imposed and keep the actions of Libyan authorities under continuous review (para 28).\n* The Council decides to remain actively seized of the matter (para 29).\nThe Security Council document 1973 (2011) imposes sanctions on individuals and entities associated with the Libyan regime. \n\n**Travel Ban:**\n1. QUREN SALIH QUREN AL QADHAFI, Libyan Ambassador to Chad, involved in recruiting and coordinating mercenaries.\n2. Colonel AMID HUSAIN AL KUNI, Governor of Ghat, directly involved in recruiting mercenaries.\n\n**Asset Freeze:**\n1. Dorda, Abu Zayd Umar, Director, External Security Organisation.\n2. Jabir, Major General Abu Bakr Yunis, Defence Minister, Major General, born 1952 in Jalo, Libya.\n3. Matuq, Matuq Mohammed, Secretary for Utilities, born 1956 in Khoms.\n4. Qadhafi, Mohammed Muammar, son of Muammar Qadhafi, born 1970 in Tripoli, Libya.\n5. Qadhafi, Saadi, Commander Special Forces, son of Muammar Qadhafi, born 25/05/1973 in Tripoli, Libya.\n6. Qadhafi, Saif al-Arab, son of Muammar Qadhafi, born 1982 in Tripoli, Libya.\n7. Al-Senussi, Colonel Abdullah, Director Military Intelligence, born 1949 in Sudan.\n\n**Entities:**\n1. Central Bank of Libya, under control of Muammar Qadhafi and his family.\n2. Libyan Investment Authority (a.k.a. Libyan Arab Foreign Investment Company), under control of Muammar Qadhafi and his family.\n3. Libyan Foreign Bank, under control of Muammar Qadhafi and his family.\n4. Libyan Africa Investment Portfolio, under control of Muammar Qadhafi and his family.\n5. Libyan National Oil Corporation, under control of Muammar Qadhafi and his family.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1973_2011_EN.pdf"
}