{
  "resolution_no": "1989",
  "year": 2011,
  "theme": [
    "Terrorism",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "The Taliban",
    "United Nations",
    "Security Council",
    "International Organizations",
    "INTERPOL",
    "Financial Action Task Force (FATF)"
  ],
  "reporting_cycle": "The Committee shall report to the Council on its findings regarding Member States’ implementation efforts, and identify and recommend steps necessary to improve implementation.",
  "operative_authority": "Chapter VII",
  "summary": "**Reviews and Follow-up**\n\n* Decides to review measures in 18 months or sooner if necessary;\n* Decides to remain seized of the matter.\n\n**Annex I: Monitoring Team Responsibilities**\n\n* Submit comprehensive reports on implementation by Member States;\n* Assist the Ombudsperson;\n* Assist the Committee in reviewing names on the Al-Qaida Sanctions List;\n* Analyze reports and information from Member States;\n* Assist the Committee in following up on requests to Member States;\n* Submit a program of work to the Committee;\n* Work closely with CTED and 1540 Committee's group of experts;\n* Participate in and support activities under the UN Global Counter-Terrorism Strategy;\n* Assist the Committee with analysis of non-compliance;\n* Present recommendations to the Committee.\nThe Security Council resolution outlines the tasks of the Monitoring Team, which include:\n\n(k) assisting the Committee in considering listing proposals by compiling and circulating relevant information and preparing draft narrative summaries;\n\n(l) bringing to the Committee's attention new circumstances that may warrant delisting, such as information on deceased individuals;\n\n(m) consulting with Member States before travel;\n\n(n) coordinating with national counter-terrorism focal points;\n\n(o) encouraging Member States to submit names and identifying information for the Al-Qaida Sanctions List;\n\n(p) presenting additional identifying information to update the List;\n\n(q) studying and reporting on the evolving Al-Qaida threat and recommending countermeasures;\n\n(r) monitoring and reporting on implementation of measures, including preventing the misuse of the Internet;\n\n(s) consulting with Member States and organizations;\n\n(t) consulting with intelligence and security services;\n\n(u) consulting with the private sector on the assets freeze;\n\n(v) working with international organizations to promote awareness and compliance;\n\n(w) facilitating assistance on capacity building;\n\n(x) working with INTERPOL to obtain photographs of listed individuals;\n\n(y) assisting other Security Council bodies;\n\n(z) reporting to the Committee on its work;\n\n(aa) submitting a written report on linkages between Al-Qaida and other listed entities;\n\n(bb) undertaking other responsibilities identified by the Committee.\nHere is a concise summary of the document:\n\nThe Office of the Ombudsperson is authorized to process delisting requests from individuals, groups, undertakings, or entities on the Al-Qaida Sanctions List.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1989_2011_EN.pdf"
}