{
  "resolution_no": "1980",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "Sanctions Committee",
    "Group of Experts",
    "African Union (AU)",
    "Economic Community of West African States (ECOWAS)",
    "Kimberley Process Certification Scheme"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days, midterm report to the Committee by 15 October 2011, and a final report by 15 days before the end of its mandated period",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\nRecalling previous resolutions on Côte d'Ivoire, reaffirms its commitment to the country's sovereignty, independence, territorial integrity, and unity.\n\nNotes the report of the Secretary-General and the reports of the UN Group of Experts, and welcomes President Alassane Dramane Ouattara's assumption of responsibilities as Head of State.\n\nEmphasizes the need for sustained efforts to promote national reconciliation and peace through dialogue and consultation, and welcomes the assistance of the African Union and ECOWAS.\n\nCondemns all human rights violations and international humanitarian law violations, and stresses that perpetrators must be brought to justice.\n\nDecides to:\n\n1. Renew until 30 April 2012 the measures on arms, financial and travel restrictions imposed by previous resolutions.\n\n2. Review these measures by the end of the period, and conduct a midterm review by 31 October 2011.\n\n3. Call upon Member States to fully implement these measures.\n\n4. Urge all illegal armed combatants to lay down their arms immediately.\n\n5. Recall that UNOCI is mandated to collect arms brought into Côte d'Ivoire in violation of the embargo.\n\n6. Expresses concern about the presence of mercenaries, notably from neighbouring countries.\nThe Security Council:\n\n Mandates assistance to Côte d'Ivoire and Liberia to monitor their border, focusing on cross-border movement of combatants or arms transfers.\n\n Requires Ivorian authorities to provide unhindered access to the Group of Experts, UNOCI, and French Forces to equipment, sites, and installations.\n\n Regulates the supply of vehicles to Ivorian security forces, subject to measures imposed by resolution 1572 (2004).\n\n Establishes an exemption procedure for arms and related materiel, vehicles, and technical training for Ivorian security sector reform.\n\n Threatens targeted measures against individuals threatening peace, national reconciliation, or obstructing UNOCI or French Forces.\n\n Reiterates readiness to impose sanctions on those obstructing the electoral process.\n\n Requests cooperation from states, particularly in the subregion, with the Sanctions Committee.\n\n Extends the Group of Experts' mandate until 30 April 2012.\n\n Requests reports from the Group of Experts, including a midterm report by 15 October 2011 and a final report 15 days before its mandate ends.\n\n Authorizes communication of information gathered by UNOCI, French Forces, and the Kimberley Process Certification Scheme to the Security Council.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_1980_2011_EN.pdf"
}