{
  "resolution_no": "2030",
  "year": "2011",
  "theme": [
    "Peacebuilding",
    "Security Sector Reform",
    "Illicit Drug Trafficking",
    "Human Rights",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIOGBIS",
    "ECOWAS",
    "CPLP",
    "EU",
    "Peacebuilding Commission"
  ],
  "reporting_cycle": "Secretary-General reports every 6 months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Guinea-Bissau, welcomes efforts by the Government to maintain stability and constitutional order, and notes encouraging steps in economic reform.\n\nStresses the importance of free and fair legislative elections, national reconciliation, and security sector reform.\n\nExpresses concern over illicit drug trafficking and organized crime, and welcomes the Government's National Operational Plan to combat these issues.\n\nReiterates the need for international support for Guinea-Bissau's long-term security and development, particularly in security sector reform, justice, and fighting illicit drug trafficking.\n\nWelcomes efforts by ECOWAS, CPLP, and the Peacebuilding Commission (PBC) to assist Guinea-Bissau.\n\nReaffirms its commitment to peace and stability in Guinea-Bissau.\n\nDecides to:\n\n1. Extend the mandate of UNIOGBIS until 28 February 2013.\n2. Take note of the Secretary-General's report and recommendations.\n3. Emphasize priority sectors for peace consolidation, including defence and security sector reform, and request the Secretary-General to track progress.\nThe Security Council,\n\n1. Having considered the situation in Guinea-Bissau, \n\n2. Requests assessment of UNIOGBIS through benchmarks, addressing gaps, if any.\n\n3. Calls on Government and stakeholders to work together to consolidate peace, stability.\n\n4. Urges Armed Forces to respect constitutional order, civilian rule, and human rights.\n\n5. Requests Secretary-General to assist in security sector reform under national ownership.\n\n6. Welcomes ECOWAS-CPLP partnership to support Security Sector Reform.\n\n7. Calls for conclusion of investigations into 2009 political assassinations.\n\n8. Calls on authorities to ensure prosecution of those responsible for criminal acts.\n\n9. Urges Government to tackle corruption, implement UN Convention against Corruption.\n\n10. Encourages implementation of West Africa Coast Initiative.\n\n11. Urges international community to support WACI.\n\n12. Requests Peacebuilding Commission to support Guinea-Bissau’s peacebuilding priorities.\n\n13. Calls on national stakeholders to participate in National Conference on Reconciliation.\n\n14. Encourages Special Representative to enhance integration and effectiveness.\n\n15. Emphasizes important role of women in conflict prevention and peacebuilding.\n\n16. Requests Secretary-General to report on progress made.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2030_2011_EN.pdf"
}