{
  "resolution_no": "2025",
  "year": "2011",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Natural Resources",
    "Elections",
    "Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNMIL",
    "Panel of Experts on Liberia",
    "Security Council's Sanctions Committees",
    "Kimberley Process Certification Scheme",
    "Peacebuilding Commission"
  ],
  "reporting_cycle": "The Panel of Experts to provide a midterm report by 1 June 2012 and a final report by 1 December 2012",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions and statements on Liberia and West Africa,\n\nWelcoming Liberia's progress since 2006, \n\nStressing Liberia's progress in the timber sector must continue with effective implementation of the National Forestry Reform Law, \n\nEncouraging Liberia to reaffirm its commitment to the Kimberley Process Certification Scheme and prevent rough diamond smuggling,\n\n Encouraging Liberia to improve control over the gold sector,\n\nStressing the importance of the United Nations Mission in Liberia (UNMIL) in improving security,\n\nTaking note of the report of the UN Panel of Experts on Liberia,\n\n Underlining its determination to support Liberia's efforts to meet conditions of resolution 1521 (2003),\n\n Commending the people of Liberia on the completion of their presidential election,\n\n Expressing concern about violent events on 7 November 2011,\n\n Calling on Liberian leaders to promote reconciliation and inclusive dialogue,\n\n Determining that the situation in Liberia continues to constitute a threat to international peace and security,\n\n Acting under Chapter VII of the Charter,\n\n1. Reaffirms measures imposed by paragraph 1 of resolution 1532 (2004) remain in force,\n2. Decides to renew measures on travel and arms for 12 months,\n3.  Decides to review measures in light of progress achieved,\n4.  Directs the Committee to review measures at the request of Liberia.\nThe Security Council:\n\n1. Updates publicly available reasons for listing for travel ban and assets freeze lists as necessary.\n\n2. Extends the Panel of Experts' mandate for 12 months to:\n    (a) Conduct follow-up assessment missions to Liberia and neighbouring States on arms measures;\n    (b) Assess impact and effectiveness of assets freeze on former President Charles Taylor;\n    (c) Identify areas to strengthen capacity of Liberia and regional States;\n    (d) Assess contribution of natural resources to peace, security, and development;\n    (e) Cooperate with Kimberley Process Certification Scheme;\n    (f) Provide midterm and final reports;\n    (g) Cooperate with other panels of experts;\n    (h) Assist in updating reasons for listing.\n\n3. Requests the Secretary-General to reappoint the Panel and make necessary arrangements.\n\n4. Calls upon States and Liberia to cooperate with the Panel.\n\n5. Recalls responsibility for controlling small arms circulation rests with Liberian authorities.\n\n6. Reaffirms need for UNMIL and UNOCI coordination for subregional security.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2025_2011_EN.pdf"
}