{
  "resolution_no": "2015",
  "year": "2011",
  "theme": [
    "Piracy",
    "Somalia",
    "Maritime Security",
    "Justice and Rule of Law"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 100",
    "Article 101",
    "Article 105"
  ],
  "entities": [
    "UNODC",
    "UNDP",
    "Transitional Federal Government (TFG)",
    "Somaliland",
    "Puntland",
    "Seychelles",
    "Mauritius",
    "Tanzania"
  ],
  "reporting_cycle": "Secretary-General reports by 31 December 2011",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n- Recalls previous resolutions on Somalia, particularly 1918 (2010) and 1976 (2011).\n- Expresses concern over the growing threat of piracy and armed robbery off Somalia's coast.\n- Emphasizes finding a comprehensive solution to piracy.\n- Stresses building Somalia's potential for sustainable economic growth to tackle piracy's underlying causes.\n- Reaffirms respect for Somalia's sovereignty and territorial integrity.\n- Reaffirms international law, as reflected in the UN Convention on the Law of the Sea, applies to combating piracy.\n- Notes the Djibouti Code of Conduct and encourages States to criminalize piracy and armed robbery.\n- Commends States that have amended domestic law to criminalize piracy and facilitate prosecution.\n- Expresses concern over hostage-taking by suspected pirates and calls for their immediate release.\n- Reiterates concern over the lack of prosecution of suspected pirates and the need for effective justice.\n- Notes the importance of national prosecution of suspected pirates.\n- Welcomes consultations between the UN and regional States on prosecuting suspected pirates.\n- Determines that piracy off Somalia's coast exacerbates the situation, constituting a threat to international peace and security.\n\n1. Reaffirms the goal of enhancing Somali responsibility and active involvement in prosecuting suspected pirates.\nHere is a summarized version of the Security Council document 2015 (2011):\n\nThe Security Council:\n\n1. Notes that the situation in Somalia, as reported by the Secretary-General on 19 January 2011, remains highly relevant in fighting piracy.\n\n2. Recognizes the primary role of the Transitional Federal Government (TFG) and Somali regional authorities in eradicating piracy.\n\n3. Welcomes the Somalia end of transition road map, which includes developing counter-piracy policy and legislation.\n\n4. Appreciates the report on modalities for establishing specialized Somali anti-piracy courts.\n\n5. Calls on all States to cooperate in determining jurisdiction and investigating/prosecuting those responsible for piracy and armed robbery.\n\n6. Urges States to cooperate on prosecuting suspected pirates for taking hostages.\n\n7. Requests the TFG and Somali regional authorities to elaborate and adopt counter-piracy laws and report to the Security Council by 31 December 2011.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2011/S_RES_2015_2011_EN.pdf"
}