{
  "resolution_no": "2592",
  "year": 2021,
  "theme": [
    "Peacekeeping",
    "Elections",
    "Humanitarian",
    "Security",
    "Women, Peace and Security",
    "Counter-Terrorism",
    "Climate Change"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNSOM",
    "AMISOM",
    "United Nations Country Team",
    "UNHCR",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nRecalling its previous resolutions and statements on Somalia, reaffirms respect for Somalia's sovereignty, territorial integrity, and unity. \n\nWelcoming agreements between the Federal Government of Somalia (FGS) and Federal Member States (FMS) on 17 September 2020 and 27 May 2021, it urges their implementation and inclusive 2021 elections.\n\nConcerned about violent clashes between Somali Security Forces, opposition forces, and militias, it stresses peaceful dispute resolution and inclusive politics.\n\n Reiterating dialogue and local reconciliation importance, it encourages FGS and FMS to engage in constructive dialogue.\n\nThe Council expects 2021 elections to ensure all Somalis' representation and reaffirms the importance of preventing regional disputes' spillover effects.\n\nIt expresses concern about delays in consolidating Somalia's federal system and underscores progress on national priorities.\n\nThe Council welcomes the United Nations Sustainable Development Cooperation Framework 2021-2025 and the essential role of the United Nations Assistance Mission in Somalia (UNSOM).\n\nIt supports the Special Representative of the Secretary-General and Head of UNSOM and encourages strengthened FGS-United Nations-African Union relations.\n\nThe Council condemns Al-Shabaab's attacks, expresses concern about civilian losses, and reiterates its determination to support efforts reducing the threat.\n\nIt welcomes the international community's response to instability in Somalia and commends the United Nations and African Union's leadership.\n\nThe Council emphasizes a comprehensive approach to peacebuilding, sustaining peace, and regional cooperation to combat terrorism, arms trafficking, and illicit financial flows.\nThe Security Council:\n\nReiterates its objective of transferring security responsibility to Somali authorities by 2023, welcoming the publication of the Somali Transition Plan (STP) and underlining the need to accelerate its implementation.\n\nNotes the publication of the Independent Assessment and anticipates the African Union-mandated assessment, emphasizing the need for coordinated engagement on security support arrangements from 2022.\n\nExpresses grave concern at ongoing humanitarian crises, including drought, flooding, and locust infestation, and recognizes the impact of COVID-19 on Somalia's health system and socioeconomic situation.\n\nExpresses concern at the number of Somali refugees and internally displaced persons (IDPs), welcoming the National Durable Solutions Strategy and calling on Somali authorities to implement the AU Convention for the Protection and Assistance of IDPs.\n\nCondemns continued attacks by Al-Shabaab, including on UN and AU facilities, and urges strengthened safety and security measures.\n\nRequests UNSOM to maintain and strengthen its presence across Somalia, subject to security requirements.\n\nExpresses appreciation for UNSOM's support to the Federal Government of Somalia (FGS), particularly in areas such as inclusive politics, elections, constitutional review, and security sector reform.\n\nDecides to extend UNSOM's mandate until 31 May 2022.\n\nStrongly condemns continued violations of international humanitarian law and human rights, and expresses deep concern at violations and abuses against children and women.\n\nUrges the FGS to uphold commitments to ensure equal opportunities for women's political rights and participation.\n\nFurther decides that UNSOM should coordinate UN efforts, focusing on tasks such as security sector reform, and maximizing joint approaches with the FGS and FMS.\nThe Security Council demands the following:\n\n(a) Support to FGS and FMS to accelerate Somali Government-led inclusive politics, ensuring participation of all stakeholders.\n\n(b) Support to FGS and FMS efforts for inter- and intra-clan reconciliation.\n\n(c) Support for conduct of elections in accordance with the 27 May 2021 framework.\n\n(d) Support to enable full, equal and meaningful participation of women in decision-making.\n\n(e) Support to enable full, equal and meaningful participation of all Somalis.\n\n(f) Support to accelerate implementation of security sector reforms.\n\n(g) Coordination and strategic advice to improve operation of Comprehensive Approach to Security.\n\n(h) Support to United Nations entities to ensure system-wide implementation of Human Rights Due Diligence Policy.\n\n(i) Support to establishment of National Human Rights Commission and promotion of human rights.\n\n(j) Support to FGS in implementation of MAF for Somalia.\n\n(k) Support to FGS to implement Somalia’s National Strategy and Action Plan for Preventing and Countering Violent Extremism.\n\n(l) Strategic policy advice to bolster FGS’s ability to deliver services and attract investment.\n\n(m) Support Somalia’s efforts to advance 2030 Agenda for Sustainable Development.\n\n(n) Ensure international support to FGS and FMS is conflict-sensitive.\n\n Calls on FGS and FMS to organise free, fair, credible and inclusive elections without further delay.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Calls on the Federal Government of Somalia (FGS) and Federal Member States (FMS) to enhance consultations and consensus-building on national priorities, including implementation of the National Security Architecture, social and economic reforms, and timely elections.\n\n* Welcomes planned direct elections in Puntland and urges the FGS and FMS to create a conducive climate for inclusive elections across Somalia.\n\n* Expresses concern about human rights violations, including sexual and gender-based violence, and calls for accountability and protection of civilians, journalists, and media professionals.\n\n* Specifically addresses child protection, demanding an end to violations and abuses against children, including recruitment and use in armed conflict, and calls for the implementation of the UN Convention on the Rights of the Child.\n\n* Condemns misuse or obstruction of humanitarian assistance and demands full, safe, rapid, and unhindered access for aid delivery.\n\n* Calls for durable solutions for internal displacement and support for the voluntary return of refugees and IDPs.\n\n* Urges the FGS to establish and operationalize the National Human Rights Commission, Constitutional Court, and Judicial Service Commission.\n\n* Requests the FGS to promote and protect human rights, particularly for persons with disabilities, minority groups, and women.\n\n* Requests the United Nations and the FGS to consider the implications of climate change and environmental degradation in their programs.\n\n* Affirms it will keep the situation in Somalia under review and requests regular reporting from the Secretary-General on implementation of the resolution.\n\n* Requests a strategic review of UNSOM and the development of an Integrated Strategic Framework.\n\n* Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2592_2021_EN.pdf"
}