{
  "resolution_no": "2616",
  "year": "2021",
  "theme": [
    "Small Arms",
    "Light Weapons",
    "Illicit Trafficking",
    "Arms Embargoes"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations peacekeeping operations",
    "Sanctions Committees",
    "Panels of Experts"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, reaffirming the principles and purposes of the UN Charter, expresses grave concern over the illicit transfer, destabilizing accumulation, and misuse of small arms and light weapons, which pose threats to international peace and security, cause loss of life, and undermine stability and security. The Council notes that illicit trafficking and diversion of arms undermine the rule of law, human rights, and international humanitarian law, and have negative humanitarian and socioeconomic consequences.\n\nThe Council recognizes the importance of arms embargoes in preventing illicit flows of arms to conflict situations and contributing to respect for international humanitarian law and the safety of civilians, peacekeepers, and humanitarian personnel. It emphasizes the need for improved information sharing on possible arms embargo violations and calls on Member States to prevent and disrupt procurement networks for illicit weapons.\n\nThe Council stresses the importance of Member States providing timely and up-to-date information on possible arms embargo violations, building capacities to gather information on networks that use false documentation, and cooperating to prevent arms trafficking. It welcomes cooperation between Member States and regional organizations in supporting the effective implementation of arms embargoes and capacity-building to prevent and address the illicit trade in small arms and light weapons.\n\nThe Council reiterates that UN peacekeeping operations and other Council-mandated entities may assist host governments with expertise and capacity-building in areas such as weapons collection, disarmament, and reintegration programs, and urges the full and effective implementation of the Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons. It also notes the importance of marking, tracing, and record-keeping of arms to detect violations of applicable arms embargoes and identify weaknesses in stockpile management.\nThe Security Council:\n \nAcknowledging the risks of illicit trafficking of small arms and light weapons, \n\nResolves to:\n \n1. Consider, on a case-by-case basis, supporting national authorities in combating illicit transfer and diversion of arms in violation of arms embargoes.\n\n2. Encourage peace operations to assist host nation authorities in data collection and training to counter illicit transfer of arms.\n\n3. Consider a State's ability to control arms stockpiles when evaluating the lifting of an arms embargo.\n\n4. Stress that arms supplied under exemptions should not be resold or transferred to unauthorized parties.\n\n5. Encourage establishment of baseline arms inventories, marking and registration systems.\n\n6. Ensure adequate marking and record-keeping measures to trace arms.\n\n7. Encourage regional cooperation to detect and prevent violations of arms embargoes.\n\n8. Request Member States' cooperation with Panels of Experts.\n\n9. Designate individuals involved in activities prohibited by Council-mandated embargoes.\n\n10. Encourage due diligence measures concerning export of commercially-available components.\n\n11. Encourage capacity building and training for national agencies.\n\n12. Recognize the value of Member States' engagement with the private sector.\n\n13. Request the Secretary-General to consider recommendations on tasks that could be performed by peace operations.\n\n14. Request the Secretary-General to include information on general trends of illicit trafficking.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2616_2021_EN.pdf"
}