{
  "resolution_no": "2610",
  "year": "2021",
  "theme": [
    "Terrorism",
    "Counter-Terrorism",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "United Nations Security Council",
    "Analytical Support and Sanctions Monitoring Team",
    "Office of the Ombudsperson",
    "Counter-Terrorism Executive Directorate (CTED)",
    "United Nations Office on Drugs and Crime (UNODC)",
    "Financial Action Task Force (FATF)"
  ],
  "reporting_cycle": "Quarterly oral briefings",
  "operative_authority": "Chapter VII",
  "resolution_type": "Sanctions",
  "summary": "The Security Council adopted Resolution 2610 (2021) at its 8934th meeting on 17 December 2021, \nRecalling its previous resolutions on terrorism, \nReaffirming that terrorism in all forms is a serious threat to peace and security, \nCondemning the Islamic State in Iraq and the Levant (ISIL, also known as Da’esh), Al-Qaida, and associated individuals, groups, undertakings, and entities, \nRecognizing collective efforts are needed to counter terrorism, \nReaffirming terrorism cannot be associated with any religion, nationality, or civilization, \nExpressing concern about the presence and ideology of ISIL and Al-Qaida, \nReaffirming commitment to sovereignty, territorial integrity, and political independence of all States, \nRecalling the importance of Member States fulfilling their obligations under the Charter, \nUnderscoring the role of the United Nations in facilitating international cooperation in countering terrorism, \nStressing Member States have primary responsibility in countering terrorist acts, \nRecalling Presidential Statements on threats to international peace and security caused by terrorist acts, \nReaffirming the need to combat terrorist threats by all means in accordance with the Charter and international law, \nRecognizing development, security, and human rights are mutually reinforcing, \nReaffirming resolution 1373 (2001) and decisions on preventing and suppressing the financing of terrorist acts, \nUrging States to prevent trade, economic, and financial ties with ISIL, Al-Qaida, and associated individuals, \nStressing terrorism can only be defeated by a sustained and comprehensive approach, \nEmphasizing sanctions are an important tool in maintaining international peace and security, \nStressing measures imposed are not intended to have adverse humanitarian consequences, \nStressing the role of the 1267/1989/2253 ISIL (Da’esh) and Al-Qaida Sanctions Committee, \nRecalling ISIL originated as a splinter group of Al-Qaida, \nCondemning recent terrorist attacks perpetrated by ISIL resulting in numerous casualties.\nThe Security Council:\n\nRecalling previous resolutions on ISIL (Da’esh) and Al-Qaida, and recognizing the evolving threat posed by ISIL, \n\nCondemns terrorist acts and recalls obligations of States to prevent and suppress financing of terrorism; \n\nUrges States to assist one another in investigations and proceedings related to terrorist financing; \n\nReminds States of their obligation to take measures against individuals and entities on the ISIL (Da’esh) and Al-Qaida Sanctions list; \n\nUrges Member States to participate in maintaining and updating the ISIL (Da’esh) & Al-Qaida Sanctions List; \n\nReminds the ISIL (Da’esh) and Al-Qaida Sanctions Committee to remove individuals and entities that no longer meet listing criteria; \n\nWelcomes improvements to the Committee’s procedures and the Ombudsperson’s role in ensuring fairness and transparency; \n\nWelcomes cooperation between the Committee and INTERPOL, UNODC, and other UN bodies; \n\nCondemns kidnapping and hostage-taking by terrorist groups and urges States to prevent ransom payments; \n\nExpresses concern at ISIL, Al-Qaida, and associated individuals and entities profiting from transnational organized crime; \n\nRecognizes the need to prevent and suppress terrorist financing, including from organized crime proceeds; \n\nReiterates the central role of the UN in preventing and combatting terrorism; \n\nCondemns the flow of weapons to ISIL, Al-Qaida, and associated groups; \n\nExpresses concern at terrorists’ use of new information and communications technologies to facilitate terrorist acts.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council stresses the need to counter terrorist narratives used by ISIL, Al-Qaida, and associated groups to incite and recruit others. It expresses concern at the flow of international recruits to these groups and recalls previous resolutions to prevent and suppress the recruiting, organizing, and financing of foreign terrorist fighters.\n\nThe Council reiterates the obligation of Member States to prevent the entry into or transit through their territories of individuals seeking to participate in foreign terrorist fighter-related activities. It also calls on Member States to share information on funding flows and movement of foreign terrorist fighters.\n\nThe Council condemns engagement in trade with ISIL, Al-Nusrah Front, and associated individuals and entities, and reiterates that such engagement would constitute support for these groups. It also condemns the destruction of cultural heritage, particularly in Iraq and Syria, and recalls its decision to prevent the trade in Iraqi and Syrian cultural property.\n\nThe Council condemns in the strongest terms abductions of women and children by ISIL, Al-Qaida, and associated groups, and expresses outrage at their exploitation and abuse. It encourages Member States to share information on human trafficking and related forms of exploitation and abuse.\n\nThe Council welcomes efforts to standardize the format of UN sanctions lists and encourages the Secretariat to continue its work to implement the data model approved by the Committee.\n\nUnder Chapter VII of the Charter, the Council reaffirms its decision that all States shall take measures, including:\n\n* Freezing funds and other financial assets or economic resources of ISIL, Al-Qaida, and associated individuals, groups, undertakings, and entities\n* Preventing the entry into or transit through their territories of these individuals.\nThe Security Council:\n\n1. Reaffirms the sanctions regime against ISIL (Da’esh) & Al-Qaida, including the assets freeze, travel ban, and arms embargo;\n\n2. Notes exceptions for judicial processes, and case-by-case transit or entry for humanitarian reasons;\n\n3. Arms Embargo: prevent supply, sale, or transfer of arms and related materiel to individuals, groups, undertakings, and entities associated with ISIL or Al-Qaida;\n\n4. Listing Criteria: \n- Participating in financing, planning, facilitating, or perpetrating acts or activities in support of Al-Qaida, ISIL;\n- Supplying arms and related materiel;\n- Recruiting or otherwise supporting acts or activities;\n\n5. Notes means of financing or support include proceeds from crime, such as narcotics trafficking;\n\n6. Confirms requirements apply to financial and economic resources, including internet hosting services;\n\n7. Confirms requirements apply to funds, financial assets, or economic resources for travel-related expenses;\n\n8. Notes requirements apply to financial transactions benefiting listed individuals, groups, undertakings, and entities;\n\n9. Reaffirms payment of ransoms to listed individuals, groups, undertakings, or entities is prohibited;\n\n10. Encourages use of exemptions to sanctions regime;\n\n11. Reiterates importance of implementing sanctions regime;\n\n12. Urges Member States to hold accountable those responsible for terrorist acts and provide assistance in investigations;\n\n13. Reiterates Member States’ obligation to prevent economic resources from being made available to ISIL, Al-Qaida.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nEncourages Member States to submit listing requests to the Committee for individuals and entities supporting ISIL, Al-Qaida, and associated individuals and entities (para 14).\n\nReaffirms its intention to consider targeted sanctions for individuals and entities involved in trafficking in persons and sexual violence in conflict (para 15).\n\nExpresses concern about the lack of implementation of resolutions and insufficient reporting by Member States, and calls upon Member States to take necessary measures to fulfill their obligations (para 16).\n\nUrges Member States to implement the Financial Action Task Force's (FATF) Forty Recommendations on Combating Money Laundering and the Financing of Terrorism (para 17).\n\nWelcomes FATF reports on ISIL, Al-Qaeda, and affiliates financing and guidance on criminalizing terrorist financing (para 18).\n\nReaffirms its decision that States shall ensure domestic laws establish serious criminal offenses for the wilful provision or collection of funds for terrorist organizations (para 19).\n\nDemands that Member States ensure measures taken comply with obligations under international law (para 20).\n\nEncourages FATF to prioritize countering terrorist financing and identifying Member States with strategic deficiencies (para 21).\n\nClarifies the obligation to prevent making funds available for the benefit of terrorist organizations or individual terrorists (para 22).\n\nCalls upon States to establish serious criminal offenses for wilful violation of the prohibition on supporting terrorism (para 23).\n\nCalls upon Member States to cut flows of funds to individuals and entities on the ISIL & Al-Qaida Sanctions List (para 24).\n\nUrges Member States to remain vigilant about the use of information and communication technology for terrorist purposes and counter violent extremist propaganda (para 25).\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Urges Member States to promote awareness of the ISIL (Da’esh) & Al-Qaida Sanctions List and encourages them to screen their databases against the list.\n\n Highlights the importance of strong relationships with the private sector in countering terrorist financing and welcomes the work by FATF to develop risk indicators.\n\n Underscores that ransom payments to ISIL, Al-Qaida, and associated individuals and entities support their recruitment efforts and operational capabilities.\n\n Urges Member States to remain vigilant about ISIL's growing presence and identify individuals and entities that meet listing criteria.\n\n Recognizes the importance of information sharing within and between governments to counter terrorist financing.\n\n Decides that Member States shall undertake measures to prevent ISIL, Al-Qaida, and associated individuals and entities from obtaining explosives and related materials.\n\n Encourages Member States to share information and develop national strategies to counter improvised explosive devices.\n\n Urges Member States to ensure that fraudulent travel documents are invalidated and removed from circulation.\n\n Encourages Member States to share information on fraudulent documents with the private sector and the Committee.\n\n Encourages Member States to consult the ISIL (Da’esh) & Al-Qaida Sanctions List when considering travel visa applications.\n\n Reaffirms decisions on advance passenger information (API) and Passenger Name Records (PNR) data to detect and prevent terrorist travel.\n\n Reaffirms the call on Member States to prevent terrorists from benefiting from ransom payments and to secure the safe release of hostages.\n\n Encourages Member States to meet with the Committee for in-depth discussion on relevant issues.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n**Foreign Terrorist Fighters**\n\n39. Reaffirms its decision to ensure domestic laws establish serious criminal offenses to prosecute and penalize foreign terrorist fighter-related activities.\n\n40. Encourages Member States to exchange information on the travel of individuals on the ISIL (Da’esh) & Al-Qaida Sanctions List.\n\n41. Calls upon Member States to improve international cooperation to address the issue of foreign terrorist fighters.\n\n42. Urges Member States to exchange information on the identity of foreign terrorist fighters.\n\n43. Encourages designating States to inform the Monitoring Team on judicial proceedings.\n\n44. Encourages Member States to designate national focal points to liaise with the Committee and the Monitoring Team.\n\n45. Encourages Member States to report to the Committee on obstacles to implementation.\n\n46. Calls upon States to submit an updated report on their implementation of measures.\n\n47. Requests the Secretariat to develop a format for reporting.\n\n**The Committee**\n\n48. Directs the Committee to ensure fair and clear procedures for listing and removing individuals and entities.\n\n49. Requests the Committee to report to the Council on its findings and recommend steps to improve implementation.\n\n50. Directs the Committee to identify cases of non-compliance and determine the course of action.\n\n51. Confirms that no matter should be left pending before the Committee for more than six months.\n\n52. Requests the Committee to facilitate assistance on capacity-building.\n\n**Listing**\n\n53. Encourages Member States to submit names for inclusion on the ISIL (Da’esh) & Al-Qaida Sanctions List.\n\n54. Reaffirms the use of the standard form for listing and providing a statement of case.\n\n55. Reaffirms that Member States may specify if their status as a designating State should not be made known.\n\n56. Encourages Member States to submit photographs and biometric data.\n\n57. Directs the Committee to update the standard form for listing.\nHere is a concise summary of the document:\n\nThe Security Council directs the Committee to improve the ISIL (Da’esh) & Al-Qaida Sanctions List and Consolidated Sanctions List by enhancing identifying information and ensuring INTERPOL-United Nations Security Council Special Notices exist for all listed individuals and entities.\n\nThe Committee, with the Monitoring Team's assistance, is to make a narrative summary of reasons for listing accessible on its website when a name is added to the List. Member States and international organizations are encouraged to inform the Committee of relevant court decisions and proceedings.\n\nThe Secretariat must notify the Permanent Mission of the State where an individual or entity is believed to be located and publish relevant information on the Committee's website within three working days of adding a name to the List.\n\nMember States must notify listed individuals or entities of the listing, including the narrative summary of reasons for listing, and provide information on delisting procedures.\n\nThe Ombudsperson's mandate is extended for 30 months, and they will continue to receive delisting requests and provide recommendations to the Committee. \n\nThe Committee may decide to delist an individual or entity based on the Ombudsperson's recommendation, unless it decides by consensus to maintain the listing.\n\nThe Secretary-General is requested to provide necessary resources to the Office of the Ombudsperson, and Member States are urged to provide relevant information, including confidential information, to the Ombudsperson.\nHere is a concise summary of the document:\n\nThe Security Council resolution outlines procedures for delisting individuals and entities from the ISIL (Da'esh) & Al-Qaida Sanctions List. \n\n71. Notes FATF international standards on targeted financial sanctions.\n\n72. Recalls that when a designating State submits a delisting request, measures shall terminate after 60 days unless the Committee decides by consensus to maintain them.\n\n73. The Committee may shorten the 60-day period by consensus.\n\n74. For delisting requests, consensus must exist among all designating States.\n\n75. Urges designating States to allow the Ombudsperson to reveal their identities to listed individuals and entities.\n\n76. Directs the Committee to consider delisting requests from Member States.\n\n77. Encourages States to submit delisting requests for deceased individuals or entities that have ceased to exist.\n\n78. Encourages States to prevent unfrozen assets from being used for terrorist purposes.\n\n79. Unfreezing assets of Usama bin Laden requires a Committee request and assurances.\n\n80. Committee should consider opinions of designating States and others.\n\n81. Encourages Member States to provide information to the Committee.\n\n82. Secretariat shall notify States when a name is removed from the List.\n\n83. Ombudsperson may request exemptions for petitioner travel.\n\n84. Assets freeze measures shall not apply to funds for basic expenses or extraordinary expenses with Committee approval.\nHere is a summarized version of the document:\n\n85. The Committee, through the Secretariat, will acknowledge receipt of requests for basic and extraordinary exemptions from the assets freeze and provide a decision once sufficient information is provided.\n\n86. The Focal Point mechanism may:\n(a) Receive requests from listed individuals, groups, undertakings, and entities for exemptions to the assets freeze, transmit them to the Committee, and notify them of the Committee's decision.\n(b) Receive requests from listed individuals for exemptions to travel restrictions, transmit them to the Committee, and notify them of the Committee's decision.\n\n87. The Focal Point may receive communications from:\n(a) Individuals removed from the ISIL (Da’esh) & Al-Qaida Sanctions List.\n(b) Individuals claiming to have been subjected to sanctions due to false or mistaken identification.\n\n88. The Committee will carefully consider such communications, respond within 60 days, and communicate with Member States to address possible cases of false or mistaken identity.\n\n89. Member States are encouraged to submit additional identifying and other information on listed individuals, groups, undertakings, and entities.\n\n90. The Monitoring Team will circulate a list to the Committee every 12 months of:\n(a) Individuals and entities on the ISIL (Da’esh) & Al-Qaida Sanctions List lacking necessary identifiers.\n(b) Deceased individuals on the List, along with an assessment of relevant information.\n(c) Individuals and entities reported or confirmed to have ceased to exist.\n(d) Names on the List not reviewed in three or more years.\n\n91. The Committee will review and remove listings if they are no longer appropriate.\n\n92. The Monitoring Team will refer listings for review if no relevant State has responded to the Committee's requests for information.\n\n93. The Committee will cooperate with other relevant Security Council Sanctions Committees.\n\n94. The Committee will enhance cooperation with United Nations counter-terrorism bodies.\n\n95. The Monitoring Team and the United Nations Office on Drugs and Crime will continue their joint activities to assist Member States.\n\n96. The Committee will consider visits to selected countries by the Chair and/or Committee members.\nHere is a summarized version of the Security Council document:\n\n97. The Committee will consider requests for information from States and international organizations with ongoing judicial proceedings related to the implementation of measures imposed.\n\n98. The mandate of the Monitoring Team is extended for 30 months to assist the Committee, under the direction of the Committee, with responsibilities outlined in annex I.\n\n99. The Monitoring Team will report on relevant thematic and regional topics, and developing trends, as requested by the Security Council or the Committee.\n\n100. UN Missions will assist the Committee and Monitoring Team within their existing mandates, resources, and capabilities.\n\n101. The Monitoring Team will identify non-compliance instances, provide recommendations, and facilitate capacity-building assistance to Member States.\n\n102. The Committee will hold special meetings on thematic or regional topics, and Member States' capacity challenges, in consultation with relevant UN entities.\n\n103. The UN Office on Counter-Terrorism (UNOCT) will enhance coordination to deliver integrated technical assistance on counter-terrorist financing measures.\n\n104. The Analytical Support and Sanctions Monitoring Team will provide quarterly oral briefings to the Committee.\n\n105. The Monitoring Team will discuss trafficking in persons and sexual violence in armed conflict with Member States.\n\n106. The Secretary-General will provide strategic-level reports on the threat posed by ISIL, including foreign terrorist fighters, financing, and attacks.\n\n107. The measures described will be reviewed in 30 months or sooner if necessary.\n\n108. The Security Council will remain actively seized of the matter.\nThe Monitoring Team shall operate under the direction of the Committee and have the following mandates and responsibilities:\n\n(a) Submit comprehensive, independent reports to the Committee every six months on:\n  (i) Implementation by Member States of measures referred to in paragraph 1;\n  (ii) Global threat posed by ISIL, Al-Qaida, ANF, and associated individuals, groups, undertakings, and entities;\n  (iii) Impact of resolutions 2199 (2015) and 2253 (2015), including progress, unintended consequences, and challenges;\n  (iv) Threat posed by foreign terrorist fighters;\n  (v) Other issues requested by the Security Council or Committee; and\n  (vi) Recommendations for improved implementation of sanctions measures.\n\n(b) Assist the Ombudsperson in carrying out his/her mandate.\n\n(c) Assist the Committee in reviewing names on the ISIL (Da’esh) & Al-Qaida Sanctions List.\n\n(d) Assist the Committee in following up on requests to Member States for information.\n\n(e) Submit a comprehensive programme of work to the Committee for review and approval.\n\n(f) Work closely with CTED and the 1540 Committee’s group of experts to identify areas of convergence and overlap.\n\n(g) Participate actively in and support relevant activities under the United Nations Global Counter-Terrorism Strategy.\n\n(h) Gather information on instances of reported non-compliance with measures referred to in paragraph 1.\n\n(i) Present recommendations to assist Member States with implementation of measures.\n\n(j) Assist the Committee in considering proposals for listing.\n\n(k) Consult with the Committee or relevant Member States when identifying individuals or entities for listing or delisting.\n\n(l) Bring to the Committee’s attention new or noteworthy circumstances that may warrant a delisting.\n\n(m) Consult with Member States in advance of travel.\n\n(n) Coordinate and cooperate with national counter-terrorism focal points.\n\n(o) Cooperate closely with relevant United Nations counter-terrorism bodies.\n\n(p) Encourage Member States to submit names and identifying information for inclusion on the ISIL (Da’esh) & Al-Qaida Sanctions List.\n\n(q) Present additional identifying and other information to assist the Committee in updating the ISIL (Da’esh) & Al-Qaida Sanctions List.\n\n(r) Encourage Member States to provide relevant information to the Monitoring Team.\nTo study and report to the Committee on the changing nature of the threat of Al-Qaida and ISIL, and best measures to confront them, including through dialogue with scholars, academic bodies, and experts; \nTo collate, assess, monitor, report on, and make recommendations regarding implementation of measures, including preventing the criminal misuse of the Internet by ISIL, Al-Qaida, and associated individuals; \nTo consult with Member States, international organizations, and private sector representatives to promote awareness and enhanced compliance with asset freeze, travel ban, and arms embargo; \nTo assist the Committee in facilitating assistance on capacity-building for enhancing implementation of measures; \nTo work with INTERPOL and Member States to obtain photographs and biometric information of listed individuals; \nTo assist other subsidiary bodies of the Security Council and their expert panels; \nTo report to the Committee on a regular basis or when requested on the work of the Monitoring Team.\nThe Office of the Ombudsperson is authorized to carry out tasks upon receipt of a delisting request from an individual, group, undertaking, or entity on the ISIL (Da’esh) & Al-Qaida Sanctions List or their legal representative or estate. The Ombudsperson shall: \n\n1. Acknowledge receipt, inform on procedures, answer questions, and return petitions that fail to address original listing criteria or are repeated without additional information.\n\n2. Forward requests to Committee members, designating States, and relevant UN bodies for additional information within four months.\n\n3. The Ombudsperson may shorten the information gathering period if all designating States do not object to delisting.\n\n4. The Monitoring Team provides relevant information, assessments, and questions within four months.\n\n5. The Ombudsperson presents a written update to the Committee on progress.\n\n6. The Ombudsperson facilitates a two-month dialogue period, which may include dialogue with the petitioner, and may extend or shorten this period as needed.\n\n7. During dialogue, the Ombudsperson: \n- Submits questions to the petitioner,\n- Requests a signed statement from the petitioner,\n- Meets with the petitioner,\n- Forwards replies and coordinates with States, the Committee, and the Monitoring Team.\n\n8. The Ombudsperson shall not disclose confidential information without express written consent and considers opinions of designating States and other affected Member States.\nHere is a concise summary of the document:\n\n**Ombudsperson's Report and Committee Discussion**\n\n8. After engaging with the petitioner and gathering information, the Ombudsperson drafts a Comprehensive Report, which:\n\t* Summarizes and specifies sources of information relevant to the delisting request (a)\n\t* Describes the Ombudsperson's activities, including dialogue with the petitioner (b)\n\t* Presents the principal arguments concerning the delisting request, along with a recommendation (c)\n\n**Committee Review and Discussion**\n\n9. The Committee reviews the Comprehensive Report for 15 days before discussing the delisting request.\n10. The Ombudsperson presents the report and answers Committee members' questions.\n11. The Committee's consideration of the report must be completed within 30 days.\n12. The Ombudsperson may notify relevant States of the recommendation after Committee consideration.\n\n**Dissemination of the Comprehensive Report**\n\n13. The Ombudsperson provides a copy of the report to non-Security Council members who participated in the delisting review process, emphasizing confidentiality.\n14. Upon request and with Committee approval, the Ombudsperson may provide a redacted report to designating States, States of nationality, residence, or incorporation.\n\n**Follow-up and Decision**\n\n15. If the Ombudsperson recommends retaining the listing, measures remain in place unless a Committee member submits a delisting request.\n16. If the Ombudsperson recommends delisting, measures terminate 60 days after Committee consideration, unless the Committee decides otherwise or the Security Council intervenes.\n\n**Final Steps**\n\n17. The Committee conveys its decision to the Ombudsperson within 60 days and approves an updated narrative summary of reasons for listing, if necessary.\n18. The Ombudsperson communicates the Committee's decision to the Petitioner and submits a summary of the analysis contained in the Comprehensive Report for Committee review.\nThe Ombudsperson shall send a letter to the petitioner, with an advance copy to the Committee, containing: \n(a) the outcome of the petition; \n(b) a description of the process and publicly releasable factual information gathered; \n(c) information about the decision provided by the Committee. \nThe Ombudsperson shall respect confidentiality of Committee deliberations and communications with Member States. \nThe Ombudsperson may notify the petitioner and relevant non-Committee States of the process stage. \nThe Ombudsperson's other tasks include: \n(a) distributing publicly releasable information about Committee procedures; \n(b) notifying individuals/entities about listing status; \n(c) submitting biannual reports to the Security Council summarizing Ombudsperson activities.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2610_2021_EN.pdf"
}