{
  "resolution_no": "2608",
  "year": "2021",
  "theme": [
    "Piracy",
    "Maritime Security",
    "Somalia"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNODC",
    "IMO",
    "WFP",
    "EUNAVFOR Operation Atalanta",
    "CGPCS",
    "Federal Government of Somalia"
  ],
  "reporting_cycle": "11 months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Somalia, welcomes the report of the Secretary-General on piracy and armed robbery at sea off the coast of Somalia.\n\nReaffirms respect for Somalia's sovereignty, territorial integrity, and unity.\n\nNotes a decline in piracy attacks since 2011, but recognizes the ongoing threat of resurgent piracy.\n\nReaffirms international law, as reflected in the UN Convention on the Law of the Sea, sets out the legal framework for countering piracy.\n\nCommends efforts to investigate and prosecute piracy suspects, including those who incite or facilitate piracy.\n\nWelcomes the work of the Contact Group on Piracy off the Coast of Somalia (CGPCS) and the Law Enforcement Task Force (LETF).\n\nCommends international efforts to coordinate investigations and prosecutions, and collect and share information.\n\nWelcomes efforts to strengthen regional judicial and law enforcement capacity.\n\nCommends the efforts of EUNAVFOR Operation ATALANTA, EUCAP Somalia, and other States in suppressing piracy.\n\nCommends the CGPCS and Kenya for their efforts, despite COVID-19 pandemic restrictions.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Condemns and deplores all acts of piracy and armed robbery at sea off Somalia's coast.\n2. Recognizes piracy exacerbates instability in Somalia, fuelling crime, corruption, and terrorism.\n3. Stresses the need for a comprehensive response to prevent and suppress piracy and tackle its underlying causes.\n4. Underlines Somalia's primary responsibility in the fight against piracy and welcomes recent efforts to develop its maritime administration.\n5. Recognizes the need to investigate and prosecute those involved in piracy and to develop Somalia's capacity to do so.\n6. Calls on Somali authorities to interdict and prosecute pirates and patrol waters to prevent piracy.\n7. Calls on Somali authorities to bring to justice those using Somali territory for piracy and armed robbery at sea.\n8. Encourages Somalia to accede to the UN Convention against Transnational Organized Crime.\n9. Calls on States to cooperate on hostage-taking and prosecution of suspected pirates.\n10. Recognizes the need for exchanging evidence and information for anti-piracy law enforcement purposes.\nHere is a concise summary of the Security Council document 2608 (2021):\n\nThe Security Council:\n\n1. Calls for prosecution and imprisonment of suspected and convicted pirates and key figures involved in piracy.\n2. Requests cooperation to combat piracy, including information-sharing with the Panel of Experts on Somalia.\n3. Urges capacity building to reinforce Somalia's national coast guard.\n4. Calls on States and regional organizations to participate in the fight against piracy.\n5. Highlights the importance of coordination among Member States and international organizations.\n6. Renews authorizations for 3 months to combat piracy off the coast of Somalia.\n7. Affirms that authorizations do not affect rights and obligations under international law.\n8. Exempts supplies of weapons and military equipment for use by authorized organizations.\n9. Calls on States to prevent illicit financing of piracy and launder its proceeds.\n10. Urges cooperation in determining jurisdiction and prosecuting pirates and their facilitators.\n11. Encourages establishment of specialized anti-piracy courts in Somalia.\n12. Urges cooperation in investigating and prosecuting persons responsible for piracy.\n13. Emphasizes protection of women and children from exploitation.\n14. Urges sharing of information with INTERPOL.\n15. Welcomes work of UNODC and international organizations to combat piracy.\n16. Implores regional authorities to honour transfer agreements.\n17. Urges implementation of obligations under conventions and customary international law.\n18. Acknowledges IMO recommendations on preventing and suppressing piracy.\nThe Security Council:\n\n* Calls for developing regulations for privately contracted armed security personnel (PCASP) on board ships to prevent and suppress piracy off Somalia's coast through a consultative process.\n\n* Invites the IMO to continue contributing to preventing and suppressing piracy and armed robbery against ships, coordinating with the UNODC, WFP, shipping industry, and other concerned parties.\n\n* Recognizes the IMO's role in privately contracted armed security personnel on board ships in high-risk areas.\n\n* Notes the importance of securing WFP assistance delivery by sea, welcoming the WFP, EUNAVFOR Operation Atalanta, and flag States' work on Vessel Protection Detachments.\n\n* Requests the Secretary-General to report on the implementation of this resolution and the situation with respect to piracy and armed robbery off Somalia's coast within 11 months.\n\n* Expresses its intention to review the situation and consider renewing authorizations for additional periods upon Somali authority's request.\n\n* Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2608_2021_EN.pdf"
}