{
  "resolution_no": "2582",
  "year": "2021",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41"
  ],
  "entities": [
    "Group of Experts on the DRC",
    "UNIFIL",
    "MINUSMA",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days, mid-term report no later than 30 December 2021, and a final report no later than 15 June 2022",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on the Democratic Republic of Congo (DRC), reaffirms its commitment to the country's sovereignty, independence, unity, and territorial integrity.\n\nConcerned about the presence of armed groups in Eastern DRC, the Council welcomes diplomatic efforts to foster peace and calls on States to implement their commitments under the Peace and Security Framework.\n\nThe Council demands a swift investigation into the killing of two Group of Experts members and four Congolese nationals, and welcomes the work of the Follow-On Mechanism.\n\nTo address these issues, the Council:\n\n1. Renews measures set out in resolution 2293 (2016) until 1 July 2022.\n2. Applies these measures to individuals and entities designated by the Committee for planning, directing, sponsoring, or participating in attacks against medical or humanitarian personnel.\n3. Extends the Group of Experts' mandate until 1 August 2022.\n4. Requests the Group of Experts to provide reports and monthly updates to the Committee.\n5. Calls for enhanced cooperation between States and the Group of Experts.\n\nThe Council also reaffirms reporting provisions, recalls guidelines for the Committee's work, and stresses the importance of bringing perpetrators of the killing of the Group of Experts members to justice.\n\nThe Council decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2582_2021_EN.pdf"
}