{
  "resolution_no": "2605",
  "year": "2021",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Human Rights",
    "Protection of Civilians",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MINUSCA",
    "United Nations Country Team (UNCT)",
    "French armed forces",
    "Panel of Experts"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council on 15 February 2022, 15 June 2022, and 14 October 2022",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Recalls its previous resolutions on the Central African Republic (CAR) and reaffirms its commitment to the country's sovereignty, independence, unity, and territorial integrity.\n\n2. Reaffirms the basic principles of peacekeeping and the importance of national efforts to restore State authority.\n\n3. Emphasizes that a sustainable solution to the crisis should be CAR-owned, prioritizing reconciliation through an inclusive process.\n\n4. Recalls the signing of the Political Agreement on Peace and Reconciliation (APPR) in 2019 and stresses its centrality and the need for further progress.\n\n5. Condemns violations of the APPR and violence perpetrated by all parties, including human rights abuses and international humanitarian law violations.\n\n6. Takes note of a joint report on human rights and humanitarian law violations and welcomes the CAR authorities' response to address the findings.\n\n7. Stresses the urgent need to end impunity and calls on the CAR authorities to investigate allegations of crimes and bring perpetrators to justice.\n\n8. Notes that a sustainable solution requires an integrated regional strategy and strong political commitment from the CAR authorities and regional countries.\n\n9. Welcomes a ceasefire announcement by President Touadéra and urges all parties to respect it.\n\n10. Underlines the need to support national efforts towards extending State authority and security sector reform.\n\n11. Welcomes the work of MINUSCA, MOUACA, EUTM-RCA, and EUAM-RCA, and encourages coherence and transparency in international support.\n\n12. Condemns cross-border criminal activities and the use of mercenaries, and calls on the CAR Government to work with neighboring countries.\nHere is a concise summary of the Security Council document:\n\nThe Security Council expresses concern over the deteriorating situation in the Central African Republic (CAR) and stresses the need for a comprehensive and reinvigorated political and peace process. It encourages President Touadéra to promote lasting peace and stability through an inclusive Republican Dialogue and implementation of the Agreement for Peace and Reconciliation (APPR). The Council demands that all parties respect the ceasefire, implement the APPR, and cease violence against civilians, UN peacekeepers, and humanitarian personnel. It also condemns attacks on humanitarian and medical personnel, obstruction to humanitarian access, and violations of international humanitarian law. The Council urges the CAR authorities to work with MINUSCA to enhance the safety and security of MINUSCA's personnel and to take measures to ensure the arrest and prosecution of perpetrators. It emphasizes the importance of inclusive, free, and fair elections and encourages the participation of women, youth, internally displaced persons (IDPs), and refugees. The Council also recognizes the adverse effects of climate change on the stability of the region and stresses the need for comprehensive risk assessment and long-term strategies to support stabilization and build resilience. \n\n Acting under Chapter VII of the Charter, the Council: \n- Encourages the pursuit of a comprehensive and reinvigorated political and peace process \n- Urges respect for the ceasefire and implementation of the APPR \n- Demands an end to violence and destabilizing activities \n- Strongly condemns violations of international humanitarian law \n- Welcomes regional engagement in support of the peace process.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Requests international organizations and partners to support the peace process in the Central African Republic (CAR), including the implementation of the Agreement for Peace and Reconciliation (APPR) via the roadmap.\n\n Emphasizes the important role of guarantors and facilitators of the APPR, including the African Union, ECCAS, and neighboring states.\n\n Calls on CAR authorities and neighboring countries to cooperate to combat transnational criminal networks and armed groups involved in arms trafficking and exploitation of natural resources.\n\n Encourages CAR authorities to promote national awareness and ownership of the APPR, and to ensure the full, equal, and meaningful participation of women and youth in the peace process.\n\n Urges CAR authorities to implement a genuinely inclusive process to support reconciliation, addressing root causes of conflict, including marginalization of civilians, issues of national identity, and local grievances.\n\n Calls on CAR authorities to ensure the preparation of inclusive, free, and fair local elections in 2022, with the full, equal, and meaningful participation of women.\n\n Urges CAR authorities to address the presence and activity of armed groups by implementing a comprehensive strategy prioritizing dialogue and DDRR.\n\n Calls on CAR authorities to implement the National Security Policy, National Strategy on SSR, and National Defence Plan, with international support.\n\n Expresses concerns about allegations of human rights and humanitarian law violations by CAR defence and security forces, and calls for accountability.\n\n Calls on CAR authorities to strengthen justice institutions, fight impunity, and contribute to stabilization and reconciliation.\n\n Requests CAR authorities to ensure that all security actors de-conflict their training and operational activities.\nHere is a summarized version of the Security Council document:\n\n**Security Council Resolution 2605 (2021)**\n\n**Transitional Justice and Accountability**\n\n* Calls for the full operationalization of the Truth, Justice, Reparation and Reconciliation Commission in a neutral, impartial, transparent, and independent manner to ensure accountability for past crimes and reparation for victims.\n\n**Restoration of State Authority**\n\n* Urges the CAR authorities to restore the effective authority of the State over the whole territory, including by redeploying State administration, providing basic services, and ensuring timely payment of salaries to civil servants and defence and security forces.\n\n**Peacebuilding and Economic Recovery**\n\n* Encourages the CAR authorities to improve public financial management and accountability, and to implement early recovery plans and revitalize the economy with international support.\n* Calls on Member States and international organizations to disburse pledges made at the international conference in Brussels in 2016 and consider providing additional funding, technical expertise, and in-kind support to the CAR's National Strategy for Recovery and Peace Consolidation.\n\n**Human Rights and Child Protection**\n\n* Reiterates the need to hold accountable those responsible for violations of international humanitarian law and human rights, and recalls that some acts may amount to crimes under the Rome Statute of the International Criminal Court.\n* Strongly condemns attacks on schools, medical centers, humanitarian premises, and civilian infrastructure, and urges all parties to end violations and abuses against children, including recruitment and use, rape and sexual violence, killing and maiming, and abductions.\n\n**Sexual Violence and Conflict**\n\n* Calls upon all parties to armed conflict in the CAR to end sexual and gender-based violence.\n\nNo extra line is added apart from the summarized content.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n* Calls on the Central African Republic (CAR) authorities to investigate and prosecute alleged abuses and perpetrators to fight impunity and implement the UN and government joint communiqué to prevent and respond to sexual violence in conflict.\n\n* Expresses strong support to the Special Representative of the Secretary-General Mankeur Ndiaye.\n\n* Extends the mandate of the United Nations Multidimensional Integrated Stabilization Mission in the Central African Republic (MINUSCA) until 15 November 2022.\n\n* Decides that MINUSCA shall comprise up to 14,400 military personnel, 3,020 police personnel, and 108 corrections officers.\n\n* Authorizes MINUSCA to take all necessary means to carry out its mandate.\n\n* Prioritizes tasks for MINUSCA, including:\n\n(a) Protection of civilians:\n  - Protect civilian populations under threat of physical violence.\n  - Implement protection of civilians strategy in coordination with CAR authorities and partners.\n  - Anticipate, deter, and respond to threats to civilians.\n\n(b) Good offices and support to the peace process:\n  - Support the peace process, including implementation of the ceasefire and the Agreement for Peace and Reconciliation (APPR).\n  - Coordinate regional and international support to the peace process.\n\n* Requests the Secretary-General to reflect prioritization of tasks in MINUSCA's deployment and budgetary resources.\nHere is a concise summary of the Security Council document:\n\nThe Security Council authorizes the MINUSCA mission to:\n\n**Support Peace Process and Stability**\n\n* Support the implementation of the African Peace and Reconciliation Plan (APPR) via a roadmap\n* Ensure a coherent peace process, connecting local and national peace efforts with ceasefire monitoring, DDRR, SSR, and restoration of State authority\n* Assist CAR authorities to increase participation of various stakeholders, including women, youth, and IDPs, in the peace process\n\n**Humanitarian Assistance**\n\n* Facilitate the immediate, full, safe, and unhindered delivery of humanitarian assistance\n* Improve coordination with humanitarian actors and create a secure environment for civilian-led humanitarian assistance\n\n**Protection of United Nations Personnel**\n\n* Protect United Nations personnel, installations, equipment, and goods, and ensure their security and freedom of movement\n\n**Other Tasks**\n\n* **Promotion and Protection of Human Rights**: monitor, investigate, report on, and follow up on human rights violations and abuses\n* **Republican Dialogue and 2022 Elections**: assist CAR authorities in completing a fully inclusive Republican Dialogue and preparing for peaceful local elections\n* **Support for the Extension of State Authority**: support the extension of State authority, deployment of security forces, and preservation of territorial integrity\n\nThe MINUSCA mission is authorized to pursue these tasks in close coordination with the United Nations Country Team.\nHere is a concise summary of the Security Council document:\n\nThe Security Council authorizes MINUSCA to:\n\n**Logistical Support**\n\n* Provide logistical support to armed groups, subject to oversight, to help implement mandated tasks, protect civilians, and restore public safety and rule of law, in compliance with the UN Human Rights Due Diligence Policy (HRDDP) and without exacerbating risks to stabilization, civilians, or the Mission's impartiality.\n\n**Security Sector Reform (SSR)**\n\n* Provide strategic and technical advice to implement the National Strategy on SSR and National Defence Plan.\n* Support the development of an approach to vetting defence and security elements, prioritizing human rights vetting.\n* Enhance the capacities of the Internal Security Forces (ISF), particularly command and control structures and oversight mechanisms.\n* Support the training of police and gendarmerie, and selection, recruitment, and vetting of police and gendarmerie elements.\n\n**Disarmament, Demobilisation, Reintegration (DDR) and Repatriation (DDRR)**\n\n* Support the implementation of an inclusive, gender-sensitive, and progressive DDR and repatriation program for members of armed groups.\n* Support the development and implementation of Community Violence Reduction (CVR) programs.\n* Provide technical assistance for the integration of eligible demobilized members of armed groups into security and defence forces.\n\n**Support for national and international justice, the fight against impunity, and the rule of law**\n\n* Help reinforce the independence of the judiciary, build the capacities of the national judicial system, and enhance the effectiveness and accountability of the penitentiary system.\n* Provide technical assistance to identify, investigate, and prosecute those responsible for crimes involving violations of international humanitarian law and human rights.\n* Urgently adopt temporary measures to arrest and detain individuals undermining peace, stability, or security.\n* Provide technical assistance and capacity building for the Special Criminal Court (SCC).\nHere is a concise summary of the Security Council document 2605 (2021):\n\n**Tasks for MINUSCA**\n\n* Support the Special Criminal Court (SCC) by providing security, logistical, and technical assistance, and protecting victims and witnesses.\n* Assist in coordinating and mobilizing international support for the SCC.\n* Support the restoration and maintenance of public safety and the rule of law, including apprehending those responsible for human rights violations and abuses.\n\n**Additional Tasks**\n\n* Assist the Committee and Panel of Experts established by resolution 2127 (2013).\n* Monitor the implementation of measures to prevent armed groups from exploiting natural resources.\n* Support the Panel of Experts in collecting information on acts of incitement to violence.\n* Ensure unhindered access and safety for the Panel of Experts.\n* Provide transport for CAR authorities to promote State authority.\n\n**Mission Effectiveness**\n\n* The Secretary-General is requested to deploy personnel and expertise to reflect priorities.\n* The Council recalls the decision to increase MINUSCA's military and police components and stresses the need for rapid deployment.\n* The Council reiterates its concern at MINUSCA's lack of key capabilities and urges Member States to provide troops and police with adequate capabilities and training.\n\n**Safety and Security**\n\n* The Secretary-General, Member States, and CAR authorities are requested to ensure the safety and security of MINUSCA personnel.\n* The Council requests the Secretary-General to implement measures to establish accountability for crimes against peacekeepers.\n\n**Implementation of Capacities**\n\n* The Secretary-General is requested to strengthen the implementation of a mission-wide early warning and response strategy.\nHere is a summarized version of the Security Council document:\n\nThe Security Council requests MINUSCA to:\n\n- Prepare for potential attacks and ensure gender-sensitive conflict analysis \n- Use confidence-building, facilitation, mediation, community engagement, and strategic communications \n- Prioritize enhanced mission mobility, active patrolling, and deployment of forces with necessary assets \n- Improve intelligence and analysis capacities, including surveillance and monitoring \n- Provide training, knowledge, and equipment to counter explosive devices \n- Implement effective casualty and medical evacuation procedures \n- Improve safety and security facilities and arrangements \n- Secure long-term rotation schemes for critical capabilities \n- Ensure support to non-United Nations security forces complies with HRDDP \n- Prioritize mandated protection activities \n- Strengthen sexual and gender-based violence prevention and response \n- Implement resolutions 1325, 2467, and 2538 on women, peace, and security \n- Take fully into account child protection and youth, peace, and security \n- Implement peacekeeping performance requirements \n- Implement the United Nations zero-tolerance policy on serious misconduct \n\nThe Security Council also urges troop- and police-contributing countries to prevent sexual exploitation and abuse, and requests MINUSCA to consider environmental impacts. \n\nThe Secretary-General is encouraged to implement an integrated strategic framework. \n\nMINUSCA is requested to take fully into account child protection and gender mainstreaming throughout its mandate.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n**Women's Participation and Empowerment**\n\n* Requests MINUSCA to support women's participation in the political and reconciliation process, stabilization activities, transitional justice, and other areas.\n* Requests troop- and police-contributing countries to implement provisions on reducing barriers to women's participation in peacekeeping.\n\n**Weapon and Ammunition Management**\n\n* Requests MINUSCA to seize, record, dispose of, and destroy weapons and ammunitions of disarmed combatants and armed groups who refuse to lay down their arms.\n* Requests MINUSCA to support the CAR authorities in achieving progress on key benchmarks for the review of arms embargo measures.\n\n**MINUSCA Freedom of Movement**\n\n* Urges all parties in the CAR to cooperate with MINUSCA's deployment and activities, ensuring its safety, security, and freedom of movement.\n* Calls upon Member States to ensure the free, unhindered, and expeditious movement of MINUSCA personnel, equipment, and supplies.\n\n**Humanitarian Access and Humanitarian Appeal**\n\n* Demands that all parties allow and facilitate humanitarian access to populations in need.\n* Demands respect and protection for medical personnel, humanitarian personnel, and hospitals.\n* Strongly condemns attacks on schools and civilians connected with schools.\n* Calls on Member States and international organizations to respond swiftly to humanitarian needs.\n\n**Support to MINUSCA**\n\n* Authorizes French armed forces to provide operational support to MINUSCA elements under serious threat.\n* Requests France to report to the Council on the implementation of this mandate.\n\n**Reports by the Secretary-General**\n\n* Requests the Secretary-General to provide integrated analysis and strategic assessments on MINUSCA's impact.\n* Requests the Secretary-General to report to the Council on the situation in the CAR, MINUSCA's activities, and progress on key benchmarks.\nThe Security Council:\n\n Requests the Secretary-General to provide:\n\n- Information on the conduct of patrols and their impact on the mission, and how under-performance cases are addressed;\n\n- Evaluation on implementation, performance and necessity of reinforcements decided in resolution 2566 (2021) before each phase;\n\n Also requests the Secretary-General to provide:\n\n- An evaluation by May 2022 on logistical support to CAR defence and security forces, including financial information;\n\n- A mid-report by June 2022 on MINUSCA's effectiveness and configuration to identify gaps in objectives and outcomes;\n\nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2605_2021_EN.pdf"
}