{
  "resolution_no": "2591",
  "year": 2021,
  "theme": [
    "Peacekeeping",
    "Lebanon",
    "UNIFIL"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "UNIFIL",
    "Lebanese Armed Forces",
    "Office of the United Nations Special Coordinator for Lebanon"
  ],
  "reporting_cycle": "every four months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2591 (2021) on August 30, 2021, recalling its previous resolutions on Lebanon, and expressing solidarity with Lebanon and its people after the explosions in Beirut on August 4, 2020. The Council stresses the need for a swift, independent, and transparent investigation into the explosions. It urges Lebanese leaders to form a new government to address the country's challenges, including reconstruction, COVID-19, and reforms. The Council also calls for the implementation of economic reforms, as committed to in the CEDRE conference and the International Support Group for Lebanon meeting. \n\nThe Council commends UNIFIL's measures to fight COVID-19 and recalls resolution 2532, requesting support to host country authorities in containing the pandemic. It extends UNIFIL's mandate for one year without amendment, as requested by the Lebanese government. The Council reiterates its support for Lebanon's territorial integrity, sovereignty, and political independence.\n\nThe Council reaffirms its commitment to the full implementation of resolution 1701 (2006), aiming for a permanent ceasefire and long-term solution. It expresses concern at the lack of progress in implementing resolution 1701 (2006) and calls on parties to strengthen efforts to implement all provisions without delay. The Council expresses concern at violations of the cessation of hostilities, underlining the risk of a new conflict, and urges parties to exercise maximum calm and restraint. It condemns recent incidents across the Blue Line and commends UNIFIL's liaison and prevention role.\nEmphasizing the importance of full compliance with the prohibition on sales and supply of arms and related materiel established by resolution 1701 (2006), \nRecalling the utmost importance of respecting the Blue Line, noting with concern that UNIFIL still hasn't accessed all relevant locations north of the Blue Line related to tunnel discoveries, and urging Lebanese authorities to conclude investigations. \nWelcoming progress in marking the Blue Line and encouraging parties to accelerate efforts with UNIFIL. \nCondemning attempts to threaten Lebanon's security and stability, \nReaffirming determination to ensure no acts of intimidation prevent UNIFIL from implementing its mandate. \nUrging Lebanese authorities to provide updates and finalize investigations on attacks against UNIFIL personnel. \nReiterating the importance of the Government of Lebanon's control over all Lebanese territory. \nEncouraging Lebanese parties to resume discussions on a National Defence Strategy. \nWelcoming progress on Lebanon's first National Action Plan on Women, Peace and Security. \nRecalling the importance of protecting children. \nCommending UNIFIL's role and dedication, expressing appreciation to contributing Member States. \nRecognizing UNIFIL's successful implementation of its mandate since 2006. \nWelcoming the Lebanese Armed Forces' crucial role in extending and sustaining the Government's authority. \nExpressing concern about the impact of crises on Lebanese Armed Forces' capacities and welcoming international support. \nRecalling resolutions 2378 (2017), 2436 (2018), and 2242 (2015) regarding peacekeeping operations' evaluation, performance, and women in peacekeeping. \nEmphasizing the need to regularly review peacekeeping operations' efficiency and effectiveness.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nBearing in mind the strategic priorities and recommendations of the Secretary-General, \n- Extends the mandate of UNIFIL until 31 August 2022.\n\nCommends UNIFIL's positive role in southern Lebanon and calls for enhanced cooperation with the Lebanese Armed Forces.\n\nReaffirms its commitment to the existing UNIFIL mandate and calls for full implementation of resolution 1701 (2006).\n\nReiterates the need for a permanent ceasefire and long-term solution between Israel and Lebanon.\n\nStrongly reaffirms the necessity of an effective and durable deployment of the Lebanese Armed Forces in southern Lebanon.\n\nRequests the Secretary-General to include assessments of progress made in this regard.\n\nUrges international support for the Lebanese Armed Forces.\n\nRequests UNIFIL to provide temporary and special measures to support the Lebanese Armed Forces.\n\nCondemns all violations of the Blue Line and calls for respect for the cessation of hostilities.\n\nWelcomes the constructive role of the Tripartite Mechanism and encourages its further reinforcement.\n\nStresses the need for enhanced cooperation between UNIFIL and UNSCOL.\nHere is a summarized version of the Security Council document:\n\n15. Urges parties to respect UNIFIL's safety, take measures to enhance security, and cooperate with Lebanese Armed Forces; welcomes Lebanon's commitment to protect UNIFIL; calls for rapid finalization of investigations into attacks on UNIFIL.\n\n16. Urges parties to ensure UNIFIL's freedom of movement; condemns attempts to restrict it; calls on Lebanon to facilitate access to sites; and condemns attacks on UNIFIL personnel and equipment.\n\n17. Requests the Secretary-General to review and enhance UNIFIL's safety and security.\n\n18. Urges parties to cooperate with the Security Council and Secretary-General for a permanent ceasefire and long-term solution.\n\n19. Urges Israel to withdraw from northern Ghajar without delay.\n\n20. Reaffirms the establishment of an area free of armed personnel between the Blue Line and Litani River.\n\n21. Recalls the arms embargo on Lebanon.\n\n22. Authorizes UNIFIL to take necessary action to ensure its area of operations is not used for hostile activities.\n\n23. Commends UNIFIL's operational changes; requests the Secretary-General to enhance UNIFIL's efforts.\n\n24. Recalls UNIFIL's role in assisting Lebanon.\n\n25. Welcomes efforts to implement zero-tolerance policy on sexual exploitation and abuse.\n\n26. Requests UNIFIL to consider gender issues and support women's participation.\n\n27. Requests increased representation of women in UNIFIL.\n\n28. Requests implementation of peacekeeping performance requirements.\n\n29. Requests the Secretary-General to report on implementation of resolution 1701 every four months.\nThe Security Council:\n\n Requests the Secretary-General to provide detailed information on the cessation of hostilities and UNIFIL's response, as well as reports on progress made on the implementation plan of the 1 June assessment report and additional efficiencies to fulfil mandated tasks.\n\n Stresses the importance of achieving a comprehensive, just and lasting peace in the Middle East, based on relevant resolutions 242 (1967), 338 (1973), 1515 (2003) and 1850 (2008).\n\n Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2591_2021_EN.pdf"
}