{
  "resolution_no": "2568",
  "year": "2021",
  "theme": [
    "Peacekeeping",
    "Security",
    "Somalia",
    "Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "AMISOM",
    "UNSOM",
    "UNSOS",
    "African Union",
    "United Nations"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions on Somalia, reaffirms its respect for Somalia's sovereignty, territorial integrity, and unity. The Council welcomes progress achieved in Somalia, commending the Somali people, authorities, African Union, AMISOM, and international partners for their roles. \n\nIt condemns Al Shabaab and armed opposition groups' attacks, expressing deep concern at civilian losses. The Council pays tribute to AMISOM and Somali Security Forces' bravery and sacrifices, welcoming UN support to AMISOM and UNSOM.\n\nThe situation in Somalia has evolved, with Al Shabaab remaining a threat, and military action alone is insufficient. The Council emphasizes the need for an approach addressing stabilization, governance, and security sector reform. \n\nThe Somali authorities have primary responsibility for security, but Somalia is not yet able to take full responsibility. The Council stresses the need for continued regional and international collaboration and support, aligned with Somalia's direction.\n\nThe Council emphasizes building Somali forces' and institutions' capacity to manage threats and the importance of effective coordination between the Federal Government and international partners. \n\nIt underlines the critical importance of inclusive political agreements, free, fair, and credible elections, and collaboration on national priorities. \n\nThe Council recalls resolution 1325 (2000) and stresses the importance of women's full, equal, and meaningful participation in peace and security efforts.\n\nIt condemns human rights and humanitarian law violations, calls for compliance, and expresses concern at the humanitarian situation, COVID-19 pandemic, floods, and desert locust upsurge. \n\nThe Council calls for facilitation of humanitarian assistance, in line with international law and UN guiding principles.\nThe Security Council:\n\nRecalling previous resolutions, welcomes efforts to support Somalia, appreciating measures to ensure safety and security of personnel, and calling for continued efforts to mitigate pandemic and locust-infestation impacts.\n\nEmphasizes need for risk assessment and management strategies on climate change, ecological changes, natural disasters, and other factors affecting Somalia's stability.\n\nNotes the Independent Assessment and its recommendations, reaffirming resolution 2520 (2020), and welcomes the revised Somalia Transition Plan (STP), urging its endorsement.\n\nSupports Somalia's desire to lead security transition, noting the African Union Peace and Security Council's communiqué and the Secretary-General's report.\n\nRequires a phased approach for transferring security responsibility to Somali authorities, starting in 2021 and achieving full responsibility by 2023.\n\n Determines situation in Somalia continues to threaten regional and international peace and security.\n\nActing under Chapter VII:\n\n1. Reiterates aspiration for Somalia to be responsible for its security, emphasizes FGS should lead security transition, and urges implementation of commitments.\n\n2. Recognizes African Union Peace and Security Council's role, takes note of its request for an independent assessment, and urges mandating AMISOM to support STP implementation.\n\n3. Reiterates that Al Shabaab will not be defeated by military means alone, urging FGS, FMS, and international partners to work together on non-military activities.\n\n4. Underlines need for coordinated approach towards Somali-led reforms, calling on:\n- FGS to lead strategic coordination.\n- FGS, FMS, AMISOM, UNSOM, UNSOS, and international partners to increase coordination and collaboration.\n\n5. Underscores primary responsibility for protecting civilians lies with Somali authorities, and importance of protecting civilians in accordance with international humanitarian law.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReiterates its objective of enabling Somalia to take full responsibility for its security by 2023, with the aim of Somalia taking the lead in 2021.\n\nRequests a joint update to AMISOM's Concept of Operations (CONOPS) by August 2021 to inform decisions on the size and shape of the future mission.\n\nRequests the Secretary-General to produce a proposal on the strategic objectives, size, and composition of a reconfigured African Union mission by September 2021.\n\nAuthorizes the deployment of 19,626 uniformed AMISOM personnel until 31 December 2021.\n\nDecides that AMISOM shall take all necessary measures to carry out its mandate, in compliance with international law.\n\nAuthorizes AMISOM to pursue strategic objectives:\n\n* Reduce the threat posed by Al Shabaab and armed opposition groups.\n* Support the transfer of security responsibilities to Somali security forces.\n* Assist the FGS, FMS, and SSF in providing security for the political process.\n\nAuthorizes AMISOM to carry out functions to achieve these objectives, including:\n\n* Maintaining a presence in sectors, prioritizing population centers.\n* Conducting jointly-planned and targeted operations with the SSF.\n* Securing and recovering areas from Al-Shabaab.\n* Realigning AMISOM sectors with FMS boundaries.\n* Providing mobile capabilities and supporting the SSF's force posture.\n* Contributing towards securing main supply routes.\n* Assisting the SSF to provide security support to enable the FGS and FMS to carry out their functions.\n* Protecting personnel, facilities, and equipment.\n* Receiving defectors on a transitory basis.\n* Supporting the implementation of the total ban on the export of charcoal from Somalia.\nHere is a summarized version of the Security Council document 2568 (2021):\n\nThe Security Council welcomes the reconfiguration of AMISOM to focus on enabling and supporting the Somali Security Forces (SSF) and protecting the UN in Somalia.\n\n**Reconfiguration of AMISOM**\n\n* Authorizes AMISOM to commence initial work to reconfigure in each Sector to provide support functions for the SSF, including:\n\t+ Countering IEDs, surveillance, reconnaissance, and targeting\n\t+ Command and communications support, civil-military coordination, medical evacuation, engineering\n\t+ Establishment of a mobile quick reaction force for each sector\n* To provide enabling support functions for the Somali Police Force (SPF) and civilian stabilization and governance functions\n\n**Capacity Building**\n\n* Build the capacity of the SSF and SPF, ensuring coherence with international partners\n* Focus on planning and managing integrated operations, countering IEDs, counter-terrorism operations, logistics, engineering, and community policing\n\n**Mentorship and Assistance**\n\n* Mentor and assist SSF to ensure trained units can operate with AMISOM\n* Conduct joint exercises and operational rehearsals, and deliver training and mentoring where necessary\n\n**Oversight and Operational Coordination**\n\n* Requests the African Union to strengthen oversight and operational coordination among AMISOM contingents\n* Ensure command, control, and accountability of mission enabling units\n\n**Equipment Reviews and Resource Mobilization**\n\n* Supports the African Union equipment reviews and urges finalization of the review\n* Encourages Member States to support the African Union in mobilizing required resources and equipment\n\n**Human Rights and Accountability**\n\n* Underlines the importance of AMISOM forces carrying out their mandate in full compliance with international law\n* Requests regular monitoring and prompt investigations into allegations of human rights violations\n* Urges troop- and police-contributing countries to strengthen cooperation with the African Union and the UN\n\n**Logistical and Financial Support**\n\n* Requests the Secretary-General to continue providing logistical support to AMISOM and the SSF\n* Expand UN support to Somali security forces to include training, equipment, and mentorship to counter IEDs\n* Presents options for continuing UN logistical support from 2022 for consideration by the Security Council by the end of October 2021.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Requests the FGS and African Union to agree on a memorandum of understanding with the UN on conditions for UN support to SSF.\n\n Requests the Secretary-General to work closely with the African Union to support implementation of this resolution.\n\n Notes with appreciation continued financial support to AMISOM and urges new donors to provide support.\n\n Calls on the FGS and FMS to organise free, fair, credible and inclusive elections.\n\n Supports FGS efforts to reform its institutions and build capacity in the security sector.\n\n Welcomes the STP and calls on Somali authorities to work urgently to deliver it.\n\n Calls on the FGS and FMS to fully support state and federal police.\n\n Calls on Somali authorities to ensure security and police forces respect international human rights law and humanitarian law.\n\n Calls upon Somali authorities to combat illicit trade, transfer, and misuse of small arms and light weapons.\n\n Calls upon Somali authorities to combat illicit financial flows and address Al Shabaab's revenue generation.\n\n Reaffirms the importance of full, equal, meaningful and effective participation of all Somalis.\n\n Calls on Somali authorities to work with partners to ensure protection from sexual and gender-based violence.\n\n Expresses grave concern over reports of increased incidents of violence against children and calls on Somali authorities to take action.\nThe Security Council:\n\n Condemns attacks against schools and hospitals, and military use of these facilities, and calls on the Federal Government of Somalia (FGS) to cease detentions of children on national security charges, treat them as victims, and implement 2012 Action Plans, 2014 standard operating procedures, 2018 Roadmap, and Working Group Conclusions on Children and Armed Conflict;\n\n Reiterates concern at the high number of refugees and IDPs, stresses the importance of implementing the Kampala Convention, and calls on the FGS to deliver protection, assistance, and durable solutions for displaced persons;\n\n Expresses grave concern at the humanitarian crisis, encourages humanitarian assistance, condemns attacks on humanitarian personnel and infrastructure, and demands full, safe, rapid, and unhindered access for humanitarian assistance;\n\n Requests the African Union to report every 90 days on AMISOM's mandate implementation, including progress on joint operations, accountability measures, and civilian protection;\n\n Requests the FGS to update the Security Council on the endorsement and implementation of the Strategic Transition Plan (STP);\n\n Requests the Secretary-General to report regularly on the implementation of this resolution, including assessment of STP, MAF, HRDDP, and UNSOS support;\n\n Reaffirms intention to review AMISOM's configuration and decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2568_2021_EN.pdf"
}