{
  "resolution_no": "2584",
  "year": "2021",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Protection of Civilians",
    "Humanitarian Assistance",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MINUSMA",
    "French Forces",
    "European Union",
    "G5 Sahel",
    "UNIFIL"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Recalls previous resolutions on Mali, reaffirming commitment to sovereignty, unity, and territorial integrity.\n2. Expresses concern at the deteriorating security situation, terrorist attacks, intercommunal violence, and humanitarian crisis.\n3. Strongly condemns attacks on civilians, institutions, and international forces, including MINUSMA and French forces.\n4. Welcomes the appointment of El-Ghassim Wane as Special Representative of the Secretary-General in Mali.\n5. Emphasizes the need for a combination of political, security, and development efforts to achieve lasting peace and security.\n6. Recognizes the importance of an integrated approach among actors to build and sustain peace in Mali and the Sahel.\n7. Welcomes the Ndjamena Summit of the G5 Sahel and partners, and the Coalition for the Sahel.\n8. Recalls the transitional arrangements in Mali, including the Transition Charter and election calendar.\n9. Strongly condemns the arbitrary arrest of transitional leaders and calls for the resumption of the inclusive transition.\n10. Reiterates commitment to the implementation of the Agreement on Peace and Reconciliation in Mali.\nThe Security Council:\n\nCondemns persistent delays in implementing the Agreement on Peace and Reconciliation in Mali, which threaten stability and development.\n\nStresses the need for increased ownership and prioritization in implementing the Agreement, and reiterates that engaging in hostilities or obstructing the Agreement's implementation can lead to sanctions.\n\nEmphasizes the need for a comprehensive strategy to stabilize Central Mali, addressing security, governance, development, reconciliation, accountability, and human rights.\n\nStrongly condemns human rights abuses and violations of international humanitarian law, including extrajudicial killings, arbitrary arrests, and sexual violence.\n\nReiterates the importance of accountability for such acts, and notes the International Criminal Court's investigation into alleged crimes in Mali.\n\nUnderlines the importance of socio-economic development, institution-building, and good governance for sustaining peace in Mali.\n\nCommends troop- and police-contributing countries to MINUSMA and welcomes MINUSMA's efforts to adapt and enhance its protection, mobility, and reactivity.\n\nExpresses concern over reports of training and capabilities shortfalls of MINUSMA units and emphasizes transparency and accountability.\n\nDetermining that the situation in Mali remains a threat to international peace and security, \n\n Acting under Chapter VII of the Charter,\n\n**Implementation of the Agreement and Transition**\n\n1. Calls for the resumption and realization of the Political Transition, with a handover of power to elected civilian authorities within 18 months, and respect for the announced elections calendar.\n\n2. Calls for free and fair elections, conducted in a transparent and inclusive manner, with full participation of women, youth, refugees, and internally displaced persons.\n\n3. Urges the Government of Mali and armed groups to accelerate implementation of the Agreement, through significant and irreversible measures.\n\n4. Urges Malian parties to fulfil priority measures before the end of MINUSMA's current mandate, including achieving the Political Transition and return to constitutional order within the 18-month timeline.\nThe Security Council,\n\n1. Requests the Malian parties to:\n- agree on sequencing of political and institutional reform processes and constitutional reform;\n- agree on and implement inclusive security sector reform;\n- redeploy elements who underwent accelerated disarmament, demobilization, and reintegration (DDR) process, and integrate 2,000 additional elements of signatory armed groups into the Malian Defense and Security Forces (MDSF);\n- finalize the legal framework for the Territorial Police and start vetting and recruiting its members;\n\n2. Calls for:\n- Full, equal, and meaningful participation of women in mechanisms established by the Agreement, with at least 30% quota for women in all political functions and offices;\n- Specific attention from the Secretary-General to these points in regular reporting on MINUSMA;\n\n3. Encourages the Panel of Experts to identify parties responsible for lack of implementation of priority measures and expresses intent to respond with measures pursuant to resolution 2374 (2017);\n\n4. Demands:\n- Armed groups to reject violence, cut ties with terrorist organizations, and cease activities hampering State authority and basic social services;\n- All parties to abide by cessation of hostilities arrangements;\n\n5. Urges:\n- Cooperation with the Special Representative of the Secretary-General (SRSG) and MINUSMA;\n- Inclusion of programs addressing stigma of sexual and gender-based violence in national and regional strategies;\n\n6. Calls upon:\n- Independent Observer to make public reports with concrete recommendations;\n- Malian parties to agree on a national mechanism to follow-up on International Commission of Inquiry recommendations;\n\n7. Reiterates:\n- Malian authorities' primary responsibility to protect civilians;\n- Need for expedited action to protect civilians, prevent intercommunal violence, and re-establish State presence in Central Mali;\n\n8. Urges Malian authorities to fulfil priority measures before the end of MINUSMA's current mandate, including:\n- Implementing a comprehensive strategy to protect civilians and reduce intercommunal violence;\n- Fighting impunity for human rights abuses and holding trials for perpetrators of massacres.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Urges Malian authorities to disarm militias, reinforce reconciliation initiatives, and advance community violence reduction efforts.\n\n2. Encourages Malian authorities to pursue sustainable socio-economic development in Central Mali, focusing on education, infrastructure, and public health, particularly for youth.\n\n3. Extends MINUSMA's mandate until June 30, 2022, with up to 13,289 military personnel and 1,920 police personnel.\n\n4. Requests the Secretary-General to report on the progress of the Force Adaptation Plan implementation and provide recommendations on MINUSMA's force levels by July 15, 2021.\n\n5. Authorizes MINUSMA to use necessary means to carry out its mandate.\n\n6. Sets MINUSMA's strategic priorities: \n    - Supporting the implementation of the Agreement and the Political Transition.\n    - Facilitating a comprehensive strategy to protect civilians, reduce intercommunal violence, and re-establish State presence in Central Mali.\n\n7. Requests MINUSMA to:\n    - Implement its mandate with a proactive, robust, flexible, and agile posture.\n    - Ensure safety, security, and freedom of movement of UN personnel.\n    - Improve coordination between civil, military, and police components.\n\n8. Supports the implementation of MINUSMA's adaptation plan and encourages Member States to contribute necessary capabilities.\n\n9. Requests the Secretary-General to:\n    - Implement and update the integrated strategic framework.\n    - Ensure efficient division of tasks and complementarity of efforts between MINUSMA, its Trust Fund, the Peacebuilding Fund, and the UN Country Team.\n\n10. Sets MINUSMA's priority tasks:\n    - Support the implementation of the Agreement and the Political Transition.\n    - Exercise good offices, confidence-building, facilitation of dialogue, and mediation.\n    - Support the implementation of political and institutional reforms provided by the Agreement.\nHere is a summarized version of the Security Council document:\n\n**Support to the Implementation of the Agreement**\n\n* Support the implementation of defence and security measures, particularly Part III and Annex 2, including:\n\t+ Monitoring and supervising the ceasefire and control measures on movement and armament of signatory armed groups.\n\t+ Supporting cantonment, disarmament, demobilization, and reintegration of armed groups.\n\t+ Supporting the establishment of a comprehensive plan for the redeployment of the reformed and reconstituted Malian Defence and Security Forces (MDSF) in the North of Mali.\n\t+ Ensuring coherence of international efforts to rebuild the Malian security sector.\n\n**Reconciliation and Justice**\n\n* Support the implementation of reconciliation and justice measures, particularly Part V, including:\n\t+ Supporting the operations of the Truth, Justice and Reconciliation Commission.\n\t+ Helping to ensure the effectiveness of justice and corrections officials.\n\n**Encouragement and Support to the Malian Parties**\n\n* Encourage and support the full implementation of the Agreement by the Malian parties and non-signatory actors.\n* Promote the meaningful participation of civil society, including women’s organizations and youth organizations.\n\n**Assistance to the Malian Authorities**\n\n* Assist the Malian authorities in holding free and fair elections, conducted in a peaceful environment and a transparent and inclusive manner.\n\n**Support to Stabilization and Restoration of State Authority in the Centre**\n\n* Support Malian authorities in agreeing on and implementing a comprehensive strategy to protect civilians, reduce intercommunal violence, and re-establish State presence in Central Mali.\n* Facilitate the return of State presence, State authority, and basic social services in the Centre.\n\n**Protection of Civilians**\n\n* Protect civilians under threat of physical violence.\n* Take active steps to anticipate, deter, and effectively respond to threats to the civilian population.\n* Provide specific protection and assistance for women and children affected by armed conflict.\nHere is a summarized version of the Security Council document:\n\n**Promotion and Protection of Human Rights**\n\n* Assist Malian authorities in promoting and protecting human rights, particularly in justice and reconciliation\n* Support efforts to bring to justice those responsible for serious human rights violations or abuses, war crimes, and crimes against humanity\n* Monitor, document, and report on human rights violations and abuses, including sexual and gender-based violence, trafficking, and violations against women and children\n\n**Humanitarian Assistance**\n\n* Contribute to a secure environment for humanitarian assistance and the return, integration, or resettlement of internally displaced persons and refugees\n\n**Other Tasks**\n\n* Implement quick impact projects in support of the Agreement in the North or specific needs in the Centre\n* Cooperate with Sanctions Committees and provide information to support their work\n* Assist Malian authorities with weapons and ammunition management, including removal and destruction of mines and explosive devices\n\n**Coordination with Other Security Presences**\n\n* Ensure coordination and exchange of information between MINUSMA, MDSF, FC-G5S, French Forces, and European Union missions\n* Convene regular meetings of the Instance de Coordination au Mali to facilitate coordination and support\n\n**Human Rights Due Diligence**\n\n* Stress that security responses must be conducted in full compliance with international law and with feasible precautions to minimize harm to civilians\n* Call on non-UN security forces receiving support from MINUSMA to cooperate with UN monitoring and reporting mechanisms\n\n**Malian Defence and Security Forces**\n\n* Urge MINUSMA and the Government of Mali to implement the Memorandum of Understanding on support to MDSF redeployment\n* Encourage partners to support MDSF redeployment, particularly through equipment and training\n* Express concerns about allegations of human rights violations by MDSF and urge the Government of Mali to investigate and hold accountable those responsible\n\n**Force conjointe du G5 Sahel**\n\n* Welcome increased autonomy of G5 Sahel Executive Secretariat and FC-G5S\n* Encourage G5 Sahel States to ensure FC-G5S scales up operations and demonstrates tangible results\n* Support MINUSMA's provision of support to FC-G5S, including MEDEVAC and CASEVAC.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Stresses that operational and logistical support from MINUSMA to FC-G5S is temporary and vital, and calls on FC-G5S to develop its own capacity to support itself.\n\n* Requests the Secretary-General to report on the implementation of paragraph 13 of resolution 2391 (2017), including on the HRDDP, by September 30, 2021.\n\n* Authorizes French forces to use all necessary means to intervene in support of MINUSMA elements under imminent and serious threat.\n\n* Encourages the European Union to continue its efforts to support Malian authorities in Security Sector Reform and reestablishment of State authority.\n\n* Stresses the importance of providing MINUSMA with necessary capacities to fulfill its mandate and ensure the safety and security of its personnel.\n\n* Requests the Secretary-General to enhance exchange of information between MINUSMA and G5 Sahel States, and to implement measures to improve MINUSMA's safety and security, including:\n\n  - Implementing peacekeeping performance requirements\n  - Improving intelligence and analysis capacities\n  - Providing training and equipment to counter explosive devices\n  - Improving logistics and securing logistical supply routes\n  - Enhancing camps protection\n  - Implementing effective casualty and medical evacuation procedures\n\n* Urges Member States to provide troops and police with adequate capabilities, and to declare all national caveats. \n\n* Requests the Secretary-General to strengthen the implementation of mission-wide early warning and response.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n- Requests MINUSMA to ensure its support to other security presences is provided in strict compliance with the Human Rights Due Diligence Policy (HRDDP).\n\n- Directs MINUSMA to strengthen its prevention and response activities on sexual and gender-based violence.\n\n- Urges MINUSMA to implement resolutions on women, peace, and security, and to increase the number of women in its ranks.\n\n- Requests MINUSMA to take fully into account child protection and youth, peace, and security.\n\n- Mandates MINUSMA to implement the UN zero-tolerance policy on serious misconduct, including sexual exploitation and abuse.\n\n- Strongly condemns attacks against MINUSMA peacekeepers and calls on the Government of Mali to investigate and prosecute perpetrators.\n\n- Urges Member States to ensure free and unhindered movement of MINUSMA personnel and equipment.\n\n- Urges Malian authorities to strengthen accountability for human rights abuses and violations.\n\n- Calls on all parties to comply with international humanitarian law and protect civilians and humanitarian personnel.\n\n- Requests MINUSMA to assist Malian authorities in ensuring the participation of women in the implementation of the Agreement.\n\n- Urges all parties to implement conclusions on Children and Armed Conflict in Mali and to release children from their ranks.\n\n- Urges prevention and elimination of sexual violence in conflict and post-conflict situations.\n\n- Urges troop- and police-contributing countries to take action to prevent sexual exploitation and abuse.\nHere is a summarized version of the Security Council document 2584 (2021):\n\n**Accountability and Reporting**\n\n* Requests the Malian authorities to investigate and report on human rights abuses by military units and take actions to prevent such abuses.\n* Calls on Member States and international organizations to respond swiftly to the food and humanitarian crisis in Mali.\n\n**Environmental Issues**\n\n* Requests MINUSMA to consider environmental impacts of its operations and manage them in accordance with UN rules and regulations.\n\n**Small Arms and Light Weapons**\n\n* Calls on Malian authorities to address the proliferation and illicit trafficking of small arms and light weapons.\n* Requests Malian authorities to strengthen cooperation with the UN, regional organizations, and civil society to respond to explosive ordnance threats.\n\n**Reports by the Secretary-General**\n\n* Requests the Secretary-General to report to the Security Council every 3 months on:\n\t+ Progress in achieving priority measures and mission's strategic priorities.\n\t+ Coordination and cooperation between MINUSMA, MDSF, FC-G5S, French Forces, and European partners.\n\t+ Measures to improve external communication of the mission.\n* Requests the Secretary-General to provide a letter every 6 months on:\n\t+ Mission-wide performance and challenges.\n\t+ Progress in mission operations, security challenges, and coordination between security actors.\n\t+ Overall performance, including implementation of the Adaptation Plan and Integrated Peacekeeping Performance and Accountability Framework.\n\n**Conclusion**\n\n* Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2584_2021_EN.pdf"
}