{
  "resolution_no": "2570",
  "year": "2021",
  "theme": [
    "Libya",
    "Elections",
    "Peacekeeping",
    "Humanitarian",
    "Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNSMIL",
    "Libyan Political Dialogue Forum (LPDF)",
    "High National Elections Commission",
    "Government of National Unity"
  ],
  "reporting_cycle": "regular reporting",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nRecalling its resolution 1970 (2011) and subsequent resolutions on Libya, reaffirms its commitment to the UN-facilitated Libyan-led and Libyan-owned political process and Libya's sovereignty, independence, territorial integrity, and national unity.\n\nWelcomes the agreement to hold national Presidential and Parliamentary elections on 24 December 2021, as set out in the Libyan Political Dialogue Forum (LPDF) roadmap, and notes the need for the constitutional basis for elections and the relevant election law to be in place by 1 July 2021.\n\nWelcomes the 23 October 2020 ceasefire agreement and recalls the commitment of the Berlin Conference participants to refrain from interference in Libya's internal affairs.\n\nExpresses grave concern over terrorist and violent groups' exploitation of the situation in Libya and reaffirms the need to combat threats to international peace and security caused by terrorist acts.\n\nRecalling resolutions 2532 (2020) and 2565 (2021), expresses grave concern over the deteriorating humanitarian situation and the impact of the COVID-19 pandemic in Libya.\n\n1. Welcomes the interim Presidency Council and the interim Government of National Unity as the Government of Libya charged with leading the country up to national elections on 24 December 2021.\n\n2. Calls on the interim Government of National Unity to make preparations for free, fair, and inclusive national elections, including arrangements for women's full, equal, and meaningful participation and youth inclusion.\n\n3. Recalls that free, fair, and credible elections will allow the Libyan people to elect a representative and unified government.\n\n4. Calls on relevant authorities and institutions to take actions set out in the LPDF roadmap to facilitate the 24 December 2021 elections.\n\n5. Underlines the importance of an inclusive national reconciliation process and welcomes regional organisations' support.\n\n6. Recalls UNSMIL's role in supporting the Libyan transition process, including election organisation.\n\n7. Calls on the interim Government of National Unity to improve basic services delivery, combat corruption, protect human rights, and ensure transparent resource management.\n\n8. Underlines the importance of unifying Libya's institutions, good governance, and improved economic performance.\n\n9. Reaffirms its intention to make assets frozen pursuant to resolution 1970 (2011) available to the Libyan people.\n\n10. Underlines the need to plan for the disarmament, demobilisation, and reintegration of armed groups.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n11. Emphasizes accountability for those responsible for violations of international humanitarian law and human rights law.\n\n12. Calls for full implementation of the 23 October 2020 ceasefire agreement, withdrawal of foreign forces and mercenaries, and urges Member States to respect and support the agreement.\n\n13. Recalls the arms embargo imposed under resolution 1970 (2011) and demands full compliance, including cessation of support for armed mercenary personnel.\n\n14. Recalls the Committee's authority to designate individuals or entities threatening Libya's peace, stability, or security for travel ban and asset freeze measures.\n\n15. Recalls resolution 2542 (2020) and UNSMIL's role in achieving a ceasefire and supporting its implementation.\n\n16. Approves the Secretary-General's proposals for ceasefire monitoring arrangements, requests UNSMIL to support the 5+5 Joint Military Commission and Libyan-led ceasefire monitoring mechanism.\n\n17. Underlines the importance of the 5+5 Joint Military Commission developing plans for the Libyan-led ceasefire monitoring mechanism, including women's participation.\n\n18. Notes that Member States and regional organisations can provide support to the ceasefire monitoring mechanism through the United Nations.\n\n19. Requests the Secretary-General to include updates on UNSMIL's support, ceasefire implementation, and progress made by the Libyan-led ceasefire monitoring mechanism in his reporting.\n\n20. Intends to review progress towards deployment of UNSMIL ceasefire monitors ahead of 15 September 2021.\n\n21. Clarifies that references to the Government of National Accord apply to the Government of National Unity.\n\n22. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2570_2021_EN.pdf"
}