{
  "resolution_no": "2566",
  "year": "2021",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINUSCA",
    "UNIFIL",
    "ECCAS",
    "ICGLR",
    "African Union"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\nRecalling previous resolutions on the Central African Republic (CAR), expresses grave concern at the deteriorating situation due to armed group attacks before and after the 27 December 2020 election.\n\nCondemns violations of the Political Agreement on Peace and Reconciliation and violence by armed groups, including against children, women, and specific communities.\n\nTakes note of the Constitutional Court's decision on electoral challenges, proclaiming President Touadéra's election, and calls on stakeholders to respect the decision and contribute to a peaceful and credible electoral process.\n\nWelcomes President Touadéra's roadmap for dialogue and calls for concrete steps to engage in dialogue, resolve issues, and conclude the electoral process with inclusive, free, fair, transparent, credible, peaceful, and timely elections.\n\nUrges signatory parties to the Peace Agreement to honour commitments, join dialogue and peace, and stresses the need to end impunity and bring perpetrators to justice.\n\nWelcomes regional efforts, including the African Union Peace and Security Council's communique and the Luanda meeting of Heads of States.\n\nExpresses concern about the dire humanitarian situation, condemns attacks against humanitarian workers, and calls on Member States to respond swiftly to humanitarian needs.\n\nStresses the valuable role of the Peacebuilding Commission and encourages partners to support CAR authorities' efforts.\n\nCondemns attacks against MINUSCA and international forces, and urges CAR authorities to work with MINUSCA to enhance personnel safety.\n\nTakes note of the Secretary-General's report, recommending an increase of 2,750 military and 940 police personnel to enhance MINUSCA's capacity.\n\nReaffirms peacekeeping principles and the mandate of MINUSCA.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling its previous resolutions, particularly 2436 (2018), and taking note of the Central African Republic (CAR) authorities' request to lift the arms embargo,\n\nDetermines that the situation in the CAR continues to threaten international peace and security,\n\nActing under Chapter VII of the UN Charter,\n\n1. Increases MINUSCA's military component by 2,750 and police component by 940;\n\n2. Stresses these reinforcements aim to enhance MINUSCA's ability to protect civilians, facilitate humanitarian access, and prevent a deterioration in security, while creating space for the political process;\n\n3. Requests the Secretary-General to ensure deployment of personnel adheres to:\n    (i) peacekeeping performance requirements under resolutions 2378 (2017) and 2436 (2018);\n    (ii) measures to enhance personnel safety and security under resolution 2518 (2020);\n    (iii) implementation of resolution 1325 (2000) on women, peace, and security;\n    (iv) the UN's zero-tolerance policy on sexual exploitation and abuse;\n\n4. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2566_2021_EN.pdf"
}