{
  "resolution_no": "2594",
  "year": "2021",
  "theme": [
    "Peacekeeping",
    "Sustaining Peace",
    "Protection of Civilians",
    "Women, Peace and Security",
    "Youth, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations peace operations",
    "Peacebuilding Commission",
    "Regional and sub-regional organisations"
  ],
  "reporting_cycle": "The Secretary-General reports on the status of transitions across relevant United Nations peace operations, including those that have transitioned within the previous twenty-four months, before 30 June 2022",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\n- Recalls the purposes and principles of the UN Charter and reaffirms its primary responsibility for maintaining international peace and security.\n\n- Reaffirms the basic principles of peacekeeping, including consent of parties, impartiality, and non-use of force except in self-defense.\n\n- Emphasizes the primacy of politics in conflict resolution, including through mediation and good offices.\n\n- Recognizes peacekeeping as a crucial tool for promoting and maintaining international peace and security.\n\n- Stresses the need for integrated strategies for UN peace operations that articulate a clear pathway to transition and sustainable peace.\n\n- Underscores the importance of national ownership, inclusivity, and engagement with local communities and stakeholders.\n\n- Reiterates the primary responsibility of States to protect their populations and reaffirms the importance of security sector reform, human rights, and good governance.\n\n- Recognizes the interlinkages between transitional justice, disarmament, and anti-corruption measures.\n\n- Reaffirms its commitment to addressing the impact of armed conflict on women, youth, and children.\n\n- Emphasizes the need for clear prioritization and sequencing of tasks in peace operations.\n\n- Recognizes that effective implementation of peacekeeping mandates requires well-defined mandates, political will, leadership, and accountability.\n\n- Reaffirms its commitment to strengthening the partnership between the UN, troop and police contributing countries, and other stakeholders to improve peacekeeping performance. \n\n- Notes efforts undertaken by the Secretary-General to mobilize partners and stakeholders in support of more effective UN peacekeeping.\nThe Security Council stresses the crucial role of peace operations in achieving sustainable political solutions and building peace. It emphasizes the need for early integrated planning and coordination on transitions with all stakeholders, including the Resident Coordinator, UN Country Team, host State, and civil society.\n\nThe Council requests the Secretary-General to plan for transitions of UN peace operations that are integrated within the wider country-specific transition to peace. This includes elaborating mission transition strategies that build towards reconfiguring the UN presence, informed by input from stakeholders, and clarifying roles and responsibilities.\n\nThe Council also requests the Secretary-General to ensure that:\n\n* Comprehensive national plans and strategies to protect civilians are developed and implemented\n* Clear, achievable, and prioritized mandates are provided, based on accurate information and realistic assessments\n* Integrated, evidence-based analysis and strategic assessments are provided to facilitate re-evaluation of mission composition and mandate\n* A UN presence is appropriately configured to provide support to protection of civilians efforts during transitions\n* Comprehensive gender analysis and technical gender expertise are included throughout all stages of mission planning, mandate implementation, and review\n* Coordination between UN police, justice, and corrections activities is strengthened\n\nThe Council further requests the Secretary-General to produce a review of the implementation of mandates to support the restoration and extension of legitimate state authority and security sector reform, and to include information on challenges, best practices, and lessons learned in his regular reports.\nHere is a concise summary of the Security Council document:\n\n8. Emphasizes enhancing peacekeepers' safety and security, in line with resolutions 2518 (2020) and 2589 (2021), and requests the Secretary-General to take measures to improve safety and security, including providing advice based on data-driven analysis.\n\n9. Calls on the Secretary-General and field missions to draw on lessons learned from transitions to develop and implement relevant policies and directives, and to strengthen planning and management of transition processes.\n\n10. Acknowledges the importance of coordination with the Peacebuilding Commission and reaffirms its intention to request the Commission's advice on peacebuilding and sustaining peace.\n\n11. Encourages the Peacebuilding Commission to convene stakeholders to ensure a coordinated approach to peacebuilding and sustaining peace, and to facilitate joint objectives and priorities prior to transitions.\n\n12. Recognizes the contribution of regional and sub-regional organizations to peacebuilding and transitions, and calls on the Secretary-General to consult with them in planning and execution of transition processes.\n\n13. Recognizes the challenge of peacebuilding financing and reiterates the importance of adequately resourcing UN peace operations during mission transitions.\n\n14. Requests the Secretary-General to report on the status of ongoing transitions of UN peacekeeping operations, including updates from Resident Coordinators, UN Country Teams, and the Peacebuilding Commission, and to provide a report by June 30, 2022.\n\n15. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2594_2021_EN.pdf"
}