{
  "resolution_no": "2600",
  "year": "2021",
  "theme": [
    "Haiti",
    "Peacekeeping",
    "Humanitarian",
    "Stabilization"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "BINUH",
    "United Nations Integrated Office in Haiti",
    "Security Council",
    "Haitian Government",
    "Caribbean Community (CARICOM)"
  ],
  "reporting_cycle": "Secretary-General reports every 6 months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n\nRecalling previous resolutions on Haiti, reaffirms its commitment to Haiti's sovereignty, independence, territorial integrity, and unity.\n\nCondemns the assassination of President Jovenel Moïse and urges the Government to hold perpetrators accountable.\n\nNoting Haiti's acute crises, the Council reaffirms the international community's commitment to support the Haitian people.\n\nExpressing concern about rising gang violence, the Council stresses the need for comprehensive solutions, including strengthened rule of law and socio-economic measures.\n\nRecognizing the role of neighboring countries and international partners, the Council calls for continued support to address Haiti's challenges.\n\nStressing the Government's primary responsibility to address instability and inequality, the Council encourages engagement with stakeholders.\n\nDeeply concerned about the devastating effects of the earthquake and tropical storm, the Council emphasizes the need for progress in recovery and reconstruction.\n\nThe Council:\n\n1. Extends the mandate of BINUH to 15 July 2022.\n2. Requests the Secretary-General to assess BINUH's mandate and potential adjustments.\n3. Requests the Secretary-General to convey findings within six months.\n4. Encourages collaboration between BINUH, the UN Country Team, and international financial institutions.\n5. Urges Haitian stakeholders to commit to an inclusive national dialogue.\n6. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2600_2021_EN.pdf"
}