{
  "resolution_no": "2590",
  "year": "2021",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Terrorism",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MINUSMA",
    "Panel of Experts",
    "Security Council Committee established pursuant to resolution 2374 (2017)",
    "ECOWAS",
    "UNIFIL"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days, midterm report no later than 28 February 2022, a final report no later than 15 August 2022",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Recalls previous resolutions and statements on the situation in Mali, reaffirming its commitment to Mali's sovereignty, unity, and territorial integrity.\n\n2. Urges the Malian authorities to prioritize the implementation of the Agreement on Peace and Reconciliation, expressing impatience with persistent delays.\n\n3. Calls for the full, equal, and meaningful participation of women in mechanisms established by the Agreement.\n\n4. Expresses grave concern over the continued deterioration of the political situation in Mali, particularly following recent events, and urges the Malian authorities to implement transitional arrangements within the 18-month timeline.\n\n5. Condemns the activities of terrorist organizations, including ISIL (Da'esh) and Al-Qaida-linked groups, and abuses and violations of human rights and international humanitarian law.\n\n6. Stresses the need for increased ownership and prioritization in the implementation of the Agreement and for Member States to ensure compliance with international law.\n\n7. Recalls the provisions of resolution 2584 (2021) and urges the Malian parties to take immediate and concrete action to fulfil priority measures.\n\n8. Expresses intent to respond with measures against individuals and entities obstructing the implementation of the Agreement.\n\n9. Reiterates its call for all States to actively implement the measures contained in this resolution.\n\n10. Notes the decisions of the Security Council Committee concerning Mali and the intention to consider the removal of individuals from the 2374 Sanctions List if priority measures are implemented.\nThe Security Council:\n\n1. Renews until 31 August 2022 measures set out in paragraphs 1-7 of resolution 2374 (2017), without prejudice to exemptions;\n\n2. Reaffirms measures apply to individuals/entities designated by the Committee for involvement in acts violating international humanitarian law in Mali;\n\n3. Extends until 30 September 2022 the mandate of the Panel of Experts and requests the Secretary-General to re-establish the Panel, with a review of the mandate by 31 August 2022;\n\n4. Requests the Panel of Experts to provide a midterm report by 28 February 2022, a final report by 15 August 2022, and periodic updates;\n\n5. Reaffirms reporting and review provisions, requesting the Secretary-General to include an update on measures taken to prevent sanctioned individuals from benefiting from UN support in his December 2021 report on MINUSMA;\n\n6. Remains actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2590_2021_EN.pdf"
}