{
  "resolution_no": "2611",
  "year": "2021",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Afghanistan"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Taliban",
    "ISIL",
    "Al-Qaida",
    "United Nations Assistance Mission in Afghanistan (UNAMA)",
    "United Nations Office on Drugs and Crime (UNODC)"
  ],
  "reporting_cycle": "The Monitoring Team shall submit an annual comprehensive report to the Committee",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions on international terrorism and Afghanistan, reaffirms its commitment to the country's sovereignty, independence, and national unity. It supports a peaceful, stable, and prosperous Afghanistan and stresses the importance of combating terrorism, including designating individuals and groups by the Security Council Committee. The Council demands that Afghanistan's territory not be used to threaten or attack any country, plan or finance terrorist acts, or shelter and train terrorists.\n\nThe Council reiterates its support for fighting illicit production and trafficking of drugs from Afghanistan, acknowledging the link between drug trafficking and terrorist groups. It underlines the importance of upholding human rights, including those of women, children, and vulnerable populations.\n\nActing under Chapter VII of the Charter, the Council:\n\n1. Decides that States shall continue measures against individuals and entities designated as the Taliban or associated with it, as listed by the Committee.\n2. Extends the mandate of the 1267/1988 Analytical Support and Sanctions Monitoring Team for 12 months to support the Committee.\n3. Directs the Monitoring Team to gather information on non-compliance, facilitate capacity-building assistance, and provide recommendations to the Committee.\n4. Decides to review the implementation of the measures and consider adjustments as necessary to support peace and stability in Afghanistan.\n5. Decides to remain actively seized of the matter.\nHere is a concise summary of the document:\n\nThe Monitoring Team, operating under the direction of the Committee, shall have the following responsibilities:\n\n(a) Submit an annual comprehensive report on implementation of measures by Member States;\n(b) Assist the Committee in reviewing names on the List, including travel and contact with Member States;\n(c) Follow up on requests to Member States for information on implementation of measures;\n(d) Submit a comprehensive programme of work to the Committee;\n(e) Gather information on non-compliance with measures and provide recommendations;\n(f) Present recommendations to assist Member States with implementation of measures;\n(g) Assist in consideration of proposals for listing, including compiling information and preparing draft narrative summaries;\n(h) Bring to the Committee's attention new or noteworthy circumstances for delisting;\n(i) Consult with Member States in advance of travel;\n(j) Encourage Member States to submit names and additional identifying information;\n(k) Consult with Committee or relevant Member States when identifying individuals or entities for listing or delisting;\n(l) Present additional identifying and other information to assist in keeping the List updated and accurate;\n(m) Collate, assess, monitor and report on implementation of measures, including by key Afghan institutions;\n(n) Consult with Member States, UNAMA, and other organizations;\n(o) Cooperate with UNODC and engage in dialogue with Member States and organizations on narcotics trafficking;\n(p) Provide an update to the special report of the Monitoring Team;\n(q) Consult with Member States' intelligence and security services;\n(r) Consult with private sector representatives, including financial institutions;\n(s) Cooperate with ISIL and Al-Qaida Sanctions Committee and other counter-terrorism bodies;\n(t) Consult with Member States, private sector and international organizations on asset freezing;\n(u) Consult with Member States, private sector and international organizations on travel ban and assets freeze;\n(v) Consult with Member States, international and regional organizations on the threat posed by improvised explosive devices.\nThe Monitoring Team is mandated to: \n\n(w) Work with international and regional organizations to promote awareness and compliance with the measures; \n\n(x) Cooperate with INTERPOL and Member States to obtain and exchange information on listed individuals; \n\n(y) Assist other subsidiary bodies and expert panels in enhancing cooperation with INTERPOL; \n\n(z) Facilitate assistance in capacity-building for enhancing implementation of the measures upon request by Member States; \n\n(aa) Report to the Committee on its work, including visits and activities; \n\n(bb) Study and report on the threat posed by individuals, groups, undertakings, and entities associated with the Taliban; \n\n(cc) Gather information on travel exemptions and report to the Committee; \n\n(dd) Undertake any other responsibility identified by the Committee.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2611_2021_EN.pdf"
}