{
  "resolution_no": "2576",
  "year": "2021",
  "theme": [
    "Peacekeeping",
    "Stabilization",
    "Elections",
    "Human Rights",
    "Climate Change",
    "COVID-19",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMI",
    "Iraq",
    "Kurdistan Regional Government",
    "Independent High Electoral Commission (IHEC)",
    "UN Country Team",
    "UNITAD"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "Here is the summarized content:\n\nThe Security Council:\n- Recalls previous resolutions on Iraq and reaffirms Iraq's independence, sovereignty, unity, and territorial integrity.\n- Supports Iraq's stabilization efforts, including fighting terrorism and ISIL, recovery, reconstruction, and reconciliation.\n- Commends Iraq's efforts to hold free and fair elections and welcomes its request for UN electoral advice and technical assistance.\n- Encourages international partners to send electoral observers and engage in supporting Iraq's elections.\n- Notes Iraq's desire to see displaced persons return to their areas of origin or resettle elsewhere, stressing the importance of achieving dignified, safe, and durable solutions.\n- Welcomes the adoption of the Yazidi Female Survivors Law and calls for its effective and timely implementation.\n- Recognizes the impact of climate change and COVID-19 on Iraq and emphasizes the need for comprehensive risk assessments and support.\n- Expresses concern at corruption, lack of essential services, and calls for reforms, accountability, and safeguarding freedom of expression.\n- Welcomes the 2021 budget agreement between the Federal Government of Iraq and the Kurdistan Regional Government.\n- Calls on the international community to support Iraq's humanitarian, stabilization, reconstruction, and development efforts.\n- Decides to extend the mandate of UNAMI until 27 May 2022.\n- Decides the Special Representative of the Secretary-General and UNAMI shall take into account Iraq's letter of 11 February 2021.\nThe Security Council:\n\n1. Authorizes the United Nations Assistance Mission for Iraq (UNAMI) to:\n   (a) Provide a strengthened UN team to monitor Iraq's election day with broad geographic coverage and report to the Secretary-General;\n   (b) Support international and regional third-party observers invited by the Government of Iraq;\n   (c) Launch a UN strategic messaging campaign to educate Iraqi voters on election preparations;\n\n2. Requests the Secretary-General to provide a detailed summary report to the Council on Iraq's electoral process and UNAMI's assistance within 30 days after the conclusion of Iraq's forthcoming elections;\n\n3. Requests the Special Representative of the Secretary-General and UNAMI to:\n   (a) Prioritize advice, support, and assistance to the Government and people of Iraq on advancing inclusive political dialogue and national and community-level reconciliation;\n   (b) Support the Government of Iraq and the Independent High Electoral Commission with efforts to plan and execute free and fair elections;\n   (c) Promote, support, and facilitate coordination and delivery of humanitarian and medical assistance, and programmes to improve Iraq's capacity to provide essential services;\n   (d) Promote accountability and protection of human rights, and judicial and legal reform;\n   (e) Ensure the full, equal, and meaningful participation of women at all levels of decision-making;\n   (f) Strengthen child protection, including the reintegration of children;\n   (g) Encourage the Government of Iraq and the Kurdistan Regional Government to implement their 2021 budget agreement;\n\n4. Recognizes the security of UN personnel is essential and calls upon the Government of Iraq to provide security and logistical support to the UN presence;\n\n5. Expresses its intention to review UNAMI's mandate and reporting cycle by 27 May 2022;\n\n6. Requests the Secretary-General to report to the Council every three months on the progress made towards the fulfilment of all UNAMI's responsibilities;\n\n7. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2576_2021_EN.pdf"
}