{
  "resolution_no": "2561",
  "year": "2021",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Cyprus"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "UNFICYP",
    "Secretary-General",
    "Security Council"
  ],
  "reporting_cycle": "The Secretary-General reports by 10 July 2021",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council welcomes the Secretary-General's report on his Good Offices and the UN operation in Cyprus, and expresses full support for his efforts to assist the parties in finding a comprehensive and durable settlement. The Council underscores that the responsibility for finding a solution lies with the Cypriots themselves, and reaffirms the primary role of the UN in assisting the parties. \n\nThe Council urges the sides to renew their efforts to achieve a settlement based on a bicommunal, bizonal federation with political equality, as set out in relevant resolutions. It stresses that the status quo is unsustainable and that the lack of an agreement furthers tensions and deepens estrangement. \n\nThe Council expresses concern at tensions in the eastern Mediterranean over hydrocarbons exploration and urges the sides to avoid escalation. It also expresses concern at the situation in Varosha and calls for the reversal of actions that are not in accordance with previous resolutions. \n\nThe Council recognizes the importance of women's participation and leadership in building peace in Cyprus and encourages the full and meaningful participation of youth in the process. \n\nThe Council notes the ongoing impact of the COVID-19 pandemic and regrets that the sides have pursued largely uncoordinated responses. It expresses concern at the continued deterioration of the law and order situation in Pyla and urges both sides to work with UNFICYP. \n\nThe Council decides to keep the UN Peacekeeping Force in Cyprus (UNFICYP) beyond 31 January 2021 and welcomes measures to strengthen the liaison and engagement capacity of the mission. \n\nThe Council expresses appreciation to Member States that contribute personnel to UNFICYP and notes the continued voluntary contributions to the funding of UNFICYP by the Government of Cyprus and the Government of Greece. \n\nThe Council appreciates the efforts of the Secretary-General, his Special Representative Elizabeth Spehar, and senior United Nations official Jane Holl Lute.\n1. Reaffirms all relevant resolutions on Cyprus, particularly resolution 1251 (1999), and recalls the importance of achieving a bicommunal, bizonal federation with political equality.\n\n2. Fully supports the Secretary-General's decision to convene an informal \"five plus UN\" meeting and urges the sides to approach talks with openness, flexibility, and compromise.\n\n3. Reiterates its call for a reduction of tensions in the Eastern Mediterranean and for disputes to be resolved peacefully.\n\n4. Calls upon the two leaders to urgently: \n    (a) provide political support to the Technical Committees; \n    (b) engage on health matters, particularly COVID-19; \n    (c) ensure coordination on criminal matters; \n    (d) promote peace education; \n    (e) improve the public atmosphere for negotiation; \n    (f) increase support to civil society engagement.\n\n5. Regrets the lack of progress on direct military contacts and urges full engagement with the UNFICYP proposal.\n\n6. Calls upon the sides to reduce barriers to intercommunal contact and implement confidence-building measures.\n\n7. Urges the leaders to reopen all crossing points and harmonize protocols.\n\n8. Commends the Committee on Missing Persons and calls for enhanced cooperation.\n\n9. Expresses full support for UNFICYP and extends its mandate until 31 July 2021.\n\n10. Expresses concern at continued violations of the military status quo and urges respect for UNFICYP's authority.\n\n11. Reiterates calls on the Turkish Cypriot side and Turkish forces to restore the military status quo in Strovilia.\n\n12. Recalls the status of Varosha and calls for the reversal of actions.\n\n13. Welcomes the clearing of 18 suspected hazardous areas of mines and urges a plan for a mine-free Cyprus.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Requests UNFICYP to integrate gender considerations throughout its mandate, and for the Secretary-General and troop-contributing countries to increase the number of women in UNFICYP and ensure their full participation at all levels.\n\n Welcomes initiatives to standardize a culture of performance in UN peacekeeping and requests the Secretary-General to apply a comprehensive performance policy framework to UNFICYP.\n\n Requests the Secretary-General to ensure full compliance with the UN's zero-tolerance policy on sexual exploitation and abuse, and to keep the Council informed about progress.\n\n Requests the Secretary-General to submit reports by 10 July 2021 on his Good Offices and implementation of this resolution.\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2561_2021_EN.pdf"
}