{
  "resolution_no": "2617",
  "year": "2021",
  "theme": [
    "Counterterrorism",
    "Terrorism",
    "Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "Counterterrorism Committee Executive Directorate (CTED)",
    "United Nations Office of Counterterrorism (UNOCT)",
    "Financial Action Task Force (FATF)",
    "International Civil Aviation Organization (ICAO)",
    "United Nations"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on counter-terrorism, reaffirms the crucial role of the Counterterrorism Committee (CTC) and its Executive Directorate (CTED) in ensuring implementation of resolution 1373 (2001).\n\nReaffirms that terrorism in all forms is a serious threat to international peace and security, and that any terrorist acts are criminal and unjustifiable.\n\nRecognizes that countering terrorism requires collective efforts on national, regional, and international levels, based on respect for international law and the UN Charter.\n\nNotes that terrorism will not be defeated by military force, law enforcement, and intelligence operations alone, and underlines the need to address conditions conducive to the spread of terrorism.\n\nReaffirms the importance of promoting and protecting human rights, and the rule of law, in counter-terrorism efforts.\n\nCondemns terrorism in all its forms and manifestations, and stresses that Member States have primary responsibility in countering terrorist acts.\n\nReaffirms its commitment to sovereignty, territorial integrity, and political independence of all States.\n\nCalls on all States to become party to international counter-terrorism conventions and protocols, and to fully implement their obligations.\n\nWelcomes the seventh review of the UN Global Counterterrorism Strategy (GCTS) and supports the activities of the UN Office of Counterterrorism (UNOCT).\n\nUnderscores the importance of coordination and cooperation between CTED and UNOCT.\n\nExpresses grave concern about foreign terrorist fighters (FTFs) seeking to return or relocate, and recalls that States must take specific actions to address this issue in accordance with their international obligations.\nHere is a concise summary of the Security Council document 2617 (2021):\n\nThe Security Council:\n\n1. Urges the implementation of resolutions 2178 (2014) and 2396 (2017) to address the threat posed by Foreign Terrorist Fighters (FTFs), including developing comprehensive prosecution, rehabilitation, and reintegration strategies.\n\n2. Welcomes initiatives to prevent and suppress international terrorism, including the CTC's 2015 Madrid Guiding Principles and 2018 Addendum to protect children.\n\n3. Reiterates the obligation of Member States to prevent terrorist movement, exchange information, and improve cooperation to prevent terrorist financing and safe havens.\n\n4. Recognizes the need to improve the collection, handling, preservation, and sharing of \"battlefield evidence\" to investigate and prosecute FTFs.\n\n5. Expresses concern over the misuse of unmanned aerial systems (UAS) by terrorists and notes international efforts to raise awareness and preparedness.\n\n6. Stresses the importance of fair and effective criminal justice systems, with respect for human rights, in countering terrorism.\n\n7. Notes the role of the United Nations Office on Drugs and Crime (UNODC), the United Nations Interregional Crime and Justice Research Institute (UNICRI), and the Counter-Terrorism Committee Executive Directorate (CTED) in capacity building and expertise.\n\n8. Expresses concern over terrorist groups' attempts to defeat aviation security and welcomes the International Civil Aviation Organization's (ICAO) Global Aviation Security Plan.\n\n9. Recognizes the challenges in managing suspected and convicted terrorists in custody and encourages collaboration and sharing of best practices.\n\n10. Expresses concern over the connection between terrorism and transnational organized crime, including illicit trafficking and money-laundering.\n\n11. Stresses the need to counter terrorist narratives and recall resolution 2354 (2017) and the \"Comprehensive International Framework to Counter Terrorist Narratives\".\n\n12. Reiterates the obligation of Member States to prevent and suppress terrorist financing, freeze funds, and prohibit financial support to terrorists.\n\n13. Recognizes the risk of misuse of innovations in financial technologies for terrorist financing.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Acknowledges the work of UN entities and multilateral bodies on countering terrorism financing and the role of the Financial Action Task Force (FATF) in setting global standards.\n* Urges States to eliminate the supply of weapons to terrorists and intensify exchange of operational information on arms trafficking.\n* Recognizes the need to prevent abuse of non-governmental organizations by terrorists and calls on these organizations to prevent and oppose terrorist abuse.\n* Condemns the destruction of cultural heritage by terrorist groups and its impact on conflict and national reconciliation.\n* Notes the work of the Global Counterterrorism Forum (GCTF) in supporting the implementation of the Global Counterterrorism Strategy (GCTS).\n* Emphasizes the importance of civil society, including community-based organizations, in increasing awareness about terrorism threats.\n* Stresses the need for cooperative action to prevent terrorists' use of information and communication technologies (ICTs) for terrorist purposes.\n* Urges Member States to address conditions conducive to the spread of terrorism and violent extremism.\n* Reaffirms the need to increase attention to women and youth in counterterrorism work and their participation in developing strategies.\n* Underscores the importance of a whole-of-government approach and civil society organizations' role in rehabilitation and reintegration of foreign terrorist fighters (FTFs).\n* Notes the crucial role of the Counter-Terrorism Executive Directorate (CTED) in assessing counterterrorism issues and supporting informed responses.\nHere is a summarized version of the Security Council document 2617 (2021):\n\nThe Security Council:\n\n* Welcomes cooperation on counter-terrorism efforts between CTED, ICAO, UNODC, and other UN bodies, and encourages their engagement with UNOCT.\n* Notes the updated \"Technical Guide to the Implementation of Security Council resolution 1373 (2001) and Other Relevant Resolutions\".\n* Underlines the CTC's objective to ensure full implementation of resolution 1373 and CTED's central role in supporting the CTC.\n* Decides CTED will continue to operate as a special political mission under the CTC's policy guidance until 31 December 2025.\n* Notes the forthcoming report of the CTC to the Security Council on CTED's work for 2017-2021.\n* Underscores CTED's core function of neutral, expert assessment of implementation of resolutions 1373, 1624, 2178, and other relevant resolutions.\n* Welcomes CTED's cooperation with UN Global Counter-terrorism Compact Entities and urges CTED to continue inviting representatives to participate in its assessment work.\n* Encourages CTED to assess Member States' efforts to tackle all forms of terrorism and violent extremism.\n* Calls on CTED to assess Member States' implementation of provisions on FTFs and counter terrorist travel.\n* Encourages CTED to consider Member States' policy and capacity gaps in using \"battlefield evidence\".\n* Encourages CTED to assess Member States' efforts to ensure criminalization and prosecution of terrorism offences.\n* Recognizes the mutual benefit of CTED's country visits and assessments.\n* Requests CTED to review and make recommendations on its mandate implementation within six months.\n* Directs the CTC to determine a list of Member States for CTED to visit.\n* Directs CTED to report to the CTC on ways to strengthen its assessment process.\nHere is a summarized version of the Security Council document:\n\n15. Welcomes cooperation between CTED and UNOCT on whole-of-UN initiatives to support Member States' counter-terrorism efforts, directing CTED to continue supporting these activities and urging UNOCT and other UN bodies to consider CTC's recommendations.\n\n16. Requests CTC Chair to invite senior officials from assessed Member States to attend CTC meetings, and for CTED to report within 12 months on steps taken to implement assessment recommendations.\n\n17. Directs CTED to report to CTC on its work, including visits to Member States, coordination with UN bodies, and assessments, and to conduct an annual review and forecast of activities.\n\n18. Requests CTC to report to the Council at least once a year on its work, including efforts to strengthen coordination with other UN bodies and improve implementation of recommendations.\n\n19. Directs CTED to make country assessments and analytical products available throughout the UN system, and to enhance sharing of findings with Member States and counter-terrorism partners.\n\n20. Reiterates CTED's essential role in identifying and assessing issues related to counter-terrorism resolutions and supporting balanced implementation of the GCTS.\n\n21. Recognizes CTED's relationships with experts and practitioners, and notes the value of their contributions to briefings, workshops, and open meetings.\n\n22. Encourages Member States to develop comprehensive national counter-terrorism strategies and effective mechanisms to implement them.\n\n23. Welcomes adoption of updated Global Implementation Surveys and calls on CTED to make quantitative and qualitative analysis available to Member States and UN agencies.\n\n24. Stresses the need for regular meetings between CTED and UNOCT heads to discuss areas of mutual interest and incorporation of CTED recommendations into UNOCT's work.\n\n25. Encourages CTC Chair to invite UNOCT to brief CTC on its work, especially progress in incorporating CTED recommendations.\nThe Security Council:\n\n26. Encourages CTED to support UNOCT's work by advising its leadership and assisting in developing counter-terrorism information.\n\n27. Reminds Member States that effective measures to prevent and counter terrorism and violent extremism are complementary and mutually reinforcing.\n\n28. Reiterates the obligation of Member States to refrain from providing support to entities or persons involved in terrorist acts.\n\n29. Encourages CTED to work with Member States to develop strategies to counter incitement of terrorist acts motivated by violent extremism.\n\n30. Expresses solidarity with victims of terrorism and encourages CTED to consider their roles in countering terrorism.\n\n31. Recognizes FATF's expertise in countering terrorist financing and urges Member States to implement international standards.\n\n32. Encourages CTED to raise awareness of the importance of Member State cooperation with investigations and prosecutions.\n\n33. Expresses concern with terrorists' use of UAS and encourages CTED to address these threats.\n\n34. Recognizes CTED's work on countering terrorists' use of the internet and emerging technologies.\n\n35. Welcomes collaboration between CTED and the 1267 Committee Analytical Support and Sanctions Monitoring Team.\n\n36. Reiterates the call for CTED to integrate gender throughout its activities.\n\n37. Encourages CTED to integrate the impact of terrorism on children into its work.\n\n38. Encourages cooperation between ICAO and CTED on aviation security and counter-terrorism.\nThe Security Council:\n\nEncourages the Counter-Terrorism Executive Directorate (CTED) to work with partners to support efforts to enhance international law enforcement and judicial cooperation to prevent, detect and investigate terrorist offenses. \n\nCTED is to identify areas for technical assistance to Member States, including training prosecutors, judges and officials involved in international cooperation. \n\nCTED is to support Member States in developing strategies to reduce risks to critical infrastructure and soft targets from terrorist attacks. \n\nThe Council decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2617_2021_EN.pdf"
}