{
  "resolution_no": "2564",
  "year": "2021",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UN Yemen Panel of Experts",
    "Al-Qaida Sanctions Committee",
    "ISIL (Da'esh) Sanctions List",
    "Yemeni Coast Guard"
  ],
  "reporting_cycle": "The Panel of Experts to provide a mid-term update to the Committee no later than 28 July 2021, and a final report no later than 28 January 2022",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\n- Recalls previous resolutions and statements on Yemen, reaffirming its commitment to Yemen's unity, sovereignty, independence, and territorial integrity.\n\n- Condemns the escalation in Marib, Houthi attacks on Saudi Arabia, and calls for an immediate cessation of attacks.\n\n- Stresses the need for de-escalation, a nationwide ceasefire, and implementation of the Secretary-General's Global Ceasefire call.\n\n- Expresses concern over ongoing challenges in Yemen, including violence, enforced disappearances, and threats from illicit weapon transfers.\n\n- Emphasizes the environmental and humanitarian risk posed by the Safer oil tanker and calls for Houthi facilitation of UN access.\n\n- Reiterates the call for parties to resolve differences through dialogue, reject violence, and refrain from provocation.\n\n- Reaffirms the need for parties to comply with international law, including international humanitarian law and human rights law.\n\n- Supports the Special Envoy's work and an inclusive Yemeni-led political process with full participation of women.\n\n- Welcomes the new Yemeni cabinet, calls for implementation of the Riyadh Agreement, and supports swift resumption of talks.\n\n- Expresses alarm over AQAP and ISIL presence in Yemen, and reaffirms its resolve to address the threat posed by these groups.\n\n- Condemns the Aden airport attack, welcomes the Panel of Experts' work, and expresses concern over the illicit transfer of arms.\n\n- Condemns violations of international law and human rights abuses, including conflict-related sexual violence.\nHere is a concise summary of the Security Council document 2564 (2021):\n\nThe Security Council:\n\n1. Expresses alarm over obstacles to the Panel of Experts' work and access in Yemen.\n2. Expresses serious concern at the humanitarian situation in Yemen, including the risk of famine and COVID-19 pandemic consequences.\n3. Emphasizes the need for discussion by the Committee of the Panel of Experts' recommendations.\n\nThe Council determines that the situation in Yemen continues to threaten international peace and security.\n\nUnder Chapter VII of the Charter:\n\n1. Reaffirms the need for a full and timely political transition in Yemen.\n2. Renews sanctions measures until 28 February 2022.\n3. Imposes sanctions on an individual listed in the annex.\n4. Allows exemptions to sanctions for humanitarian assistance.\n\nThe Council:\n\n5. Encourages support for capacity building of the Yemeni Coast Guard.\n6. Reaffirms designation criteria for individuals and entities engaging in acts that threaten Yemen's peace, security, or stability.\n7. Affirms that sexual violence and child recruitment in armed conflict could constitute sanctionable acts.\n\nThe Council:\n\n8. Extends the Panel of Experts' mandate until 28 March 2022.\n9. Requests a mid-term update and final report from the Panel.\n10. Directs the Panel to cooperate with other expert groups.\n\nThe Council:\n\n11. Urges cooperation with the Panel of Experts.\n12. Emphasizes consultations with concerned Member States.\n13. Recalls best practices for monitoring mechanisms.\n14. Intends to keep the situation under review and review the appropriateness of measures.\n\nThe Council decides to remain actively seized of the matter.\n2564 (2021) Annex \n\nSultan Saleh Aida Aida Zabin has engaged in acts threatening Yemen's peace, security, and stability, including international humanitarian law violations and human rights abuses. As director of Sanaa's Criminal Investigation Department (CID), he has played a key role in intimidating and using systematic arrest, detention, torture, sexual violence, and rape against politically active women. Zabin is directly or indirectly responsible for, and complicit in, using various detention sites where women, including a minor, were forcibly disappeared, interrogated, raped, tortured, denied medical treatment, and subjected to forced labour, with Zabin directly inflicting torture in some cases.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2564_2021_EN.pdf"
}