{
  "resolution_no": "2565",
  "year": "2021",
  "theme": [
    "COVID-19",
    "Humanitarian",
    "Peacekeeping",
    "Health"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UN",
    "WHO",
    "COVAX Facility",
    "ACT-A",
    "UN peacekeeping operations"
  ],
  "reporting_cycle": "frequently and as necessary",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council, recalling previous resolutions on COVID-19, stresses the need for international cooperation and solidarity to combat the pandemic. It recognizes that armed conflicts can exacerbate the pandemic and its humanitarian impact. The Council emphasizes the importance of equitable access to COVID-19 vaccines, diagnostics, therapeutics, and essential health technologies, particularly in situations of armed conflict, post-conflict situations, and complex humanitarian emergencies.\n\nThe Council highlights the crucial role of the World Health Organization (WHO) and the Access to COVID-19 Tools Accelerator (ACT-A), and welcomes efforts to provide equitable access to COVID-19 vaccines, including the COVAX facility. It expresses concern that progress in vaccine access has been uneven and that those affected by conflict and insecurity are particularly at risk of being left behind.\n\nThe Council calls for strengthened national and multilateral approaches and international cooperation to facilitate equitable and affordable access to COVID-19 vaccines in armed conflict situations, post-conflict situations, and complex humanitarian emergencies. It also recognizes the vital role of UN peacekeeping operations in maintaining international peace and security and stresses the importance of protecting the health and well-being of UN personnel.\nThe Security Council:\n\n1. Stresses the need for international partnerships to scale-up COVID-19 vaccine manufacturing and distribution, recognizing differing national contexts.\n\n2. Reiterates its demand for a general and immediate cessation of hostilities in all situations on its agenda.\n\n3. Demands a durable, extensive, and sustained humanitarian pause to facilitate equitable, safe, and unhindered delivery and distribution of COVID-19 vaccinations in areas of armed conflict.\n\n4. Calls for full, safe, and unhindered humanitarian access for personnel, equipment, and supplies to facilitate COVID-19 vaccinations.\n\n5. Reaffirms that cessation of hostilities and humanitarian pause do not apply to military operations against ISIL, Al Qaeda, and other terrorist groups.\n\n6. Demands parties to armed conflicts comply with international law, including international human rights law and humanitarian law.\n\n7. Requests the Secretary-General to report on implementation, assessing impediments to vaccine accessibility and COVID-19 response.\n\n8. Expresses intention to review situations where hostilities impede COVID-19 vaccination.\n\n9. Calls for COVID-19 national vaccination plans to include vulnerable groups.\n\n10. Calls for full funding of the Global Humanitarian Overview 2021.\n\n11. Emphasises the need for solidarity, equity, and efficacy, and invites donation of vaccine doses to low- and middle-income countries.\n\n12. Calls on Member States to promote research, capacity-building, and cooperation on COVID-19 response.\n\n13. Requests Special Representatives and Special Envoys to use their good offices to facilitate COVID-19 response.\n\n14. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2565_2021_EN.pdf"
}