{
  "resolution_no": "2562",
  "year": "2021",
  "theme": [
    "Peacekeeping",
    "Sudan",
    "Darfur",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41"
  ],
  "entities": [
    "UN Panel of Experts",
    "Security Council Committee",
    "UNITAMS",
    "Government of Sudan"
  ],
  "reporting_cycle": "every 3 months; interim report by 12 August 2021; final report by 13 January 2022",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Sudan, welcomes the Juba Peace Agreement signed on 3 October 2020, and congratulates Sudan and its people on this historic achievement.\n\nEncourages swift implementation of the peace agreement, urges non-participatory parties to join the peace process, and reaffirms the primary responsibility of the Government of Sudan to protect civilians.\n\nStresses the need for accountability for violations of international humanitarian law and human rights law, and welcomes provisions of the Constitutional Document on transitional justice.\n\nDetermining that the situation in Sudan continues to threaten international peace and security, \n\n1. Recalls and reaffirms measures imposed on Sudan, including those related to the Panel of Experts.\n2. Extends the mandate of the Panel of Experts until 12 March 2022, and requests reports and updates.\n3. Requests the Government of Sudan to submit requests for consideration and prior approval for movement of military equipment and supplies into Darfur.\n4. Intends to review measures on Darfur, taking note of reports and recommendations.\n5. Requests the Secretary-General to conduct a review of the situation in Darfur and provide recommendations for benchmarks to guide the Security Council's review of measures on Darfur.\nThe Security Council:\n\n Expresses its intention to establish clear and well-identified key benchmarks no later than 15 September 2021, with readiness to consider adjusting measures to respond to the situation in Darfur; \n\nDecides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2562_2021_EN.pdf"
}