{
  "resolution_no": "2567",
  "year": 2021,
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Climate"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "UNMISS",
    "IGAD",
    "AU",
    "RJMEC",
    "CTSAMVM",
    "Panel of Experts"
  ],
  "reporting_cycle": "90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\nRecalling previous resolutions and statements on South Sudan, reaffirms its commitment to the country's sovereignty, independence, territorial integrity, and national unity.\n\nSupports the 2018 Revitalised Agreement on the Resolution of the Conflict in South Sudan (Revitalised Agreement) and stresses the need for full commitment by all parties to advance the peace process.\n\nWelcomes encouraging developments in South Sudan's peace process, including agreement on the appointment of governors and progress in forming state and local government structures.\n\nNotes the reduction in violence between signatory parties and the upholding of the permanent ceasefire in most parts of the country.\n\nAppreciates the leadership of the Intergovernmental Authority on Development (IGAD) in advancing the peace process and welcomes the commitment and efforts of IGAD, the African Union, and the United Nations.\n\nExpresses concern over delays in implementing the Revitalised Agreement, stressing the need to finalize security arrangements and make progress on transitional reforms.\n\nStrongly condemns all fighting, including recent defections and violence, and welcomes the rapid assessment of violations by the Ceasefire and Transitional Security Arrangements Monitoring and Verification Mechanism (CTSAMVM).\n\nExpresses grave concern over increased violence between armed groups, the use of sexual violence as a tactic by parties to the conflict, and the dire humanitarian situation.\n\nNotes the nearly 3.8 million displaced persons, 8.3 million in need of humanitarian assistance, and 7.2 million facing severe food insecurity by mid-2021.\n\nCondemns attacks on civilians, humanitarian actors, and the obstruction of humanitarian assistance, and expresses concern over the imposition of taxes and fees hampering humanitarian delivery.\n\nUrges continued engagement by IGAD, the African Union, and the United Nations to address the crisis and encourages all parties to continue efforts to peacefully resolve disputes.\nHere is a concise summary of the Security Council document:\n\nThe Security Council commends humanitarian agencies for their efforts in South Sudan. It strongly condemns attacks on humanitarian personnel and facilities, which have resulted in 124 deaths since 2013, and human rights violations and abuses by all parties. The Council expresses grave concern over reports of human rights situations, including war crimes and crimes against humanity, and emphasizes the need for accountability and transitional justice measures. It also condemns the obstruction of UNMISS operations by the Government of South Sudan and opposition groups. The Council stresses the importance of protecting civilians, including women, children, and persons with disabilities, and addressing the humanitarian situation and stability in South Sudan. It reiterates its readiness to impose targeted sanctions and encourages cooperation to enhance implementation of the sanctions regime. The Council commends the work of UNMISS and expresses appreciation for the actions taken by peacekeepers.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Expresses appreciation for UNMISS personnel's efforts during the COVID-19 pandemic\n* Welcomes the Secretary-General's zero-tolerance policy on sexual exploitation and abuse, but expresses concern over allegations of such abuses\n* Strongly condemns attacks on UN personnel and facilities, and calls for investigations and accountability\n* Takes note of the independent strategic review of UNMISS and the Secretary-General's report\n* Appreciates the work of the Special Representative of the Secretary-General and welcomes his successor\n\nThe Council determines that the situation in South Sudan continues to threaten international peace and security, and acting under Chapter VII:\n\n* Extends the mandate of UNMISS until 15 March 2022\n* Decides that UNMISS's mandate is to advance a three-year strategic vision to prevent a return to civil war, build durable peace, and support inclusive governance and free elections\n\nThe Council authorizes UNMISS to use all necessary means to implement its mandate, which includes:\n\n* Protection of civilians, including women and children\n* Deterring violence against civilians and humanitarian personnel\n* Maintaining public safety and security in UNMISS protection sites\n* Preventing and responding to sexual and gender-based violence\n* Providing support for community violence reduction programs\n* Facilitating the safe return of IDPs and refugees\n* Fostering a secure environment for free movement in Juba\n* Engaging actors that prepare or engage in attacks on civilians and UN personnel.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n**Mandate of UNMISS**\n\n* Authorizes UNMISS to contribute to the creation of security conditions conducive to humanitarian assistance delivery\n* Directs UNMISS to support the peace process and implementation of the Revitalised Agreement\n* Mandates UNMISS to monitor, investigate, and report on violations of international humanitarian law and human rights\n\n**Specific Tasks**\n\n* Ensure security and freedom of movement of UN personnel and installations\n* Support peace process and implementation of Revitalised Agreement\n* Monitor, investigate, and report on human rights abuses and violations\n\n**Force Levels and Capacity**\n\n* Maintains UNMISS force levels with a troop ceiling of 17,000 personnel and police ceiling of 2,101 personnel\n\n**South Sudan Peace Process**\n\n* Demands all parties to end fighting and engage in political dialogue\n* Calls on parties to implement Revitalised Agreement and ensure participation of women, youth, faith groups, and civil society\n\n**Priority Measures**\n\n* Demands Government of South Sudan (GoSS) to fulfill priority measures, including:\n\t+ Providing security to protection of civilian sites\n\t+ Completing graduation of unified forces\n\t+ Ending obstructions to UNMISS\n\t+ Signing Memorandum of Understanding with African Union for Hybrid Court\n\n**Obligations and Compliance**\n\n* Demands GoSS to comply with Status of Forces Agreement (SOFA) and cease obstructing UNMISS\n* Urges GoSS to facilitate smooth functioning of UNMISS bases and build an environment of mutual cooperation.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Calls on the Government of South Sudan (GoSS) to investigate human rights violations and abuses, and hold those responsible accountable to break the cycle of impunity.\n\n Urges the GoSS to condemn and counter hate speech and ethnic violence, promote reconciliation, and ensure humanitarian access.\n\n Demands all parties allow rapid, safe, and unhindered access of relief personnel, equipment, and supplies.\n\n Calls on the GoSS to resolve housing, land, and property issues for internally displaced persons (IDPs) and refugees.\n\n Urges parties to ensure women's participation in leadership, peace process, and reform processes.\n\n Demands parties prevent further commission of sexual violence and implement actions to prevent and respond to it.\n\n Strongly urges parties to implement actions to protect children and prevent grave violations against them.\n\n Calls on the GoSS to hold accountable those responsible for human rights violations and abuses.\n\n Expresses intention to consider measures against those undermining peace, stability, and security in South Sudan.\n\n Requests the Secretary-General to implement early warning and response strategy, confidence-building measures, and enhanced mission mobility to support UNMISS operations.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Requests UNMISS to:\n\n* Ensure re-designations of civilian protection sites are based on comprehensive security assessments (d)\n* Strengthen sexual and gender-based violence prevention and response activities (e)\n* Assist the Committee and Panel of Experts established by resolution 2206 (2015) (f)\n* Prioritize mandated protection activities (g)\n* Implement women, peace, and security priorities (h)\n* Implement youth, peace, and security under resolution 2250 (2015) (i)\n* Engage in dialogue with parties to the conflict regarding children and armed conflict (j)\n* Implement peacekeeping performance requirements (k)\n* Implement the UN zero-tolerance policy on serious misconduct, sexual exploitation, and abuse (l)\n* Ensure support to non-UN security forces complies with the HRDDP (m)\n* Coordinate with UN agencies, funds, and programmes, and regional organizations (n)\n\n Requests and encourages:\n\n* The Special Representative of the Secretary-General to direct UNMISS operations and coordinate UN system activities (19)\n* IGAD, AU, and countries in the region to engage with South Sudan's leaders to meet commitments under cessation of hostilities agreements and the Revitalised Agreement (20)\n* Cooperation with the Panel of Experts and safety for its members (21)\n* The Secretary-General to provide technical assistance to the African Union and GoSS (22)\n\n Commends:\n\n* Troop- and police-contributing countries' commitment to implementing the Mission's mandate (23)\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n Urges troop- and police-contributing countries to prevent sexual exploitation and abuse, including vetting personnel, providing training, and ensuring accountability.\n\n Calls on the international community to scale up humanitarian response for the people of South Sudan.\n\n Stresses the need for partners to work with the Government of South Sudan to respond to COVID-19 and provide development assistance.\n\n Requests the Secretary-General to:\n\n* Conduct a needs assessment for elections in South Sudan by July 15, 2021.\n* Report on violations of the Status of Forces Agreement (SOFA) and obstructions to UNMISS monthly.\n* Report on UNMISS mandate implementation and obstructions every 90 days, including:\n\t+ Impact of activities on the strategic vision.\n\t+ Challenges and obstacles faced.\n\t+ Implementation of priority measures.\n\t+ Capacities and obligations.\n\t+ Recommendations for Security Council action.\n\n Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2567_2021_EN.pdf"
}