{
  "resolution_no": "2609",
  "year": "2021",
  "theme": [
    "Peacekeeping",
    "Women, Peace and Security",
    "Humanitarian",
    "Conflict Prevention"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNISFA",
    "African Union",
    "AUHIP",
    "United Nations Special Envoy for the Horn of Africa"
  ],
  "reporting_cycle": "The Secretary-General reports no later than 15 April 2022",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms previous resolutions and statements on the situation in Abyei and along the Sudan-South Sudan border.\n\nReiterates commitment to Sudan and South Sudan's sovereignty, independence, unity, and territorial integrity.\n\nReaffirms that territorial boundaries shall not be altered by force and that disputes shall be settled peacefully.\n\nWelcomes cooperation between Sudan and South Sudan, including on the Juba Peace Agreement.\n\nEncourages African Union, AUHIP, and UN Special Envoy to intensify mediation efforts to achieve a political solution for Abyei's status.\n\nAcknowledges UNISFA's contributions to stabilization and demilitarization in Abyei.\n\nExpresses concern over recent developments in Gok Machar, including threats to peacekeepers.\n\nUrges South Sudan to facilitate redeployment of UNISFA personnel.\n\nNotes lack of progress on joint institutions in Abyei and encourages Sudan and South Sudan to engage in substantive dialogue.\n\nExpresses concern over crime in Abyei and delayed deployment of UN police.\n\nCommends UNISFA's efforts, but expresses concern over security threats and attacks on peacekeepers.\n\nNotes Secretary-General's recommendations for UNISFA reconfiguration.\n\nBears in mind humanitarian needs in Abyei and the importance of support to livelihoods and resilience.\n\nRecalls resolutions on Women, Peace, and Security.\n\nRecognizes the current situation as a threat to international peace and security.\n\nDecides to extend UNISFA's mandate until 15 May 2022.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Extends UNISFA's mandate modification until 15 May 2022, supporting the JBVMM.\n\n2. Urges both parties to demonstrate progress on border demarcation, specifically by:\n\t* Achieving clearance and freedom of movement for patrols\n\t* Operationalizing team sites\n\t* Convening JPSM meetings\n\t* Withdrawing from the SDBZ\n\t* Operationalizing border crossing corridors\n\t* Developing a work plan for demarcation discussions\n\n3. Reduces the authorized troop ceiling to 3,250 and maintains the police ceiling at 640.\n\n4. Expresses concern over Sudan's delay in issuing visas for UNISFA personnel.\n\n5. Calls on Sudan and South Sudan to provide full support to UNISFA.\n\n6. Urges basing arrangements for UNISFA, including Athony airport.\n\n7. Requests the Secretary-General to ensure safety and security of UNISFA personnel.\n\n8. Reiterates the request to appoint a civilian Deputy Head of Mission.\n\n9. Urges progress towards establishing temporary administrative and security arrangements.\n\n10. Encourages the African Union and others to intensify efforts to establish arrangements for Abyei.\n\n11. Urges efforts to determine the SDBZ centreline.\n\n12. Underscores UNISFA's protection of civilians mandate.\nHere is a summarized version of the Security Council document:\n\n15. Condemns the presence of South Sudan security personnel and Sudan's Oil Police in Diffra, Abyei Area, violating the 2011 Agreement, and demands their immediate redeployment.\n\n16. Urges governments to ensure Abyei's demilitarization, including disarmament programs.\n\n17. Authorizes UNISFA to confiscate and destroy weapons in Abyei, in coordination with local communities and the Abyei Joint Oversight Committee.\n\n18. Welcomes UNISFA's community dialogue initiatives and invites coordination with local administrations to maintain stability and facilitate displaced persons' return.\n\n19. Requests UNISFA to collaborate with UN Country Teams on peacebuilding initiatives, including rule of law, and encourages cooperation for the Abyei Police Service.\n\n20. Urges governments to implement confidence-building measures, facilitate dialogue, and investigate violence in Abyei.\n\n21. Expresses concern over women's absence from local peace committees and calls for their full participation in peacebuilding efforts.\n\n22. Welcomes UNISFA's efforts to strengthen Community Protection Committees.\n\n23. Calls for cooperation with the Abyei Area Joint Investigation and Inquiry Committee's findings and recommendations.\n\n24. Calls on Member States to facilitate UNISFA's movement and operations.\n\n25. Demands safe and unhindered access for humanitarian personnel.\n\n26. Welcomes the Abyei UN Joint Programme Initiative.\n\n27. Encourages facilitating the deployment of the United Nations Mine Action Service.\n\n28. Urges an end to violence, human rights violations, and abuses against civilians.\n\n29. Requests the Secretary-General to monitor human rights violations and abuses.\nHere is a concise summary of the Security Council document:\n\n30. The Secretary-General is requested to implement the following activities within the limits of UNISFA's mandate and area of operation:\n \n(a) Strengthen early warning and response strategy, including gender-sensitive conflict analysis;\n(b) Encourage confidence-building, facilitation, mediation, and community engagement;\n(c) Prioritize mission mobility and active patrolling;\n(d) Improve peacekeeping-intelligence and analysis capacities;\n(e) Improve logistics and secure supply routes;\n(f) Implement effective casualty and medical evacuation procedures;\n(g) Ensure safety and security facilities and arrangements;\n(h) Secure long-term rotation schemes for critical capabilities;\n(i) Ensure support to non-UN security forces complies with Human Rights Due Diligence Policy;\n(j) Prioritize mandated protection activities;\n(k) Strengthen sexual and gender-based violence prevention and response;\n(l) Implement resolution 1325 (2000) and ensure women's participation;\n(m) Consider child protection as a cross-cutting issue;\n(n) Implement youth, peace, and security priorities;\n(o) Implement peacekeeping performance requirements;\n(p) Implement zero-tolerance policy on serious misconduct.\n\n31. Troop- and police-contributing countries are requested to implement provisions on increasing women's participation.\n\n32. Troop- and police-contributing countries are urged to prevent sexual exploitation and abuse.\n\n33. The Secretary-General's efforts to ensure cooperation among UN missions in the region are noted.\n\n34. The Secretary-General is requested to provide a written report by 15 April 2022, including:\n- Integrated analysis and strategic assessments;\n- Progress in implementing UNISFA's mandate;\n- Engagement by the African Union on the Abyei dispute and border issues.\nThe Security Council:\n\nRequests the Secretary-General to provide a report on the situation in Abyei, including:\n\n* Progress in areas specified in previous resolutions\n* Efforts of the Special Envoy for the Horn of Africa to support a political solution on Abyei's status\n* Implementation of steps taken per paragraph 3\n* Progress on increasing police presence, appointment of a civilian Deputy Head of Mission, and usage of Athony airport\n* Human rights monitoring results and steps taken to address violations\n* Progress on the Abyei UN Joint Programme Initiative\n* Results of a joint consultation to develop benchmarks for a responsible mission transition\n* Actions taken to improve mission performance and address challenges\n* Overall Mission performance, implementation of IPPAF and CPAS, and addressing under-performance \n\nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2609_2021_EN.pdf"
}