{
  "resolution_no": "2587",
  "year": "2021",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Women, Peace and Security",
    "Youth, Peace and Security",
    "Humanitarian"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNFICYP",
    "Secretary-General",
    "Security Council"
  ],
  "reporting_cycle": "Secretary-General reports by 3 January 2022",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nWelcoming the Secretary-General's report on his Good Offices and the UN operation in Cyprus, expresses full support for his efforts to assist the sides.\n\nUnderscoring that finding a solution lies primarily with the Cypriots, reaffirms the UN's primary role in assisting the parties to achieve a comprehensive and durable settlement.\n\nWelcoming the informal \"five plus UN\" meeting in Geneva, notes with regret that no common ground was found to resume formal negotiations.\n\nExpressing full support for the Secretary-General's ongoing efforts, urging the sides to show openness, flexibility, and compromise to find common ground.\n\nStressing that the status quo is unsustainable, and the lack of an agreement exacerbates tensions and deepens estrangement.\n\nNoting the easing of tensions in the eastern Mediterranean, reiterating the benefits of a comprehensive settlement.\n\nCondemning the 20 July announcement on Varosha, calling for its immediate reversal.\n\nRecalling resolutions 1325 (2000) and 2250 (2015), emphasizing the importance of women's and youth's participation.\n\nRecognizing efforts to address COVID-19, regretting the impact on bi-communal engagement.\n\nExpressing concern at the law and order situation in Pyla, urging cooperation with UNFICYP.\n\nReiterating the importance of confidence-building measures.\n\nUrging the sides to promote intercommunal contacts, reconciliation, and civil society engagement.\n\nNoting the need to keep UNFICYP beyond 31 July 2021.\n\nWelcoming measures to strengthen the mission's liaison and engagement capacity.\n\nExpressing appreciation to Member States contributing personnel to UNFICYP.\n\nReaffirms all relevant resolutions on Cyprus, particularly resolution 1251 (1999).\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n1. Reiterates the need for a just settlement based on a bicommunal, bizonal federation with political equality as set out in previous resolutions.\n\n2. Supports the Secretary-General's ongoing engagement and upcoming informal talks, urging parties to approach talks with openness, flexibility, and compromise.\n\n3. Notes easing of tensions in the Eastern Mediterranean and calls for peaceful resolution of disputes, refraining from actions and rhetoric that might damage the settlement process.\n\n4. Calls on leaders to provide support to Technical Committees, empower them to submit proposals, and enhance intercommunal contacts.\n\n5. Urges increased support for civil society engagement, particularly women's organisations and youth, in peace efforts.\n\n6. Regrets lack of progress on direct military contacts and urges development of a mechanism.\n\n7. Calls for reducing barriers to intercommunal contact and implementing confidence-building measures.\n\n8. Welcomes reopening of crossing points and calls for continued cooperation.\n\n9. Commends the Committee on Missing Persons and calls for continued cooperation.\n\n10. Extends UNFICYP's mandate until 31 January 2022.\n\n11. Expresses concern at continued violations of the military status quo and unauthorised construction.\n\n12. Urges respect for UNFICYP's authority and buffer zone integrity.\n\n13. Reiterates calls on the Turkish Cypriot side and Turkish forces to restore the military status quo in Strovilia.\n\n14. Recalls the status of Varosha as set out in previous resolutions. \n\nAlso calls on the leaders of both sides to submit an action plan to increase women’s full, equal and meaningful participation in peace talks by 15 December 2021.\nThe Security Council:\n\n Condemns unilateral actions on Varosha, calls for their immediate reversal and reaffirms UNFICYP's freedom of movement.\n\n Urges leaders to agree on a plan to achieve a mine-free Cyprus, clearing 29 remaining suspected hazardous areas.\n\n Requests UNFICYP to consider gender throughout its mandate, increase women's participation and ensure their full, equal and meaningful participation.\n\n Welcomes efforts to standardize a culture of performance in UN peacekeeping and requests the Secretary-General to ensure performance data is used to improve mission operations.\n\n Requests the Secretary-General to ensure compliance with the UN's zero-tolerance policy on sexual exploitation and abuse.\n\n Requests the Secretary-General to submit reports on his Good Offices and implementation of this resolution by 3 January 2022.\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2587_2021_EN.pdf"
}