{
  "resolution_no": "2579",
  "year": "2021",
  "theme": [
    "Peacekeeping",
    "Transition",
    "Sudan",
    "Human Rights",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNITAMS",
    "UNCT",
    "African Union",
    "IGAD",
    "UN Peacebuilding Commission"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms previous resolutions and statements on Sudan, and its commitment to Sudan's sovereignty, unity, independence, and territorial integrity.\n\nWelcomes steps taken to implement the Constitutional Document, including economic and legal reforms, and calls for acceleration of key provisions, such as establishing independent commissions and the Transitional Legislative Council.\n\nWelcomes macroeconomic reforms and international efforts to provide debt relief, and notes the international conference to support Sudan's transition.\n\nWelcomes the Juba Peace Agreement (JPA) and its implementation, particularly the formation of a new civilian-led government and expansion of the Sovereign Council, and urges swift, full, and inclusive implementation.\n\nWelcomes the Declaration of Principles (DoP) signed by the Government of Sudan and the Sudan People's Liberation Movement-North (SPLM-N), and urges constructive engagement to finalize a comprehensive peace agreement.\n\nReaffirms the Government of Sudan's primary responsibility to protect civilians, and urges swift implementation of the National Plan for Civilian Protection and JPA provisions.\n\nRecognizes improvements in security conditions in some areas of Darfur, but expresses concern at deteriorating security in other areas, and underscores the need for peacebuilding efforts.\n\nRecognizes the adverse effects of climate change, ecological changes, and natural disasters on Sudan's stability, particularly in Darfur.\n\nWelcomes decisions to facilitate humanitarian assistance and create favourable conditions for humanitarian actors, and encourages full implementation.\n\nStresses the need for accountability for violations of international humanitarian law and human rights, and welcomes provisions on transitional justice and accountability measures.\n\nStresses the Government of Sudan's primary responsibility to address drivers of instability and inequality, and engage with stakeholders to deliver durable solutions.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecognizes the role of women in Sudan's peaceful transition, welcomes steps to increase their participation, and encourages the Government to implement the National Action Plan on Women, Peace and Security.\n\nCalls for the protection of children's rights, cessation of grave violations against them, and integration of child protection provisions in peace negotiations and agreements.\n\nEmphasizes national ownership, inclusivity, and civil society's role in peacebuilding, and encourages the Government to engage with civil society.\n\nExpresses concern about the COVID-19 pandemic's impact on Sudan and stresses the need for international support.\n\nUnderlines the importance of the UN-African Union partnership in Sudan.\n\nRecalls the termination of UNAMID's mandate and welcomes the Government's cooperation.\n\nTakes note of the Secretary-General's report on Sudan and UNITAMS' activities.\n\nDecides to extend UNITAMS' mandate until 3 June 2022, and requests the Government to sign the UNITAMS Status of Mission Agreement.\n\nDefines UNITAMS' strategic objectives:\n\n* Assist the political transition, democratic governance, human rights, and sustainable peace\n* Support peace processes, JPA implementation, and future peace agreements\n* Assist peacebuilding, civilian protection, and rule of law, particularly in Darfur and the Two Areas.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Decides to extend the mandate of the United Nations Integrated Transition Assistance Mission in Sudan (UNITAMS) with strategic objectives to:\n    a. Support a political transition, sustainable peace, and stability in Sudan.\n    b. Assist the Government of Sudan in extending state presence and civilian governance.\n    c. Establish a secure environment for implementing peace agreements.\n    d. Support respect, promotion, and protection of human rights.\n\n2. Requests UNITAMS to prioritize:\n    i. Ceasefire monitoring in Darfur.\n    ii. Implementation of the National Plan for Civilian Protection.\n    iii. Ongoing and future peace negotiations.\n    iv. Inclusive implementation of power-sharing provisions.\n    v. The Constitution drafting process.\n    vi. The Sudanese Police Force and justice sector.\n\n3. Requests the Secretary-General to swiftly increase personnel deployment to UNITAMS.\n\n4. Emphasizes cooperation between UNITAMS and the UN Country Team (UNCT) under an Integrated Strategic Framework (ISF).\n\n5. Takes note of benchmarks to track UNITAMS' progress and encourages effective engagement with civil society.\n\n6. Welcomes dialogue between UNITAMS and Sudanese authorities on capacity building to strengthen civilian protection.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n \n Requests the Secretary-General to facilitate deployment of additional individual police officers to UNITAMS (para 8).\n\n Requests the Secretary-General to support the Government of Sudan in conducting a comprehensive assessment of the country’s conflict prevention, recovery, and peacebuilding needs (para 9).\n\n Requests UNITAMS to finalize the Sudan Peacemaking, Peacebuilding and Stabilisation Programme (SPPSP) and ensure its implementation is sequenced and prioritized (para 10).\n\n Encourages the Government of Sudan to engage with the UN Peacebuilding Commission to bolster international support for Sudan’s peacebuilding process (para 11).\n\n Requests UNITAMS to integrate gender considerations throughout its mandate and assist the Government of Sudan in ensuring the full participation of women (para 12).\n\n Requests the Secretary-General to include information on progress made towards participation of youth in implementation of the JPA in reports (para 13).\n\n Requests UNITAMS to ensure support provided to non-United Nations security forces complies with the Human Rights Due Diligence Policy (para 14).\n\n Welcomes the Secretary-General’s zero-tolerance policy on sexual exploitation and abuse and requests its strict enforcement (para 15).\n\n Requests UNITAMS to cooperate with the Panel of Experts on the Sudan (para 16).\n\n Urges close coordination among United Nations missions in the region (para 17).\n\n Encourages the Government of Sudan to cooperate closely with the African Union on regional peace and security issues (para 18).\n\n Requests the Secretary-General to report to the Security Council every 90 days on the implementation of the UNITAMS mandate (para 19).\n\n Decides to remain actively seized of the matter (para 20).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2579_2021_EN.pdf"
}