{
  "resolution_no": "2581",
  "year": "2021",
  "theme": [
    "Peacekeeping",
    "Middle East"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNDOF",
    "UNIFIL",
    "ISIL",
    "Al-Qaida",
    "Syrian Arab Republic",
    "Israel"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council,\n\n- Notes with concern the tense situation in the Middle East, which will persist until a comprehensive settlement is reached.\n\n- Considered reports of the Secretary-General on UNDOF and reaffirmed resolution 1308 (2000).\n\n- Stresses that both Israel and the Syrian Arab Republic must abide by the 1974 Disengagement of Forces Agreement and observe the ceasefire.\n\n- Expresses concern over ongoing military activities in the area of separation, which may escalate tensions and pose a risk to civilians and UN personnel.\n\n- Appreciates UNDOF's liaison efforts to prevent escalation.\n\n- Expresses alarm over violence in the Syrian Arab Republic and its potential to escalate the conflict.\n\n- Expresses concern over violations of the Disengagement of Forces Agreement.\n\n- Notes the Secretary-General's report on UNDOF's area of operations, including findings on military activity on the Bravo side.\n\n- Calls upon all parties to the Syrian domestic conflict to cease military actions and respect international humanitarian law.\n\n- Notes the threat to UN personnel from unexploded ordnance and emphasizes the need for demining operations.\n\n- Reaffirms readiness to consider listing individuals and entities supporting ISIL or Al-Nusra Front.\n\n- Recognizes the need for UNDOF to adjust its posture to minimize security risks.\n\n- Emphasizes the importance of access to reports and information related to UNDOF's redeployment configuration.\n\n- Underscores the need for UNDOF to have necessary means and resources to carry out its mandate safely.\n\n- Expresses appreciation to UNDOF personnel and stresses the need for continued vigilance to ensure their safety.\n\n- Strongly condemns incidents threatening UN personnel's safety.\n\n- Appreciates UNDOF's progress in re-establishing its presence at Camp Faouar and expanding its presence.\n\n- Takes note of the Secretary-General's plan for UNDOF to return to the Bravo side.\n\n- Recalls that UNDOF's deployment and the 1974 Disengagement of Forces Agreement are steps toward a just and durable peace. \n\n- Recalls resolutions 2378 (2017) and 2436 (2018) regarding peacekeeping operations.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Calls on parties to implement resolution 338 (1973) immediately.\n\n2. Stresses the obligation to respect the 1974 Disengagement of Forces Agreement, calls for maximum restraint, and encourages parties to use UNDOF's liaison function to address concerns.\n\n3. Underlines UNDOF's impartiality and stresses the importance of halting activities that endanger peacekeepers.\n\n4. Expresses support for Major General Ishwar Hamal as Head of Mission and Force Commander.\n\n5. Calls on all groups to abandon UNDOF positions and return equipment.\n\n6. Calls on parties to cooperate with UNDOF, respect its privileges and immunities, and ensure its freedom of movement.\n\n7. Calls on parties to support UNDOF's use of the Quneitra crossing and lift COVID-19 restrictions.\n\n8. Requests UNDOF to protect personnel safety, security, and health, considering the COVID-19 pandemic.\n\n9. Welcomes UNDOF's efforts to consolidate its presence and intensify operations.\n\n10. Underscores the importance of deploying technology to ensure UNDOF personnel safety.\n\n11. Encourages parties to engage constructively to facilitate UNDOF's return to the area of separation.\n\n12. Encourages discussions on recommendations to improve UNDOF's performance.\n\n13. Welcomes initiatives to standardize a culture of performance in UN peacekeeping.\n\n14. Requests the Secretary-General to ensure compliance with the UN's zero-tolerance policy on sexual exploitation and abuse.\n\n15. Renews UNDOF's mandate for six months, until 31 December 2021, and requests the Secretary-General to ensure UNDOF has required capacity and resources.\nThe Security Council \n16. Requests the Secretary-General to report every 90 days on developments in the situation and the measures taken to implement resolution 338 (1973).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2581_2021_EN.pdf"
}