{
  "resolution_no": "2607",
  "year": "2021",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Terrorism",
    "WPS/CAAC",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Shabaab",
    "AMISOM",
    "EUTM",
    "UNIFIL",
    "MINUSMA",
    "Panel of Experts on Somalia"
  ],
  "reporting_cycle": "The Panel to provide regular updates to the Committee, including a minimum of four different thematic reports delivered on a quarterly basis, and a comprehensive mid-term update and a final report by 15 October 2022",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on Somalia, reaffirms respect for Somalia's sovereignty, territorial integrity, and unity.\n\nWelcomes agreements between the Federal Government of Somalia (FGS) and Federal Member States (FMS) on 17 September 2020 and 27 May 2021, urging implementation and peaceful, credible, and inclusive elections.\n\nBelieves sustained progress in state-building will prevent terrorist groups, including Al-Shabaab, from exploiting the situation.\n\nExpresses concern about delays in consolidating Somalia's federal system, underscoring the importance of progress on national priorities.\n\nEncourages the FGS to coordinate with international partners on developing National Security Forces, noting access to weapons and specialist equipment.\n\nWelcomes progress on weapons and ammunition management (WAM), urging continued work on codifying and implementing WAM policies.\n\nCondemns the supply of weapons and ammunition to and through Somalia in violation of the arms embargo, particularly to Al-Shabaab.\n\nCondemns Al-Shabaab's terrorist attacks, expressing grave concern about its threat to peace, security, and stability.\n\nReaffirms the need to combat terrorist threats by all means, in accordance with the Charter and international law.\n\nRecognizes the threat posed by Al-Shabaab goes beyond conventional military action, expressing concern about its revenue generation.\n\nWelcomes efforts to strengthen the Somali Financial Sector, urging engagement to disrupt Al-Shabaab finances.\n\nExpresses concern about corruption and diversion of public resources, welcoming efforts to reduce corruption.\n\nWelcomes measures to reduce charcoal export, urging monitoring and control of stockpiles.\n\nExpresses concern about Al-Shabaab's exploitation of the sugar trade and reports of illegal fishing.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council expresses concern over the situation in Somalia, including the threat posed by Al-Shabaab, and reiterates the importance of peaceful dispute resolution, inclusive politics, and democratic elections.\n\nThe Council notes with concern the humanitarian situation, including the combined threat of flooding, drought, locust infestation, forced displacement, and COVID-19, and condemns any obstruction of humanitarian assistance.\n\nThe Council also expresses serious concern over reports of sexual and gender-based violence, the high levels of recruitment of children in armed conflict, and the abduction of children, and urges the Somali authorities to strengthen efforts to address these issues.\n\nThe Council reiterates the importance of inclusive dialogue and local reconciliation processes for stability in Somalia and supports the Federal Government of Somalia (FGS) in its efforts to reconstruct the country, counter terrorism, and stop the trafficking of weapons and ammunition.\n\nThe Council determines that the situation in Somalia continues to constitute a threat to international peace and security and, acting under Chapter VII of the Charter, adopts measures to degrade Al-Shabaab, including targeting its finances, improving maritime domain awareness, and preventing illicit revenue generation.\n\nSpecifically, the Council:\n- Calls on the FGS to work with financial authorities and the international community to identify and mitigate money laundering and terrorist financing risks.\n- Requests the FGS to strengthen cooperation with other countries and international partners to prevent and counter the financing of terrorism.\n- Encourages the UNODC to enhance regional cooperation on responding to illicit maritime flows and support the FGS and FMS to improve their maritime domain awareness and enforcement.\n- Decides to renew and expand provisions to prevent the trafficking of weapons and ammunition until 15 November 2022. \n\nThe Council's objective is to support state- and peace-building in Somalia, including by reducing the threat posed by Al-Shabaab and supporting security sector reforms.\nHere is a clear and concise summary of the Security Council document 2607 (2021):\n\n**Maritime Interdiction and Inspections**\n\n* Authorizes Member States to inspect vessels in Somali territorial waters and on the high seas off the coast of Somalia to ensure implementation of arms embargo, charcoal ban, and IED components ban.\n* Inspections to be conducted in cooperation with the Federal Government of Somalia (FGS) and with reasonable grounds to believe vessels are carrying:\n\t+ Charcoal from Somalia in violation of charcoal ban.\n\t+ Weapons or military equipment to Somalia in violation of arms embargo.\n\t+ Weapons or military equipment to individuals or entities designated by the Committee.\n\t+ IED components in violation of IED components ban.\n\n**Somalia Charcoal Ban**\n\n* Condemns exports of charcoal from Somalia in violation of total ban.\n* Reaffirms ban on import and export of Somali charcoal.\n* Welcomes measures to reduce charcoal export and encourages development of Somalia's National Policy on Charcoal.\n* Calls upon AMISOM to facilitate regular access for the Panel to charcoal exporting ports.\n\n**IED Components Restrictions**\n\n* Decides that all States shall prevent sale, supply, or transfer of IED components to Somalia if there is sufficient evidence to demonstrate they will be used in manufacture of IEDs.\n* Requires notifications to Committee of sales, supplies, or transfers of IED components to Somalia.\n\n**Supporting State- and Peace-Building in Somalia**\n\n* Calls upon FGS to accelerate implementation of National Security Architecture and Security Transition Plan (STP).\n* Urges FGS and Federal Member States (FMS) to enhance civilian oversight of security apparatus and investigate and prosecute individuals responsible for international law violations.\n* Calls upon international community to support implementation of STP.\n\n**Security Sector Reform and Compliance with International Law**\n\n* Calls upon FGS and FMS to implement roadmap and accelerate security sector reform.\n* Urges FGS and FMS to adopt and implement vetting procedures for defence and security personnel.\n\n**Weapons and Ammunition Management**\n\n* Welcomes progress on weapons and ammunition management.\n* Underlines responsibility of FGS and FMS to ensure safe and effective management, storage, and security of stockpiles.\n* Calls upon international community to provide support to develop FGS and FMS capacity on weapons and ammunition management.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n* Encourages international and regional partners to coordinate efforts to support the strengthening of Federal Government of Somalia (FGS) bodies;\n* Emphasizes that effective weapons and ammunition management will reduce the ability of Al-Shabaab and other armed groups to obtain weapons;\n* Reaffirms the arms embargo on Somalia, which includes a ban on deliveries of weapons and military equipment, and prohibits financing and technical assistance;\n* Exempts Somali National Security Forces (SNSF) and Somali Security Sector Institutions (SSSIs) from the arms embargo for development and security purposes;\n* Sets out procedures for approvals and notifications for deliveries of weapons and military equipment to SNSF and SSSIs, including:\n\t+ Advance approval by the Committee for deliveries of items in Annex A to SNSF and SSSIs;\n\t+ Notifications to the Committee for deliveries of items in Annex B to SNSF and SSSIs;\n\t+ Notifications for non-lethal military equipment for humanitarian or protective use;\n* Requires requests for approvals and notifications to include details of manufacturer, supplier, description of arms and ammunition, proposed date and place of delivery, and intended destination unit;\n* Requests the FGS to seek approval or notify the Committee for deliveries of weapons and military equipment to SNSF;\n* Allows States or international organizations to make advance requests for approval or notification in consultation with the FGS.\nHere is a summarized version of the document:\n\n31. The Security Council notes with concern that States are not following notification procedures for providing assistance to States, non-State Security Forces Institutions (SSSIs), reminds States of their obligations, and urges them to follow procedures strictly.\n\n32. The Council reaffirms that the Federal Government of Somalia (FGS) shall submit a post-delivery notification to the Committee within 30 days of delivering weapons and military equipment, including details of the equipment and storage.\n\n33. The Council decides that where paragraphs 25 or 26 apply, the supplying State or organization shall submit a post-delivery notification to the Committee within 30 days.\n\n34. The arms embargo shall not apply to:\n- Supplies of weapons or military equipment for United Nations personnel, including UNSOM, AMISOM, and EUTM;\n- Supplies of weapons and military equipment to suppress piracy and armed robbery at sea off Somalia's coast;\n- Protective clothing for personal use by UN personnel, media, and humanitarian workers;\n- Temporary visits of vessels carrying defensive weapons and equipment.\n\n35. The Council recalls its decisions on targeted sanctions and listing criteria, including planning, directing, or committing acts of sexual and gender-based violence.\n\n36. The Council requests Special Representatives to share information with the Committee on children and armed conflict and sexual violence in conflict.\n\n37. The measures imposed by paragraph 3 of resolution 1844 (2008) shall not apply to humanitarian assistance programs.\n\n38. The Council renews the Panel of Experts on Somalia until December 15, 2022, with a mandate that includes tasks referred to in previous resolutions.\n\n39. The Council recalls the importance of cooperation between the FGS and the Panel, requests the FGS to facilitate interviews with suspected members of Al-Shabaab and ISIL.\n\n40. The Council reiterates its request for States, FGS, FMS, and AMISOM to provide information to the Panel and assist in investigations.\n\n41. The Council requests the Panel to provide regular updates to the Committee, including thematic reports on smuggling and trafficking of weapons and military equipment.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Requests the Panel of Experts to submit a final report by 15 October 2022 and to seek feedback from the Committee on their findings.\n\n* Asks the Secretary-General to provide recommendations by 15 September 2022 on improving Somalia's weapons and ammunition management capability and to propose benchmarks for reviewing the arms embargo.\n\n* Requests the Emergency Relief Coordinator to report on humanitarian assistance in Somalia by 15 October 2022.\n\n* Asks the Federal Government of Somalia (FGS) to report by 1 February 2022 and 1 August 2022 on:\n\t+ Security forces structure, composition, strength, and disposition\n\t+ Suspicious financial activities and anti-terrorism financing efforts\n\t+ Status of individuals designated by the Committee\n\n* Requests the Secretary-General to update the Council by 31 July 2022 on developments towards normalizing relations between Eritrea and Djibouti.\n\n* Decides to remain seized of the matter.\n\n**Annex A: Items subject to the Committee's advance approval**\n\n Lists 9 categories of military items, including:\n\t1. Surface-to-air missiles and MANPADS\n\t2. Large calibre weapons and ammunition\n\t3. Mortars and ammunition\n\t4. Anti-tank guided weapons\n\t5. Military charges and devices\n\t6. Night vision weapon sights\n\t7. Military aircraft\n\t8. Military vessels and amphibious vehicles\n\t9. Unmanned combat aerial vehicles\nAnnex B: Equipment requiring a notification with regard to deliveries to the Somali National Security Forces and Committee approval for Somalia security sector institutions:\n\n- All types of weapons with a calibre up to 12.7mm and associated ammunition;\n- RPG-7 and recoilless rifles, and associated ammunition;\n- Helmets manufactured according to military standards;\n- Body armour or protective garments, including soft and hard body armour;\n- Ground vehicles specifically designed or modified for military use;\n- Communication equipment specifically designed or modified for military use;\n- Global Navigation Satellite Systems (GNSS) positioning equipment, specifically designed or modified for military use.\n\nAnnex C: Improvised Explosive Devices (IED) Components:\n\nPart I:\n\n1. Explosive materials: \n   - Nitrocellulose (containing more than 12.5% nitrogen w/w);\n   - Trinitrophenylmethylnitramine (tetryl);\n   - Nitroglycerin (except when packaged/prepared in individual medicinal doses)\n\n2. Explosive-related goods: \n   - Equipment and devices to initiate explosives;\n\n3. “Technology” required for the “production” or “use” of the listed items.\n\nPart II:\n\n1. Explosive materials: \n   - Ammonium Nitrate Fuel Oil (ANFO);\n   - Nitroglycol;\n   - Pentaerythritol tetranitrate (PETN);\n   - Picryl chloride;\n   - 2,4,6-Trinitrotoluene (TNT).\n\n2. Explosives precursors: \n   - Ammonium nitrate;\n   - Potassium nitrate;\n   - Sodium chlorate;\n   - Nitric acid;\n   - Sulphuric acid.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2607_2021_EN.pdf"
}