{
  "resolution_no": "2571",
  "year": "2021",
  "theme": [
    "Libya",
    "Peacekeeping",
    "Sanctions",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNSMIL",
    "Panel of Experts",
    "Libyan Government",
    "National Oil Corporation",
    "Libyan House of Representatives"
  ],
  "reporting_cycle": "The Panel of Experts shall provide to the Council an interim report on its work no later than 15 December 2021, and a final report to the Council, after discussion with the Committee, no later than 15 June 2022",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Libya, reaffirms its commitment to Libya's sovereignty, independence, and territorial integrity.\n\nCondemns attempts to illicitly export petroleum from Libya, including by parallel institutions not under the Government of Libya's authority.\n\nDecides to extend until 30 July 2022 authorisations and measures to prevent illicit exports of petroleum, including crude oil and refined petroleum products.\n\nRequests the Government of Libya to:\n\n* Notify the Committee of its focal point for communication\n* Inform the Committee of vessels transporting illicitly exported petroleum\n* Work with the National Oil Corporation to provide regular updates on controlled ports, oil fields, and installations\n* Inform the Committee about the mechanism for certifying legal exports\n\nCalls on the Government of Libya to contact the concerned vessel's flag State to resolve issues related to illicit exports.\n\nDirects the Committee to inform relevant Member States about notifications from the Government of Libya's focal point regarding illicit exports.\nHere is a concise summary of the Security Council document 2571 (2021):\n\n**Arms Embargo**\n\n* Calls for full compliance with the arms embargo by all Member States.\n* Urges Member States not to intervene in the conflict or take measures that exacerbate it.\n* Reiterates that individuals and entities violating the embargo are subject to designation.\n\n**Ceasefire and Foreign Forces**\n\n* Calls on all parties to implement the 23 October 2020 ceasefire agreement in full.\n* Urges Member States to respect and support the agreement, including withdrawal of foreign forces and mercenaries.\n\n**Implementation of Arms Embargo**\n\n* Calls on the Government of Libya to improve implementation of the arms embargo at all entry points.\n* Calls on Member States to cooperate in such efforts.\n\n**Travel Ban and Asset Freeze**\n\n* Calls on Member States to report on actions taken to implement the travel ban and asset freeze.\n* Reiterates that States must prevent entry into or transit through their territories of designated individuals.\n* Reaffirms intention to make frozen assets available to the Libyan people.\n\n**Panel of Experts**\n\n* Extends the mandate of the Panel of Experts until 15 August 2022.\n* Requests an interim report by 15 December 2021 and a final report by 15 June 2022.\n* Urges cooperation with the Panel and Committee.\n\n**Safety and Access**\n\n* Calls on parties and States to ensure the safety of the Panel's members.\n* Calls on parties and States to provide unhindered and immediate access to persons, documents, and sites.\n\n**Review and Next Steps**\n\n* Affirms readiness to review the measures, including strengthening, modification, suspension, or lifting.\n* Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2571_2021_EN.pdf"
}