{
  "resolution_no": "2574",
  "year": "2021",
  "theme": [
    "Peace process",
    "Conflict resolution",
    "Verification Mission"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations Verification Mission in Colombia (UNVMC)",
    "Government of Colombia",
    "Revolutionary Armed Forces of Colombia (FARC-EP)",
    "Special Jurisdiction for Peace (SJP)"
  ],
  "reporting_cycle": "Secretary-General reports within existing reporting cycle",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n\nReaffirms its commitment to the peace process in Colombia, recalling all relevant resolutions and statements.\n\nWelcomes progress towards peace in Colombia since the Final Agreement, urging parties to work together to sustain progress and address challenges.\n\nRecalling resolution 2366 (2017), which established the UN Verification Mission in Colombia to verify implementation of the Final Agreement.\n\nAcknowledges the Government of Colombia's request to add verifying compliance with sentences of the Special Jurisdiction for Peace to the Verification Mission's mandate.\n\nNoting the aim of sentences to realise victims' rights and consolidate peace.\n\nRecognises the Verification Mission's contribution to building confidence in the Comprehensive System for Truth, Justice, Reparation and Non-Repetition.\n\nDecides to:\n\n1. Expand the Verification Mission's mandate to verify compliance with and implementation of sentences issued by the Special Jurisdiction for Peace.\n\n2. Tasks the Verification Mission to verify fulfilment by sentenced persons of their sentences and Colombian state authorities' establishment of necessary conditions.\n\n3. Welcome the Secretary-General's proposal to incorporate reporting on verification within the existing reporting cycle.\n\n4. Extend the Verification Mission's mandate until 31 October 2021.\n\n5. Expresses willingness to work with the Government of Colombia on further extension of the mandate.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2574_2021_EN.pdf"
}