{
  "resolution_no": "2589",
  "year": "2021",
  "theme": [
    "Peacekeeping",
    "Safety and Security of Peacekeepers",
    "Accountability"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations peacekeeping operations",
    "UN Secretary-General",
    "Member States"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n\nRecalling the UN Charter and its primary responsibility for maintaining international peace and security,\n\nReaffirming peacekeeping principles, including consent, impartiality, and non-use of force,\n\nUnderscoring peacekeeping's importance in promoting and maintaining international peace and security,\n\nNoting efforts to improve peacekeeping through \"Action for Peacekeeping\" and \"Action for Peacekeeping +\",\n\nExpressing concern about security threats and attacks against UN personnel, including landmines and IEDs,\n\nCondemning the killing of and violence against UN personnel, which may constitute war crimes,\n\nCondemning violations of status-of-forces or status-of-mission agreements,\n\nExpressing concern about challenges in bringing perpetrators to justice and the low rate of prosecution,\n\nUnderscoring the importance of cooperation to mitigate risks to UN personnel,\n\nNoting the role of UN assistance to police, justice, and corrections institutions,\n\nRecognizing the critical role of UN personnel in promoting and maintaining international peace and security,\n\nReaffirming the link between safety and security and performance of peacekeeping personnel,\n\n1. Pays tribute to all UN personnel serving in peacekeeping operations;\n\n2. Calls on Member States hosting peacekeeping operations to bring perpetrators of violence against UN personnel to justice, urges parties to respect international law, and calls on host states to work with peacekeeping missions to enhance personnel safety and security.\nThe Security Council:\n\n1. Urges Member States hosting peacekeeping operations to investigate and prosecute acts of violence against UN personnel, in line with national law and international obligations, and to take measures to prevent such acts.\n\n2. Calls on Member States to promote accountability for violence against UN personnel, including through strengthening police, justice, and corrections institutions, and encourages the Secretary-General to provide technical and logistical support to host states.\n\n3. Requests the Secretary-General to report on key tasks, including progress made by host states in preventing, investigating, and prosecuting cases, and measures taken by the UN to follow up on cases.\n\n4. Requests the Secretary-General to establish a comprehensive online database of cases related to violence against UN personnel, and to provide information on capacity-building assistance offered to host states.\n\n5. Encourages Member States to provide voluntary support, including financial resources, for the database initiative.\n\n6. Encourages Member States, including troop and police contributing countries, to actively engage and share information with the Secretary-General to assist host states in bringing perpetrators to justice.\n\n7. Affirms its determination to enhance partnership between the UN and regional organizations to provide capacity-building assistance to host states.\n\n8. Calls on the Secretary-General to notify national authorities immediately upon receiving reports of violence against UN personnel and urges host states to maintain regular communications on investigations and prosecutions.\n\n9. Requests each UN peacekeeping mission to designate a focal point for issues related to prevention, investigation, and prosecution of violence against UN personnel.\n\n10. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2589_2021_EN.pdf"
}