{
  "resolution_no": "2573",
  "year": "2021",
  "theme": [
    "Protection of Civilians",
    "Humanitarian Law",
    "Armed Conflict"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations",
    "UN peacekeeping missions"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council adopted Resolution 2573 (2021) on 27 April 2021, reiterating its primary responsibility for maintaining international peace and security and promoting respect for international humanitarian law. The resolution:\n\n* Recalls previous resolutions and presidential statements on protecting civilians in armed conflict, including 1265 (1999), 1894 (2009), 1998 (2011), 2175 (2014), 2286 (2016), and 2417 (2018).\n* Reaffirms respect for sovereignty, territorial integrity, and political independence of all states.\n* Reiterates the primary responsibility of states to protect their population and emphasizes the devastating impact of armed conflicts on civilians and civilian objects.\n* Expresses concern about violence against civilians, indiscriminate attacks, and military positions in densely populated areas.\n* Recognizes the interconnectedness of essential services and the vulnerability of objects indispensable to the survival of the civilian population.\n* Calls on all parties to armed conflict to comply with international humanitarian law, respect and protect civilians and civilian objects, and refrain from attacking or destroying objects indispensable to the survival of the civilian population.\n* Expresses concern about the misuse of objects indispensable to the survival of the civilian population and the military use of schools.\n* Notes the threats posed to civilian infrastructure and the potentially devastating humanitarian impact of using means or methods of warfare in violation of international humanitarian law.\n* Reiterates its commitment to preventing and ending armed conflicts and building sustainable peace.\n* Emphasizes the need to strengthen efforts to resolve armed conflicts and protect civilians and objects indispensable to the survival of the civilian population.\n* Expresses concern about conflict-induced food insecurity, famine, and the humanitarian situation in many armed conflicts, compounded by economic crises, climate change, and the COVID-19 pandemic.\n* Recalls the obligations of all parties to armed conflicts under international law, including international human rights law and international humanitarian law.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Strongly condemns attacks on civilians, civilian objects, and protected persons in armed conflicts, and demands an end to such practices.\n\n2. Demands that all parties to armed conflicts comply with international humanitarian law, including distinguishing between civilians and combatants, and taking precautions to avoid harm to civilians.\n\n3. Further demands compliance with international humanitarian law regarding the protection of civilians, humanitarian personnel, and objects indispensable to their survival.\n\n4. Strongly condemns the use of starvation of civilians as a method of warfare and the unlawful denial of humanitarian access.\n\n5. Urges parties to protect civilian infrastructure critical to humanitarian aid and essential services.\n\n6. Reiterates its demand for a durable humanitarian pause to facilitate humanitarian assistance and medical evacuations.\n\n7. Reiterates the importance of capacity building in international humanitarian law and encourages efforts to protect objects indispensable to the survival of civilians.\n\n8. Encourages protection of civilians operating, maintaining, or repairing essential objects, and allowing safe passage of equipment and supplies.\n\n9. Stresses the need for better cooperation and coordination at the international level to support those affected by armed conflict.\n\n10. Encourages enhancement of technical expertise within UN country teams to respond effectively to support the provision of essential services.\n\n11. Requests the Secretary-General to include the issue of protection of objects indispensable to the survival of civilians in reports on the protection of civilians.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2573_2021_EN.pdf"
}