{
  "resolution_no": "2575",
  "year": "2021",
  "theme": [
    "Peacekeeping",
    "Security",
    "Sudan",
    "South Sudan"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UNISFA",
    "Sudan",
    "South Sudan",
    "African Union",
    "UN Special Envoy of the Secretary-General for the Horn of Africa"
  ],
  "reporting_cycle": "Secretary-General reports no later than 15 October 2021 and a strategic review no later than 30 September 2021",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\nReaffirms previous resolutions and Presidential statements on Abyei and the Sudan-South Sudan border, emphasizing full compliance and implementation.\n\nReaffirms commitment to Sudan and South Sudan's sovereignty, independence, unity, and territorial integrity.\n\nWelcomes cooperation between Sudan and South Sudan, encouraging progress on temporary administrative and security arrangements for Abyei.\n\nEncourages the African Union, AUHIP, and UN Special Envoy to mediate on Abyei's temporary arrangements and final status.\n\nCommends Ethiopia and UNISFA's assistance, recognizing the need for a viable exit strategy.\n\nExpresses concern over delayed UN police deployment, impediments to UNISFA's mandate, and Sudan and South Sudan's efforts to hinder UNISFA.\n\n1. Extends UNISFA's mandate until 15 November 2021, under Chapter VII, and tasks UNISFA to implement its mandate in accordance with resolution 2550 (2020).\n\n2. Extends UNISFA's support to the Joint Border Verification and Monitoring Mechanism (JBVMM) until 15 November 2021.\n\n3. Maintains authorized troop and police ceilings as set out in resolution 2550 (2020).\n\n4. Demands Sudan and South Sudan provide full support for UNISFA, including deployment of personnel.\n\n5. Reiterates Abyei's demilitarization, urging Sudan, South Sudan, and local communities to cooperate with UNISFA.\n\n6. Takes note of the Secretary-General's letter (S/2021/322).\n\n7. Requests a strategic review of UNISFA by 30 September 2021, assessing recent developments and providing exit strategy recommendations.\n\n8. Requests the Secretary-General to report on UNISFA's mandate implementation by 15 October 2021.\n\n9. Decides to remain seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2575_2021_EN.pdf"
}