{
  "resolution_no": "2601",
  "year": "2021",
  "theme": [
    "Protection of Children",
    "Education in Armed Conflict",
    "Humanitarian Law",
    "Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations",
    "UNICEF",
    "Security Council Working Group on Children and Armed Conflict"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms its previous resolutions on protecting children in armed conflict and promoting education in such situations.\n\nReiterates its primary responsibility for maintaining international peace and security, and its commitment to addressing the impact of armed conflict on education.\n\nRecognizes the need for a secure environment to ensure access to education and the importance of protecting schools and educational facilities.\n\nStresses the primary role of governments in providing protection and relief to children affected by armed conflict.\n\nExpresses deep concern over the lack of progress in some situations, where parties to conflict continue to violate international law related to children's rights and protection.\n\nUnderlines the importance of implementing the 2030 Agenda for Sustainable Development, combating poverty, and promoting education for all.\n\nReaffirms the right to education and its contribution to peace and security, and recognizes the importance of investment in universal and inclusive education.\n\nExpresses concern over the impact of armed conflict on children, including as refugees and internally displaced persons, and the disruption of access to education.\n\nExpresses grave concern over attacks against schools and education facilities, and the targeting of schools for abductions.\n\nAcknowledges the disproportionate negative impact of the COVID-19 pandemic on children in armed conflict.\n\nExpresses deep concern over the specific consequences of attacks on girls and women, including rape and other forms of sexual violence.\n\nStresses that all parties to armed conflict must comply with international law for the protection of children, including the Geneva Conventions and the Convention on the Rights of the Child.\n\nWelcomes steps taken by Member States to protect children affected by armed conflict, including ratification of the Optional Protocol to the Convention on the Rights of the Child.\n\nTakes note of ongoing international and regional initiatives on Children and Armed Conflict.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Strongly condemns violations of international law against children in armed conflict, including recruitment, killing, and attacks on schools and hospitals.\n\n2. Condemns attacks and threats against schools and civilians connected to them, urging parties to cease such actions.\n\n3. Calls on parties to safeguard and promote the right to education, particularly for girls.\n\n4. Urges Member States to prevent and address attacks on schools, and develop domestic frameworks to ensure respect for international law.\n\n5. Underlines the importance of coordination between the UN, regional organizations, and national authorities to protect schools.\n\n6. Condemns the military use of schools, urging parties to respect their civilian character.\n\n7. Calls on Member States to ensure their armed forces take practical measures to facilitate access to education.\n\n8. Condemns lack of accountability for violations against civilians connected to schools.\n\n9. Encourages Member States to rehabilitate and protect schools, and support teachers.\n\n10. Calls on Member States to protect schools as spaces free from violence.\n\n11. Urges Member States to prevent recruitment and re-recruitment of children.\n\n12. Urges Member States to provide necessary protection and assistance to children.\n\n13. Underlines the importance of providing assistance to children with disabilities.\n\n14. Calls on Member States to provide assistance for the continuation of education for refugee and displaced children.\nHere is a concise summary of the Security Council document:\n\n15. The Council stresses the negative impact of humanitarian emergencies and forced displacement on children's mental health and psychological wellbeing, and emphasizes the need for sustainable funding for mental health and psychosocial programming.\n\n16. The Council emphasizes the need to facilitate continuation of education during armed conflict, including through distance learning and digital technology.\n\n17. The Council encourages Member States and UN agencies to strengthen coordination and investment in support of distance learning facilities and digital education.\n\n18. The Council reiterates its call on parties to armed conflict to prepare and implement action plans to prevent and halt attacks on schools.\n\n19. The Council encourages the Secretary-General to include lessons learned and best practices on protecting education in armed conflict in his reporting.\n\n20. The Council stresses the importance of regular consideration of violations against children in armed conflict and welcomes the activity of its Working Group.\n\n21. The Council requests Member States and UN entities to establish strategies and coordination mechanisms to facilitate access to education and protect schools.\n\n22. The Council recognizes the role of UN peacekeeping operations in protecting children and reiterates its decision to include child protection provisions in mission mandates.\n\n23. The Council underlines the importance of providing peacekeepers with adequate training on child protection issues.\n\n24. The Council calls on Member States and donors to increase contributions to ensuring continuation of education in armed conflict.\n\n25. The Council calls for full, safe, and unhindered humanitarian access to facilitate COVID-19 vaccinations and education.\n\n26. The Council acknowledges the adverse impacts of the COVID-19 pandemic on access to education in armed conflict.\n\n27. The Council requests preventative and corrective measures to ensure equal access to education in armed conflict.\n\n28. The Council decides to remain actively seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2601_2021_EN.pdf"
}