{
  "resolution_no": "2602",
  "year": "2021",
  "theme": [
    "Western Sahara",
    "Peacekeeping",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINURSO",
    "UNHCR",
    "OHCHR"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council on a regular basis, and at any time he deems appropriate during the mandate period, to include within six months of this mandate’s renewal and again prior to its expiration",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms its previous resolutions on Western Sahara and supports the efforts of the Secretary-General and his Personal Envoy, Staffan de Mistura, to achieve a political solution.\n\n Pays tribute to Horst Köhler, former Personal Envoy, and welcomes the momentum created by the round-table meetings in 2018 and 2019.\n\n Encourages the resumption of consultations between the Personal Envoy and Morocco, the Frente POLISARIO, Algeria, and Mauritania to build on progress achieved.\n\n Reaffirms its commitment to assist the parties to achieve a just, lasting, and mutually acceptable political solution, based on compromise, and self-determination of the people of Western Sahara.\n\n Calls upon Morocco, the Frente POLISARIO, Algeria, and Mauritania to cooperate more fully with each other and with the UN.\n\n Recognizes that a political solution would contribute to stability and security in the Sahel region.\n\n Welcomes the efforts of the Secretary-General to review peacekeeping operations, including MINURSO, and reiterates the need for a rigorous approach to peacekeeping deployments.\n\n Recalls resolutions 2378 (2017), 2436 (2018), 2242 (2015), and 2538 (2020) regarding peacekeeping performance, evaluation, and women in peacekeeping operations.\n\n Recognizes the important role played by MINURSO and the need for it to fully implement its mandate.\n\n Notes with deep concern the breakdown of the ceasefire and expresses concern about violations of existing agreements.\n\n Takes note of the Moroccan and Frente POLISARIO proposals presented in 2007 and encourages the parties to demonstrate further political will towards a solution.\n\n Encourages the parties to cooperate with the UN Office of the High Commissioner for Refugees to identify and implement confidence-building measures.\n\n Stresses the importance of improving the human rights situation in Western Sahara and the Tindouf camps, and encourages the parties to work with the international community to ensure full respect for human rights.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Welcomes steps taken by Morocco and encourages cooperation with the Office of the United Nations High Commissioner for Human Rights (OHCHR).\n* Expresses concern over the hardships faced by Sahrawi refugees and the impact of the COVID-19 pandemic.\n* Reiterates the need for a refugee registration in Tindouf refugee camps.\n* Recalls previous resolutions and stresses the importance of negotiations and the participation of women and youth.\n* Decides to extend the mandate of MINURSO until 31 October 2022.\n* Emphasizes the need for a realistic, practicable, and enduring solution to the Western Sahara question.\n* Supports the Secretary-General and his Personal Envoy in facilitating negotiations.\n* Calls upon parties to resume negotiations without preconditions and in good faith.\n* Invites Member States to lend assistance to these talks.\n* Reaffirms the need for full respect of military agreements and cooperation with MINURSO.\n* Requests the Secretary-General to brief the Security Council on a regular basis.\n* Welcomes initiatives to standardize a culture of performance in UN peacekeeping.\n* Urges parties and neighboring states to engage productively with MINURSO.\n* Encourages cooperation with the Office of the United Nations High Commissioner for Refugees.\n* Urges Member States to provide voluntary contributions to fund food programmes for refugees.\nThe Security Council:\n \n15. Requests the Secretary-General to ensure MINURSO personnel comply with the UN's zero-tolerance policy on sexual exploitation and abuse, and to keep the Council informed through his reports; \n       urges troop-contributing and police-contributing countries to take preventative action, including vetting and training, and ensure accountability for misconduct; \n \n16. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2021/S_RES_2602_2021_EN.pdf"
}