{
  "resolution_no": "1727",
  "year": "2006",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "Group of Experts",
    "International Working Group (IWG)",
    "Kimberley Process"
  ],
  "reporting_cycle": "90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions and statements on Côte d'Ivoire, reaffirms its commitment to the country's sovereignty, independence, territorial integrity, and unity. The Council expresses serious concern at the persistence of the crisis and deterioration of the situation, including grave humanitarian consequences.\n\nThe Council, acting under Chapter VII of the Charter, decides to renew until 31 October 2007 the provisions of paragraphs 7 to 12 of resolution 1572 (2004) and paragraph 6 of resolution 1643 (2005).\n\nThe Council demands that all Ivorian parties provide unhindered access to equipment, sites, and installations to the Group of Experts, UNOCI, and French forces. It reiterates that any serious obstacle to the freedom of movement of UNOCI and French forces, or any attack or obstruction to their action, constitutes a threat to the peace and national reconciliation process.\n\nThe Council requests the Secretary-General and French Government to report immediately to it, through the Committee, on any serious obstacle to the freedom of movement of UNOCI and French forces. It also requests all States concerned to report to the Committee within 90 days on the practical steps taken to implement the measures imposed by previous resolutions.\n\nThe Council decides to review the measures imposed by previous resolutions at the end of the period mentioned, in light of progress accomplished in the peace and national reconciliation process. It expresses its readiness to consider modification or termination of these measures before the aforesaid period if the provisions of resolution 1721 (2006) have been fully implemented.\n\nThe Council extends the mandate of the Group of Experts for a further six months, with the following tasks:\n\n(a) Exchange information with UNOCI and French forces;\n(b) Gather and analyze information on flows of arms and related materiel;\n(c) Consider ways of improving States' capabilities to implement the measures imposed;\n(d) Seek further information on States' actions to implement the measures;\n(e) Report to the Security Council in writing before 15 June 2007, through the Committee, on the implementation of the measures.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1727_2006_EN.pdf"
}