{
  "resolution_no": "1719",
  "year": "2006",
  "theme": [
    "Peacebuilding",
    "Security Sector Reform",
    "Human Rights",
    "Post-Conflict Reconstruction"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations Integrated Office in Burundi (BINUB)",
    "Regional Peace Initiative",
    "South African Facilitation",
    "Burundi Partner's Forum"
  ],
  "reporting_cycle": "The Secretary-General reports regularly to the Council on the implementation of the present resolution",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nRecalling previous resolutions on Burundi, reaffirms its commitment to the country's sovereignty, independence, territorial integrity, and unity. \n\nThe Council congratulates the people of Burundi on the successful conclusion of the transitional period and the peaceful transfer of authority. \n\nIt welcomes the Comprehensive Ceasefire Agreement between the Government of Burundi and the Forces nationales de libération (Palipehutu-FNL) signed on 7 September 2006.\n\nThe Council pays tribute to the efforts of the Regional Peace Initiative, particularly Uganda and the United Republic of Tanzania, and South Africa's facilitation efforts.\n\nNoting with concern reports of a possible coup attempt and the arrest of several political figures, the Council reaffirms its support for legitimately elected institutions.\n\nThe Council calls on Burundian authorities and political actors to persevere in their dialogue on stability and national reconciliation.\n\nThe Council requests the Secretary-General to establish a United Nations Integrated Office in Burundi (BINUB) for 12 months, starting 1 January 2007.\n\nBINUB will focus on peace consolidation, democratic governance, and support the Government in areas such as:\n\n- Strengthening national institutions and civil society\n- Good governance and public institutions' transparency\n- Media freedom and professionalization \n- Rule of law, particularly justice and corrections system \n\nThe Council underscores a smooth transition from ONUB to BINUB.\nThe Security Council resolution 1719 (2006) outlines the mandate for the United Nations Integrated Office in Burundi (BINUB). \n\nThe key areas of focus are: \n- Disarmament, demobilization, and reintegration, and reform of the security sector, including support for the implementation of the Dar-es-Salaam Comprehensive Ceasefire Agreement, development of a national plan for security sector reform, and completion of the national programme for demobilization and reintegration of former combatants; \n- Promotion and protection of human rights, including building national institutional capacity, and efforts to combat impunity through transitional justice mechanisms; \n- Donor and United Nations agency coordination, including strengthening the partnership between the Government and donors, and ensuring effective coordination among United Nations agencies.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1719_2006_EN.pdf"
}