{
  "resolution_no": "1725",
  "year": "2006",
  "theme": [
    "Peacekeeping",
    "Somalia",
    "African Union"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IGAD",
    "African Union",
    "Transitional Federal Institutions",
    "Union of Islamic Courts"
  ],
  "reporting_cycle": "The Secretary-General reports to the Security Council within thirty (30) days, and every sixty (60) days thereafter",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Somalia, reaffirms respect for Somalia's sovereignty and territorial integrity.\n\nReiterating commitment to a comprehensive settlement through the Transitional Federal Charter, emphasizing broad-based and representative institutions.\n\nInsisting that all Member States refrain from actions contravening the arms embargo.\n\nEmphasizing willingness to engage with parties committed to peaceful dialogue, including the Union of Islamic Courts.\n\nUnderlining the importance of stability in Somalia through an inclusive political process.\n\nUrging the Transitional Federal Institutions and the Union of Islamic Courts to:\n\n- Continue dialogue\n- Recommit to the 22 June 2006 Khartoum Declaration and 2-4 September 2006 Khartoum meeting agreements\n- Establish a stable security situation\n\nCalling upon the Union of Islamic Courts to:\n\n- Cease military expansion\n- Reject extremist agendas and links to international terrorism\n\nDeploring violence, welcoming the 2 December 2006 IGAD agreement.\n\nDetermining the situation in Somalia continues to threaten international peace and security.\n\nActing under Chapter VII:\n\n1. Reiterates the Transitional Federal Charter and Institutions as the route to peace and stability.\n2. Urges parties to fulfil commitments and resume peace talks.\n3. Authorizes IGAD and African Union Member States to establish a protection and training mission in Somalia with the mandate to:\n    (a) Monitor progress in implementing dialogue agreements\n    (b) Ensure free movement and safe passage\n    (c) Maintain and monitor security in Baidoa.\nThe Security Council:\n\n3. Authorizes IGASOM to:\n- Protect members of Transitional Federal Institutions and Government, and their key infrastructure;\n- Train Transitional Federal Institutions' security forces to enable them to provide their own security and help re-establish national security forces;\n\n4. Endorses the IGAD Deployment Plan specifying that states bordering Somalia will not deploy troops to Somalia;\n\n5. Exempts supplies of weapons, military equipment, and technical training/assistance for IGASOM from measures imposed by resolution 733 (1992) and elaborated in resolution 1425 (2002);\n\n6. Encourages Member States to provide financial resources for IGASOM;\n\n7. Requests the Secretary-General to report on IGASOM's mandate implementation within 30 days and every 60 days thereafter;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1725_2006_EN.pdf"
}