{
  "resolution_no": "1723",
  "year": "2006",
  "theme": [
    "Peacekeeping",
    "Security",
    "Iraq"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "United Nations Assistance Mission for Iraq (UNAMI)",
    "Multinational Force (MNF)",
    "International Advisory and Monitoring Board",
    "Development Fund for Iraq"
  ],
  "reporting_cycle": "quarterly basis",
  "operative_authority": "Chapter VII",
  "summary": "Stresses the responsibility of Iraqi authorities to prevent attacks on diplomatic personnel.\n\nDetermining that the situation in Iraq continues to threaten international peace and security, the Council:\n\n1. Extends the mandate of the multinational force in Iraq until 31 December 2007, based on the request of the Government of Iraq and letters from the Iraqi Prime Minister and US Secretary of State.\n\n2. Decides to review the mandate at the request of the Government of Iraq or by 15 June 2007, and declares that it will terminate the mandate earlier if requested by the Government of Iraq.\n\n3. Extends until 31 December 2007 arrangements for depositing proceeds from petroleum sales into the Development Fund for Iraq and for monitoring by the International Advisory and Monitoring Board.\n\n4. Decides to review these provisions at the request of the Government of Iraq or by 15 June 2007.\n\n5. Requests the Secretary-General to report on UNAMI operations in Iraq quarterly.\n\n6. Requests the United States to report on the efforts and progress of the multinational force quarterly.\n\n7. Decides to remain actively seized of the matter.\n\nThe annex includes a letter from the Prime Minister of Iraq, stating that:\n\n- Iraq has completed the political process, including drafting a permanent constitution and forming a Government of national unity.\n\n- Security and stability are top priorities for the Iraqi Government.\n\n- The Iraqi Government is committed to assuming responsibility for security and has made progress in building its security forces.\n\n- The Government intends to increase the number of governorates under its control and transfer security responsibilities to Iraqi authorities.\nThe Government of Iraq requests the extension of the mandate of the multinational force (MNF) in Iraq for 12 months, starting on 31 December 2006, subject to periodic review before 15 June 2007 and a commitment by the Security Council to end the mandate at an earlier date if the Iraqi Government so requests. The Iraqi Government also requests the termination of the UNMOVIC mission and the war compensations imposed on Iraq. \n\nThe Iraqi Government seeks the extension of the mandate of the Development Fund for Iraq and the International Advisory and Monitoring Board for another 12 months, reviewable before 15 June 2007. The Fund plays a vital role in ensuring Iraq's resources are used for its people and convincing donors and creditors of Iraq's responsible management of its resources and debts.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1723_2006_EN.pdf"
}