{
  "resolution_no": "1735",
  "year": "2006",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "Usama bin Laden",
    "The Taliban",
    "Interpol",
    "ICAO",
    "IATA",
    "WCO",
    "CTC",
    "CTED"
  ],
  "reporting_cycle": "every 180 days",
  "operative_authority": "Chapter VII",
  "summary": "**Point of Contact**\n\n* Confidential information for further questions on the case\n\n**Annex II: Monitoring Team Responsibilities**\n\n* Collate, assess, monitor and report on implementation of measures\n* Submit a comprehensive program of work to the Committee\n* Submit two comprehensive, independent reports to the Committee\n* Analyze reports submitted by Member States\n* Work closely with CTED and the 1540 Committee's group of experts\n* Assist the Committee with analysis of non-compliance\n* Present recommendations to the Committee\n* Consult with Member States in advance of travel\n* Encourage Member States to submit names and additional identifying information for inclusion on the Consolidated List\n* Study and report on the changing nature of the threat of Al-Qaida and the Taliban.\nThe Monitoring Team shall: \nk. Consult with Member States and other relevant organizations, including regular dialogue with representatives, taking into account their comments, especially on issues in the Monitoring Team’s reports; \nl. Consult with Member States’ intelligence and security services to facilitate information sharing and strengthen enforcement; \nm. Consult with private sector representatives, including financial institutions, to learn about the assets freeze implementation and develop recommendations; \nn. Work with international and regional organizations to promote awareness of and compliance with the measures; \no. Assist other Security Council subsidiary bodies and expert panels, upon request, with enhancing their cooperation with Interpol; \np. Report to the Committee regularly or upon request, through oral and/or written briefings; \nq. Undertake any other responsibility identified by the Committee.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1735_2006_EN.pdf"
}