{
  "resolution_no": "1737",
  "year": "2006",
  "theme": [
    "Nuclear Non-Proliferation",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "Atomic Energy Organisation of Iran",
    "Mesbah Energy Company",
    "Kala-Electric",
    "Pars Trash Company",
    "Farayand Technique",
    "Defence Industries Organisation",
    "7th of Tir",
    "Shahid Hemmat Industrial Group",
    "Shahid Bagheri Industrial Group",
    "Fajr Industrial Group"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "**Exceptions and Exemptions**\n\n* Allows supply, sale, or transfer of items for humanitarian purposes, food, agricultural, medical, or other humanitarian purposes, with Committee approval (para 9)\n* Exempts items for light water reactors (para 3(b))\n\n**Notifications and Reporting**\n\n* Requires notification to the Committee within 10 days of supply, sale, or transfer of items (para 5(c))\n* Requires notification to the IAEA within 10 days of supply, sale, or transfer of items (para 5(d))\n\n**Iranian Cooperation**\n\n* Requires Iran to provide access and cooperation to the IAEA to verify suspension of nuclear activities and resolve outstanding issues (para 8)\n* Calls upon Iran to ratify the Additional Protocol (para 8)\n\n**Travel and Financial Restrictions**\n\n* Requires States to prevent entry or transit of individuals engaged in or supporting Iran's proliferation-sensitive nuclear activities or nuclear weapon delivery systems (para 10)\n* Freezes funds, assets, and economic resources of designated persons and entities (para 12)\nThe Security Council:\n\nDecides that all States shall prevent the supply, sale, transfer, or assistance to Iran of items, materials, equipment, goods, and technologies related to nuclear proliferation, and impose a travel ban on certain individuals.\n\n**Financial Measures**\n\n12. Decides that all States shall freeze the assets of persons and entities designated by the Committee, as long as they remain on the list.\n\n13. Exempts from the freeze:\n- funds necessary for basic expenses\n- extraordinary expenses approved by the Committee\n- judicial, administrative, or arbitral liens or judgments\n- activities directly related to certain nuclear items\n\n14. Allows addition of interest and other earnings to frozen accounts.\n\n15. Permits payments due under pre-listing contracts, if approved by the relevant State.\n\n**IAEA and Technical Cooperation**\n\n16. Limits technical cooperation with Iran to humanitarian purposes or projects unrelated to proliferation-sensitive nuclear activities.\n\n**Education and Training**\n\n17. Calls on States to prevent specialized training of Iranian nationals in disciplines contributing to nuclear proliferation.\n\n**Committee of the Security Council**\n\n18. Establishes a Committee to:\n- seek information on implementation\n- examine alleged violations\n- consider exemption requests\n- designate additional individuals and entities\n- report to the Security Council every 90 days.\nHere is a concise summary of the Security Council document:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1737_2006_EN.pdf"
}