{
  "resolution_no": "1698",
  "year": 2006,
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Children in Armed Conflict",
    "Natural Resources"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "Group of Experts",
    "MONUC",
    "Committee established in accordance with paragraph 8 of resolution 1533",
    "Working group of the Security Council on children in armed conflict",
    "Special Representative for children in armed conflict"
  ],
  "reporting_cycle": "Secretary-General reports by 20 December 2006 and 10 July 2007",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on the Democratic Republic of the Congo (DRC), reaffirms its commitment to the country's sovereignty, territorial integrity, and political independence.\n\nCondemns the illicit flow of weapons into the DRC and decides to renew the arms embargo until 31 July 2007. \n\nReiterates concern over armed groups and militias in Eastern DRC, particularly in Ituri, North Kivu, and South Kivu provinces.\n\nRecognizes the link between the illegal exploitation of natural resources and the proliferation of arms.\n\nEncourages DRC authorities to promote good governance and transparent economic management.\n\nTakes note of reports from the Group of Experts and the Secretary-General on children and armed conflict.\n\nRequests the Secretary-General to extend the mandate of the Group of Experts until 31 July 2007.\n\nRequests the Group of Experts to continue its work, report to the Council by 20 December 2006 and 10 July 2007.\n\nRecalls the Group's mandate to examine and analyze information on arms flows and networks operating in violation of the embargo.\nThe Security Council:\n\n1. Decides to extend the mandate of the Group of Experts until 31 July 2007;\n\nThe Group of Experts is tasked to:\n\n* Consider and recommend ways to improve the capabilities of States to implement measures imposed by paragraph 20 of resolution 1493;\n* Report to the Council on the implementation of these measures and provide recommendations;\n* Keep the Committee frequently updated on its activities;\n* Exchange information with MONUC to assist in its monitoring mandate;\n* Provide a list of those found to have violated the measures imposed by paragraph 20 of resolution 1493;\n\nThe Group of Experts is requested to:\n\n* Include in its report by 20 December 2006, recommendations on feasible and effective measures to prevent the illegal exploitation of natural resources financing armed groups and militias;\n* Assess the relative importance of the exploitation of natural resources to armed groups compared to other sources of income;\n\nThe Secretary-General is requested to:\n\n* Enable the Group of Experts to perform its tasks by providing necessary additional resources;\n* Present a report by 15 February 2007 on the potential economic, humanitarian and social impact of possible measures to stem the sources of financing of armed groups;\n\nThe Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1698_2006_EN.pdf"
}