{
  "resolution_no": "1702",
  "year": "2006",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINUSTAH",
    "Haitian Government",
    "Haitian National Police (HNP)",
    "UN Country Team"
  ],
  "reporting_cycle": "Secretary-General reports not later than 31 December 2006",
  "operative_authority": "Chapter VII",
  "summary": "Notes Haitian people's and government's ultimate responsibility for stability, development.\n\nDetermines situation in Haiti continues to threaten international peace and security.\n\nActs under Chapter VII of the Charter.\n1. Decides to extend the mandate of MINUSTAH until 15 February 2007, with the intention to renew for further periods;\n2. Welcomes the Secretary-General's report S/2006/592 and supports the priorities set out therein;\n3. Sets MINUSTAH's military component at up to 7,200 troops and police component at up to 1,951 officers;\n4. Authorizes MINUSTAH to deploy 16 correction officers to support the Government of Haiti;\n5. Urges Member States to provide well-qualified, particularly francophone, police candidates;\n6. Urges Haitian authorities to complete run-off legislative, local and municipal elections and calls on MINUSTAH to provide assistance;\n7. Reaffirms MINUSTAH's call to support the constitutional and political process in Haiti;\n8. Welcomes MINUSTAH's contribution to capacity and institution building and calls for expanded assistance;\n9. Underlines MINUSTAH's support for institutional strengthening of the HNP;\n10. Supports the Secretary-General's intention to maximize MINUSTAH's crime prevention role;\n11. Requests MINUSTAH to reorient its disarmament, demobilization and reintegration efforts;\n12. Urges donors to coordinate activities closely with MINUSTAH;\n13. Reaffirms MINUSTAH's mandate to provide operational support to the Haitian Coast guard;\n14. Decides MINUSTAH will provide assistance and advice to the Haitian authorities in monitoring, restructuring, reforming and strengthening the justice sector;\n15. Reaffirms MINUSTAH's human rights' mandate and calls on Haitian authorities to promote and protect human rights;\n16. Recognizes progress in disbursement of pledged assistance and notes the need for rapid disbursement;\n17. Requests MINUSTAH to continue implementing quick impact projects;\n18. Calls on MINUSTAH to enhance coordination with the UN Country Team and development actors;\n19. Reaffirms the need for a proactive communications and public outreach strategy;\n20. Requests the Secretary-General to report to the Council on MINUSTAH's mandate implementation by 31 December 2006;\n21. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1702_2006_EN.pdf"
}