{
  "resolution_no": "1671",
  "year": "2006",
  "theme": [
    "Peacekeeping",
    "Elections",
    "Democratic Republic of the Congo"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "MONUC",
    "Eufor R.D.Congo",
    "European Union",
    "Government of the Democratic Republic of the Congo"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\nRecalling previous resolutions and statements on the Democratic Republic of the Congo (DRC), commends the successful referendum on the draft Constitution and stresses the importance of elections for peace, stability, and national reconciliation.\n\nThe Council authorizes, for four months after the first round of presidential and parliamentary elections, the deployment of a European Union force (EUFOR RDC) to support the UN Organization Mission in the DRC (MONUC).\n\nEUFOR RDC will comprise advance elements in Kinshasa and an \"over the horizon\" force. The authorization is subject to MONUC's mandate extension beyond 30 September 2006.\n\nThe Council requests the Secretary-General to inform it of the Congolese authorities' decision on the elections timetable. EUFOR RDC is authorized to take steps to prepare its operational capability and to take necessary measures to carry out its tasks within its means and capabilities.\n\nThe Council invites the European Union to ensure a well-coordinated disengagement of its force after completing its mandate.\nThe Security Council \n Authorizes Eufor R.D.Congo to support MONUC under certain conditions \n  Tasks include: \n  (a) supporting MONUC if it faces difficulties \n  (b) protecting civilians under threat \n  (c) airport protection in Kinshasa \n  (d) securing Eufor personnel and installations \n  (e) executing extraction operations \n Notes decisions to engage Eufor will be taken by the EU upon request by the Secretary-General or in emergency consultation with MONUC \n Decides measures imposed by resolutions 1493 and 1596 shall not apply to supplies for Eufor \n Requests close cooperation between the EU and the Secretary-General \n Urges conclusion of a status-of-forces agreement \n Requests Member States to provide support for Eufor deployment \n Authorizes MONUC to provide logistical support to Eufor \n Requests regular reports from the EU \n Calls upon Congolese parties to ensure free and fair elections \n Decides to remain seized of the matter",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1671_2006_EN.pdf"
}