{
  "resolution_no": "1731",
  "year": "2006",
  "theme": [
    "Liberia",
    "Peacekeeping",
    "Sanctions",
    "Economic Development"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "UNMIL",
    "Kimberley Process Certification Scheme",
    "Security Council Committee"
  ],
  "reporting_cycle": "The Panel of Experts reports to the Council by 6 June 2007",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n \nRecalling previous resolutions and statements on Liberia and West Africa,\n \nWelcoming Liberia's progress since January 2006,\n\n Reaffirming decisions on timber and diamond sectors,\n\n Stressing the importance of UNMIL in improving security,\n\n Recognizing the need for trained Liberian security forces,\n\n Noting the report of the UN Panel of Experts,\n\n Reviewing progress towards meeting conditions for lifting measures,\n\nDecides to:\n\n1. Renew measures on arms and travel for 12 months,\n \n- Exempting non-lethal equipment for vetted and trained security forces.\n\n2. Renew diamond measures for 6 months, reviewable after 4 months,\n\n3. Keep in force measures imposed by resolution 1532 (2004),\n\n4. Encourage Government-Libéria to utilize UNMIL for forestry control,\n\n5. Extend Panel of Experts mandate until June 20, 2007.\nThe Security Council:\n\n4. Requests the Panel of Experts to:\n(a) Monitor the implementation of the arms embargo and identify sources of financing for the illicit trade of arms, including natural resources;\n(b) Assess the impact and effectiveness of measures imposed on former President Charles Taylor's assets;\n(c) Assess the implementation of Liberia's forestry legislation and the impact of measures imposed on timber;\n(d) Report to the Council through the Committee by 6 June 2007 and provide informal updates;\n(e) Cooperate with other groups of experts, particularly on Côte d'Ivoire, and with the Kimberley Process Certification Scheme;\n(f) Identify areas to strengthen States' capacity in the region to implement measures.\n\n5. Requests the Secretary-General to re-appoint the current Panel of Experts members and make necessary arrangements.\n\n6. Calls upon States and the Government of Liberia to cooperate fully with the Panel.\n\n7. Encourages the Kimberley Process to inform the Security Council about Liberia's progress towards joining the Certification Scheme.\n\n8. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1731_2006_EN.pdf"
}