{
  "resolution_no": "1735",
  "year": "2006",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "Usama bin Laden",
    "The Taliban",
    "Interpol",
    "ICAO",
    "IATA",
    "WCO",
    "CTC",
    "CTED"
  ],
  "reporting_cycle": "every 180 days",
  "operative_authority": "Chapter VII",
  "summary": "* For Groups, Undertakings, or Entities: \n  - Name, Now Known As (N.K.A.s), Also Known As (A.K.A.s) \n  - Formerly Known As (F.K.A.s), Address(es) \n  - Tax Identification Number, Other Identification Number and type \n  - Website Addresses \n\n**Basis for Listing**\n\n* May the Committee publicly release the information? Yes/No \n* May the Committee release the information to Member States? Yes/No \n\nComplete one or more of the following: \n\n* (a) Participating in financing, planning, facilitating, preparing, or perpetrating acts or activities by, in conjunction with, under the name of, on behalf of, or in support of Al-Qaida (AQ), Usama bin Laden (UBL), or the Taliban, or any cell, affiliate, splinter group or derivative thereof \n* (b) Supplying, selling or transferring arms and related materiel to AQ, UBL or the Taliban, or any cell, affiliate, splinter group or derivative thereof.\nHere is a summarized version of the Security Council document:\n\n**1735 (2006)**\n\n**Criteria for Listing on the Consolidated List**\n\n* (c) Recruiting for Al-Qaida (AQ), Usama bin Laden (UBL), or the Taliban, or any cell, affiliate, splinter group or derivative thereof.\n* (d) Otherwise supporting acts or activities of AQ, UBL, or the Taliban, or any cell, affiliate, splinter group or derivative thereof.\n* (e) Other association with AQ, UBL, or the Taliban, or any cell, affiliate, splinter group or derivative thereof.\n* (f) Entity owned or controlled, directly or indirectly, by, or otherwise supporting, an individual or entity on the Consolidated List.\n\n**Statement of the Case**\n\n* Should provide specific information supporting the association or activities alleged\n* Should include the nature of the information (e.g. intelligence, law enforcement, judicial, media, admissions by subject, etc.)\n* Should include supporting information or documents that can be provided\n\n**Point of Contact**\n\n* Confidential information for further questions on the case\n\n**Annex II: Monitoring Team Responsibilities**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1735_2006_EN.pdf"
}