{
  "resolution_no": "1698",
  "year": 2006,
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Children in Armed Conflict",
    "Natural Resources"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "Group of Experts",
    "MONUC",
    "Committee established in accordance with paragraph 8 of resolution 1533",
    "Working group of the Security Council on children in armed conflict",
    "Special Representative for children in armed conflict"
  ],
  "reporting_cycle": "Secretary-General reports by 20 December 2006 and 10 July 2007",
  "operative_authority": "Chapter VII",
  "summary": "The Council:\n\n* Expresses its intention to consider possible measures to stem the sources of financing of armed groups;\n* Urges the Government of the Democratic Republic of the Congo to strengthen its efforts to effectively extend State authority and control over the exploitation and export of natural resources;\n* Welcomes recommendations aimed at improving the tracking of ore and precious metals within a regional framework;\n* Strongly condemns the continued use and recruitment of children in hostilities;\n* Decides to extend provisions related to individuals recruiting or using children in armed conflict and those committing serious violations of international law involving children;\n* Requests the working group on children in armed conflict, the Secretary-General and the Group of Experts to assist the Committee in the designation of individuals referred to in paragraph 13.\nThe Security Council:\n\nReaffirms its demand for full cooperation with the Group of Experts from all parties and States, ensuring their safety and unhindered access to persons, documents, and sites.\n\nDemands cooperation from individuals and entities within jurisdictions or under control of parties and States.\n\nNotes Uganda's assurances to cooperate and calls on Uganda to demonstrate commitment.\n\nIntends to consider extending individual measures to those obstructing MONUC or the Group of Experts.\n\nRecalls States' obligations to notify the Committee on supplies of non-lethal equipment and related assistance.\n\nDecides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1698_2006_EN.pdf"
}