{
  "resolution_no": "1662",
  "year": "2006",
  "theme": [
    "Afghanistan",
    "Peacekeeping",
    "Security",
    "Development",
    "Counter-narcotics",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "Afghan Government",
    "International Security Assistance Force",
    "Operation Enduring Freedom coalition"
  ],
  "reporting_cycle": "every six months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n- Welcomes international efforts to provide technical assistance to Afghanistan and encourages cooperation among institutions.\n- Calls on the Afghan Government to continue public administrative reform and anti-corruption efforts.\n- Welcomes the 10-year justice reform strategy and invites the Afghan Government to work towards a fair and transparent justice system.\n- Calls for full respect for human rights and international humanitarian law, and requests UNAMA to assist in implementing human rights provisions.\n- Welcomes the Action Plan on Peace, Justice and Reconciliation and encourages international support.\n- Welcomes the Afghanistan National Development Strategy (iANDS) and calls on the Afghan Government to provide strong leadership in its implementation.\n- Recognizes the risk posed by opium cultivation, production and trafficking, and welcomes the updated National Drug Control Strategy.\n- Emphasizes the role of the Joint Coordination and Monitoring Board in monitoring the implementation of the Compact.\n- Welcomes the proposal to extend the reach of regional offices, security permitting.\n- Calls on all parties to cooperate with UNAMA and ensure the security and freedom of movement of its staff.\n- Calls on the Afghan Government and international community to address the threat posed by the Taliban, Al-Qaida, and other extremist groups.\n- Encourages confidence-building measures between Afghanistan and its neighbours.\n- Requests the Secretary-General to report to the Council every six months on developments in Afghanistan.\n- Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1662_2006_EN.pdf"
}