{
  "resolution_no": "1737",
  "year": "2006",
  "theme": [
    "Nuclear Non-Proliferation",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "Atomic Energy Organisation of Iran",
    "Mesbah Energy Company",
    "Kala-Electric",
    "Pars Trash Company",
    "Farayand Technique",
    "Defence Industries Organisation",
    "7th of Tir",
    "Shahid Hemmat Industrial Group",
    "Shahid Bagheri Industrial Group",
    "Fajr Industrial Group"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous statements and resolutions on Iran's nuclear programme, particularly resolution 1696 (2006), reaffirms its commitment to the Treaty on the Non-Proliferation of Nuclear Weapons. It expresses serious concern over Iran's nuclear programme, citing reports of the IAEA Director General, including the inability to conclude that there are no undeclared nuclear materials or activities in Iran.\n\nThe Council demands that Iran take steps required by the IAEA Board of Governors in resolution GOV/2006/14 to build confidence in its nuclear programme's exclusively peaceful purpose. It requires Iran to suspend all enrichment-related and reprocessing activities, including research and development, and work on heavy water-related projects, to be verified by the IAEA.\n\nThe Council decides that all States shall prevent the supply, sale, or transfer to Iran of items, materials, equipment, goods, and technology that could contribute to Iran's enrichment-related, reprocessing, or heavy water-related activities, or the development of nuclear weapon delivery systems, as set out in document S/2006/814. This includes sections B.2, B.3, B.4, B.5, B.6, and B.7, and sections A.1 and B.1, except for equipment for light water reactors.\n\nThe Council aims to persuade Iran to comply with resolution 1696 (2006) and IAEA requirements, and to constrain Iran's development of sensitive technologies in support of its nuclear and missile programmes. It emphasizes the importance of a negotiated solution guaranteeing Iran's nuclear programme is exclusively for peaceful purposes.\nHere is a summarized version of the Security Council document 1737 (2006):\n\n**Prohibited Items and Activities**\n\n* Prohibits supply, sale, or transfer of items, materials, equipment, goods, and technology that could contribute to enrichment-related, reprocessing, or heavy water-related activities, or to the development of nuclear weapon delivery systems (para 3)\n* Prohibits supply, sale, or transfer of items listed in INFCIRC/254/Rev.7/Part2 of document S/2006/814 if they would contribute to enrichment-related, reprocessing, or heavy water-related activities (para 4(a))\n* Prohibits provision of technical assistance, training, financial assistance, investment, brokering, or other services related to prohibited items (para 6)\n\n**Exceptions and Exemptions**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1737_2006_EN.pdf"
}