{
  "resolution_no": "1719",
  "year": "2006",
  "theme": [
    "Peacebuilding",
    "Security Sector Reform",
    "Human Rights",
    "Post-Conflict Reconstruction"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations Integrated Office in Burundi (BINUB)",
    "Regional Peace Initiative",
    "South African Facilitation",
    "Burundi Partner's Forum"
  ],
  "reporting_cycle": "The Secretary-General reports regularly to the Council on the implementation of the present resolution",
  "operative_authority": "Chapter VI",
  "summary": "The Council urges BINUB to consider the rights of women and gender considerations in all areas, and requests the Secretary-General to report on progress on gender mainstreaming.\n\nThe Council also stresses the need for cooperation between BINUB and the United Nations Organization Mission in the Democratic Republic of the Congo.\n\nIt welcomes the recommendation that the Integrated Office be headed by an Executive Representative of the Secretary-General, and takes note of benchmarks for gauging progress made by BINUB.\n\nThe Council emphasizes that the Government of Burundi bears primary responsibility for peacebuilding, security, and long-term development, and urges international donors to support the Government's efforts.\n\nIt urges the authorities and all political actors in Burundi to pursue reforms agreed upon at Arusha and Dar-es-Salaam, and to maintain dialogue and consensus-building.\n\nThe Council also calls upon the Burundian authorities to investigate alleged human rights violations, and to ensure that those responsible are brought to justice.\n\nIt requests the Secretary-General to keep the Security Council regularly informed of progress made in establishing BINUB and to report regularly on the implementation of the resolution. \n\nThe Council decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1719_2006_EN.pdf"
}