{
  "resolution_no": "1674",
  "year": "2006",
  "theme": [
    "Protection of Civilians in Armed Conflict",
    "Humanitarian",
    "Human Rights",
    "Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 1",
    "Article 2",
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations",
    "Security Council",
    "African Union",
    "United Nations peacekeeping missions"
  ],
  "reporting_cycle": "18 months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n- Reaffirms resolutions on protection of civilians in armed conflict, children and armed conflict, women, peace and security, and cooperation with regional organizations.\n- Commits to the Purposes and Principles of the UN Charter, including sovereignty, territorial integrity, and respect for human rights.\n- Acknowledges the interlinkage of peace, security, development, and human rights.\n- Expresses regret over civilian casualties in armed conflicts and concern over exploitation of natural resources, trafficking of small arms, and their impact on civilians.\n- Recognizes regional organizations' and education's roles in protecting civilians.\n- Notes the impact of armed conflict on women, children, and vulnerable civilians.\n\nThe Council:\n1. Appreciates the Secretary-General's report on civilians in armed conflict.\n2. Emphasizes conflict prevention and a comprehensive approach through economic growth, good governance, and human rights.\n3. Condemns targeting civilians in armed conflict and demands an end to such practices.\n4. Reaffirms the responsibility to protect populations from genocide, war crimes, and crimes against humanity.\n5. Condemns violence and abuses against civilians, including torture, gender-based violence, and recruitment of child soldiers, and demands an end to such practices.\n6. Demands compliance with international law, including humanitarian law and Security Council decisions.\n7. Reaffirms that ending impunity is essential and notes the range of justice and reconciliation mechanisms.\nHere is a concise summary of the Security Council document:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1674_2006_EN.pdf"
}