{
  "resolution_no": "1660",
  "year": "2006",
  "theme": [
    "International Tribunal",
    "Judicial Matters"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "International Tribunal for the Former Yugoslavia",
    "Security Council"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\nReaffirming previous resolutions, \nHaving considered the proposal made by the President of the International Tribunal for the Former Yugoslavia, \nConvinced of the advisability of allowing the Secretary-General to appoint reserve judges,\n\nDecides to amend article 12 and article 13 quater of the Statute of the International Tribunal for the Former Yugoslavia.\n\n**Composition of the Chambers**\n\n* The Chambers shall have 16 permanent and a maximum of 12 ad litem judges.\n* Three permanent and a maximum of nine ad litem judges shall be members of each Trial Chamber.\n* Seven permanent judges shall be members of the Appeals Chamber.\n\n**Appointment of Reserve Judges**\n\n* The Secretary-General may, at the request of the President, appoint reserve judges from among the ad litem judges to be present at each stage of a trial and to replace a judge if unable to continue sitting.\n\n**Exceptional Circumstances**\n\n* A section of a Trial Chamber may continue to hear a case even if its composition no longer includes a permanent judge, in exceptional circumstances.\n\n**Decision and Further Action**\n\n1. Decides to amend article12 and article13 quater of the Statute of the International Tribunal for the Former Yugoslavia and to replace those articles with the provisions set out in the annex to this resolution;\n2. Decides to remain seized of the matter.\n1660 (2006) Article 13 quater - Status of ad litem judges \n\n1. Ad litem judges serving in the International Tribunal shall: \n(a) have same terms and conditions of service as permanent judges, \n(b) enjoy same powers as permanent judges, \n(c) have same privileges and immunities as a judge, \n(d) adjudicate in pre-trial proceedings in cases they are not assigned to.\n\n2. Ad litem judges shall not: \n(a) be eligible for election as President or Presiding Judge, \n(b) have power to: \n(i) adopt rules of procedure and evidence, \n(ii) review an indictment, \n(iii) consult with President on judge assignment or pardon/commutation.\n\n3. A reserve ad litem judge shall: \n(a) have same terms and conditions of service, \n(b) enjoy privileges and immunities, \n(c) adjudicate in pre-trial proceedings with same powers.\n\n4. A reserve judge replacing an absent judge shall benefit from paragraph 1 provisions.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1660_2006_EN.pdf"
}