{
  "resolution_no": "1706",
  "year": "2006",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIS",
    "AMIS",
    "African Union",
    "Government of National Unity"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council on the progress in implementing the Darfur Peace Agreement, respect for the ceasefire, and the implementation of the mandate of UNMIS in Darfur",
  "operative_authority": "Chapter VII",
  "summary": "6. The Status of Forces Agreement for UNMIS applies to operations throughout Sudan, including Darfur.\n\n7. The Secretary-General will strengthen AMIS and provide longer-term support during the transition.\n\n8. UNMIS' mandate in Darfur includes:\n \n(a) Monitoring and verifying ceasefire implementation.\n \n(b) Observing and monitoring armed group movements.\n \n(c) Investigating Agreement violations and reporting to the Cease-fire Commission.\n \n(d) Maintaining presence in key areas to promote confidence and discourage violence.\n \n(e) Monitoring transborder activities of armed groups.\n \n(f) Assisting disarmament, demobilization, and reintegration of former combatants.\n \n(g) Assisting with referendum preparations and conduct.\n \n(h) Promoting understanding of the peace accord through public information campaigns.\n \n(i) Cooperating with the Darfur-Darfur Dialogue and Consultation.\n \n(j) Assisting in restructuring the police service in Sudan.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Authorizes UNMIS to assist parties to the Darfur Peace Agreement in promoting the rule of law, protecting human rights, and developing a national legal framework.\n\n Mandates UNMIS to:\n- Facilitate voluntary return of refugees and internally displaced persons, and provide humanitarian assistance.\n- Protect, promote, and monitor human rights in Darfur, with attention to vulnerable groups.\n- Assist in humanitarian demining, mine awareness, and regional security issues.\n- Establish a multidimensional presence in Chad and the Central African Republic.\n\n Calls upon Member States to ensure free and unhindered movement of UNMIS personnel and equipment.\n\n Requests the Secretary-General to regularly inform the Council on progress in implementing the Darfur Peace Agreement and UNMIS mandate.\n\n Authorizes UNMIS, under Chapter VII, to use necessary means to:\n- Protect UN personnel, civilians, and humanitarian workers.\n- Prevent disruption of the Darfur Peace Agreement implementation.\n- Seize or collect arms in violation of agreements and measures.\n\n Requests the Secretary-General to report on protection of civilians in refugee and internally displaced persons camps in Chad.\n\n Calls upon parties to the Darfur Peace Agreement to respect commitments and implement the Agreement without delay.\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1706_2006_EN.pdf"
}