{
  "resolution_no": "1679",
  "year": "2006",
  "theme": [
    "Peacekeeping",
    "Sudan",
    "Darfur",
    "African Union"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "African Union Mission in the Sudan (AMIS)",
    "United Nations",
    "African Union"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n- Recalls previous resolutions on the Sudan and reaffirms its commitment to the country's sovereignty, unity, and territorial integrity.\n- Expresses concern over the conflict in Darfur and urges parties to end violence and atrocities.\n- Welcomes the Darfur Peace Agreement and commends efforts of the African Union and others.\n- Stresses the importance of implementing the Darfur Peace Agreement and reaffirms concern over persisting violence.\n- Notes with concern deteriorating relations between Sudan and Chad and urges both to abide by the Tripoli Agreement.\n- Commends African Union Mission in Sudan (AMIS) efforts and stresses a UN operation should have strong African participation.\n- Welcomes efforts to support AMIS and a potential follow-on UN operation.\n- Determines the situation in Sudan continues to threaten international peace and security.\n- Acting under Chapter VII:\n  1. Calls on parties to respect Darfur Peace Agreement commitments and implement without delay.\n  2. Calls on African Union to agree on requirements to strengthen AMIS capacity.\n  3. Endorses African Union Peace and Security Council decision to transition from AMIS to a UN operation.\nThe Security Council:\n- Calls on parties to the Darfur Peace Agreement to facilitate a transition to a UN operation, working with the African Union, UN, and other organizations.\n- Requests deployment of a joint African Union-UN technical assessment mission within one week.\n- Stresses the Secretary-General must consult with the African Union, Security Council, and Darfur Peace Agreement parties on transition decisions.\n- Requests the Secretary-General to submit recommendations within one week of the assessment mission's return on the UN operation's mandate, including force structure, troop contributors, and financial evaluation.\n- Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1679_2006_EN.pdf"
}