{
  "resolution_no": "1696",
  "year": "2006",
  "theme": [
    "Non-proliferation",
    "Nuclear",
    "Iran"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 40",
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "Iran",
    "European Union"
  ],
  "reporting_cycle": "Report by 31 August",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous statement and commitment to the Non-proliferation of Nuclear Weapons Treaty, expresses serious concern over reports on Iran's nuclear programme. The IAEA Director General's reports reveal outstanding issues and concerns, including potential military nuclear dimensions, and the IAEA's inability to conclude that there are no undeclared nuclear materials or activities in Iran. \n\nThe Council demands that Iran, without delay, take steps required by the IAEA Board of Governors, including suspending all enrichment-related and reprocessing activities, to be verified by the IAEA. It emphasizes the importance of a negotiated solution guaranteeing Iran's nuclear programme is exclusively for peaceful purposes. \n\nThe Council welcomes proposals from China, France, Germany, Russia, the UK, and the US, with EU support, for a long-term arrangement to develop relations and cooperation with Iran, based on mutual respect and international confidence in the peaceful nature of its nuclear programme. \n\nThe Council calls on all states to prevent the transfer of items that could contribute to Iran's enrichment-related and reprocessing activities and ballistic missile programmes. It expresses determination to reinforce the IAEA process, supports the IAEA Board of Governors, and commends the IAEA's efforts to resolve outstanding issues in Iran. \n\nThe Council, acting under Article 40 of Chapter VII, makes mandatory the suspension required by the IAEA, and calls on Iran to act in accordance with IAEA provisions.\nThe Security Council:\n\nRequests Iran to extend its cooperation to the IAEA by expeditiously concluding an Additional Protocol and implementing all transparency measures requested by the IAEA.\n\n Requests a report from the IAEA Director-General by 31 August on Iran's compliance with suspension of all activities mentioned and IAEA requirements.\n\n Intends to adopt measures under Article 41 of Chapter VII if Iran hasn't complied by 31 August to persuade Iran to comply with the resolution and IAEA requirements.\n\n Confirms that additional measures won't be necessary if Iran complies.\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1696_2006_EN.pdf"
}