{
  "resolution_no": "1724",
  "year": "2006",
  "theme": [
    "Somalia",
    "Arms Embargo",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41"
  ],
  "entities": [
    "UN Monitoring Group",
    "Security Council Committee",
    "African Union",
    "Intergovernmental Authority on Development",
    "League of Arab States"
  ],
  "reporting_cycle": "The Monitoring Group to provide a midterm briefing within 90 days and submit progress reports on a monthly basis",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, reaffirming previous resolutions and statements on Somalia, stresses the obligation of all Member States to comply with the arms embargo imposed by resolution 733 (1992). The Council expresses its intention to consider specific action to improve implementation of and compliance with the embargo, following the report of the Monitoring Group dated 21 November 2006. The Council requests the Secretary-General to re-establish the Monitoring Group for six months, with a mandate to: investigate arms embargo violations; monitor financial, maritime, and other sectors; and make recommendations on additional measures to improve compliance. The Monitoring Group's tasks include continuing previous tasks, investigating activities generating revenues for embargo violations, and refining information on individuals and entities violating the embargo. The Council aims to enhance monitoring of the arms embargo to improve the security situation in Somalia, which constitutes a threat to international peace and security in the region.\nThe Security Council:\n\n3. Requests the Monitoring Group to:\n(g) assist in identifying areas where States' capacities in the region can be strengthened to facilitate the implementation of the arms embargo;\n(h) provide a midterm briefing to the Council within 90 days and submit monthly progress reports to the Committee;\n(i) submit a final report covering all tasks to the Security Council through the Committee no later than 15 days prior to the termination of its mandate;\n\n4. Requests the Secretary-General to make necessary financial arrangements to support the Monitoring Group's work;\n\n5. Reaffirms paragraphs 4, 5, 7, 8, and 10 of resolution 1519 (2003);\n\n6. Requests the Committee to consider recommendations in the Monitoring Group's reports and recommend ways to improve implementation of and compliance with the arms embargo;\n\n7. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1724_2006_EN.pdf"
}