{
  "resolution_no": "1702",
  "year": "2006",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINUSTAH",
    "Haitian Government",
    "Haitian National Police (HNP)",
    "UN Country Team"
  ],
  "reporting_cycle": "Secretary-General reports not later than 31 December 2006",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms previous resolutions on Haiti, commitment to sovereignty, independence, territorial integrity, and unity.\n\nWelcomes successful transition to elected government, new President and Parliament.\n\nNotes the Government's agenda on modernization, wealth creation, and social needs.\n\nEmphasizes security, rule of law, institutional reform, national reconciliation, and sustainable development.\n\nRecognizes MINUSTAH's key role in stabilization, appreciates its efforts.\n\nReaffirms importance of expertise on gender issues, addressing violence against women and children.\n\nCondemns human rights violations, calls for renunciation of violence, respect for human rights.\n\nUrges comprehensive reform of police, judiciary, and correctional systems.\n\nWelcomes Haitian National Police reform plan, calls for implementation.\n\nRecognizes need for alternative disarmament, demobilization, and reintegration programmes.\n\nUnderlines need for job creation, basic social services.\n\nWelcomes outcomes of Ministerial Donor Meeting, International Conference of Donors.\n\nSupports extension of Interim Cooperation Framework until September 2007.\n\nWelcomes Haiti's re-admittance to CARICOM, cooperation with OAS.\n\nAppreciates new Special Representative of the Secretary-General.\n\nPays tribute to international community's support, MINUSTAH's personnel.\n\nNotes Haitian people's and government's ultimate responsibility for stability, development.\n\nDetermines situation in Haiti continues to threaten international peace and security.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1702_2006_EN.pdf"
}