{
  "resolution_no": "1721",
  "year": "2006",
  "theme": [
    "Peacekeeping",
    "Elections",
    "Humanitarian",
    "Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "African Union",
    "ECOWAS",
    "International Working Group (IWG)"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Côte d'Ivoire, reaffirms its commitment to the country's sovereignty, independence, and territorial integrity.\n\nEndorses the African Union's Peace and Security Council decision of 17 October 2006.\n\nCommends efforts by African Union, Economic Community of West African States, and leaders in the region to promote peace and stability in Côte d'Ivoire.\n\nSupports the impartial forces, namely UNOCI and French forces.\n\nTakes note of the decision that President Laurent Gbagbo's mandate be extended as Head of State for a new and final transition period not exceeding 12 months.\n\nEndorses the renewal of Prime Minister Charles Konan Banny's mandate for a new and final transition period not exceeding 12 months.\n\nDeclares that full implementation of the resolution requires full compliance by all Ivorian parties.\n\nAffirms that provisions are applicable during the transition period until a newly elected President and National Assembly take up their duties.\n\nThe provisions aim to implement the peace process and organize free, open, fair, and transparent elections by 31 October 2007.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Sets a deadline for presidential elections to be held by 31 October 2007.\n\n Appoints a Prime Minister to implement the road map for free, open, fair, and transparent elections.\n\n Empowers the Prime Minister to take necessary decisions and have full authority over the Government.\n\n Outlines the Prime Minister's mandate to:\n - Implement disarmament, demobilization, and reintegration (DDR) programme\n - Identify population and register voters\n - Disarm and dismantle militias\n - Restore State authority and redeploy administration and public services\n - Prepare for elections\n - Restructure armed forces\n\n Requires the Prime Minister to have necessary powers, financial resources, and authority over Defence and Security Forces.\n\n Urges the Prime Minister to:\n - Implement DDR and identification processes without delay\n - Expedite issuance of birth and nationality certificates\n - Establish a working group on restructuring Defence and Security Forces\n - Establish a working group on population identification and voter registration\n\n Encourages African Union and ECOWAS to organize seminars on security sector reform.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1721_2006_EN.pdf"
}