{
  "resolution_no": "1655",
  "year": "2006",
  "theme": [
    "Peacekeeping",
    "Lebanon",
    "Middle East"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIFIL",
    "Lebanese Government",
    "Lebanese Armed Forces",
    "United Nations Truce Supervision Organization (UNTSO)"
  ],
  "reporting_cycle": "Secretary-General reports before the end of the present mandate",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n1. Endorses the Secretary-General's report on UNIFIL (S/2006/26);\n2. Extends UNIFIL's mandate until 31 July 2006;\n3. Reaffirms support for Lebanon's territorial integrity, sovereignty, and political independence;\n4. Condemns acts of violence across the Blue Line, urges parties to respect the line, and refrain from provocations;\n5. Calls on parties to fulfil commitments to respect the withdrawal line;\n6. Urges the Lebanese Government to extend its authority and control over the use of force in the South;\n7. Welcomes Lebanese Government steps to strengthen liaison with UNIFIL;\n8. Urges the Lebanese Government to assert its authority, exert control over the use of force, and prevent attacks;\n9. Requests the Secretary-General to work with the Lebanese Government to reinforce its authority in the South.\nHere is a concise summary of the Security Council document:\n\n10. Supports UNIFIL's efforts to maintain the ceasefire along the withdrawal line, stressing the parties' primary responsibility, and encourages UNIFIL to assist the Lebanese Government in asserting its authority in the South.\n\n11. Welcomes UNIFIL's contribution to mine clearance, encourages further assistance, commends donor countries, and stresses the need for additional maps and minefield records to be provided to the Government of Lebanon and UNIFIL.\n\n12. Calls on parties to ensure UNIFIL's freedom of movement, requests UNIFIL to report any obstruction, and reiterates the call for cooperation with the United Nations and UNIFIL.\n\n13. Welcomes UNIFIL's efforts to implement the zero-tolerance policy on sexual exploitation and abuse, requests the Secretary-General to take necessary actions, and urges troop-contributing countries to take preventive and disciplinary actions.\n\n14. Requests the Secretary-General to consult with the Government of Lebanon and report on the implementation of this resolution, including the activities of UNIFIL and UNTSO, and an assessment of the Government's progress in extending its authority in the South.\n\n15. Intends to keep UNIFIL's mandate and structures under regular review, taking into account the situation on the ground, the force's activities, and the Lebanese Government's measures to extend its authority.\n\n16. Stresses the importance of achieving a comprehensive, just, and lasting peace in the Middle East, based on relevant resolutions, including 242 (1967) and 338 (1973).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1655_2006_EN.pdf"
}