{
  "resolution_no": "1701",
  "year": "2006",
  "theme": [
    "Peacekeeping",
    "Lebanon",
    "Middle East"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIFIL",
    "Lebanese Government",
    "Israeli Government"
  ],
  "reporting_cycle": "Secretary-General reports within one week and subsequently on a regular basis",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council, recalling previous resolutions on Lebanon, expresses concern at the escalation of hostilities in Lebanon and Israel since Hizbollah's attack on Israel on 12 July 2006. The Council emphasizes the need to end violence and address the causes of the crisis, including the unconditional release of abducted Israeli soldiers.\n\nThe Council welcomes the Lebanese Prime Minister's seven-point plan to extend government authority over its territory, and commits to an immediate withdrawal of Israeli forces from southern Lebanon. \n\nThe Council:\n1. Calls for a full cessation of hostilities, with Hizbollah to cease all attacks and Israel to cease all offensive military operations.\n2. Calls for the deployment of Lebanese and UNIFIL forces in southern Lebanon, with Israel withdrawing its forces in parallel.\n3. Emphasizes the extension of Lebanese government control over all territory.\n4. Reiterates support for the Blue Line and Lebanon's territorial integrity.\n5. Calls on the international community to provide financial and humanitarian assistance.\n\nThe Council affirms that all parties must ensure that no action undermines the search for a long-term solution, humanitarian access, or the return of displaced persons. \n\nThe Council calls for a permanent ceasefire and long-term solution based on: full respect for the Blue Line; security arrangements to prevent resumption of hostilities; and an area free of any armed personnel between the Blue Line and the Litani river.\nHere is a concise summary of the Security Council document 1701 (2006):\n\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1701_2006_EN.pdf"
}