{
  "resolution_no": "1722",
  "year": "2006",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "European Integration"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "EUFOR",
    "NATO",
    "UNIFOR",
    "International Tribunal for the Former Yugoslavia",
    "Organization for Security and Cooperation in Europe (OSCE)",
    "European Union (EU)"
  ],
  "reporting_cycle": "at least at three-monthly intervals",
  "operative_authority": "Chapter VII",
  "summary": "8. Pays tribute to participating Member States and welcomes their continued deployment.\n\n9. Welcomes the EU's intention to maintain a military operation.\n\n10. Authorizes a multinational stabilization force (EUFOR) for 12 months under EU command.\n\n11. Authorizes a continued NATO presence in Bosnia and Herzegovina.\n\n12. Reaffirms that the Peace Agreement applies to EUFOR and the NATO presence.\n\n13. Intends to review authorization terms as necessary.\n\n14. Authorizes necessary measures to ensure compliance with Annexes 1-A and 2.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Authorizes NATO presence to ensure implementation of annexes and protect EUFOR and NATO presence (para 15).\n\n Authorizes Member States to take necessary measures to defend EUFOR and NATO presence (para 15).\n\n Authorizes Member States to ensure compliance with airspace rules and procedures over Bosnia and Herzegovina (para 16).\n\n Demands respect for security and freedom of movement of EUFOR, NATO presence, and international personnel (para 17).\n\n Requests Member States to report on EUFOR and NATO activities every three months (para 18).\n\n Invites States to provide support and facilities for EUFOR and NATO (para 19).\n\n Reiterates appreciation for EU Police Mission (EUPM) in Bosnia and Herzegovina (para 20).\n\n Requests Secretary-General to submit reports on Peace Agreement implementation (para 21).\n\n Decides to remain seized of the matter (para 22).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1722_2006_EN.pdf"
}