{
  "resolution_no": "1688",
  "year": "2006",
  "theme": [
    "Justice",
    "Rule of Law",
    "International Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "Special Court for Sierra Leone",
    "International Criminal Court",
    "United Nations",
    "Government of the Netherlands",
    "Economic Community of West African States (ECOWAS)"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Liberia, Sierra Leone, and West Africa, and the establishment of the Special Court for Sierra Leone,\n\nAppreciating Liberian President Johnson-Sirleaf and Nigerian President Obasanjo for their roles in transferring former President Taylor to the Special Court,\n\nRecognizing the importance of the trial in achieving truth and reconciliation in Liberia and the subregion,\n\nWelcoming the transfer of former President Taylor to the Special Court on 29 March 2006,\n\nNoting that the trial cannot be conducted in Freetown due to security implications,\n\nActing under Chapter VII of the Charter:\n\n1. Takes note of the President of the Special Court's intention to authorize a Trial Chamber to exercise its functions away from the Special Court's seat, and his request to the Netherlands to host the trial;\n2. Welcomes the Netherlands' willingness to host the trial;\n3. Takes note of the International Criminal Court's willingness to allow the use of its premises for the trial;\n4. Requests all States to cooperate, ensure former President Taylor's appearance in the Netherlands, and make available evidence and witnesses upon request.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n Requests the Secretary-General to assist in concluding necessary arrangements for the transfer of former President Taylor to the Special Court in the Netherlands and for the trial.\n\n Requests the Special Court to make trial proceedings accessible to the subregion through video link.\n\n Decides that the Special Court has exclusive jurisdiction over former President Taylor and the Netherlands shall not exercise its jurisdiction except by agreement with the Special Court.\n\n Decides that the Netherlands shall facilitate the trial by: \n- allowing detention and trial\n- facilitating transport\n- enabling witness appearances\n\n Decides that travel bans shall not apply to former President Taylor for trial-related travel and to witnesses.\n\n Recalls that trial costs are expenses of the Special Court and no additional costs can be incurred without prior consent.\n\n Recalls the Secretary-General's appeal to States to contribute to the Special Court and notes with appreciation past contributions.\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1688_2006_EN.pdf"
}