{
  "resolution_no": "1653",
  "year": "2006",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Great Lakes region",
    "Conflict resolution"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MONUC",
    "ONUB",
    "UNMIS",
    "LRA",
    "FDLR",
    "FNL"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Encourages finalizing preparations for the second Summit in Nairobi, focusing on peace and security issues, to adopt a Security, Stability and Development Pact.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Encourages countries in the Great Lakes region to strengthen respect for human rights, humanitarian law, and good governance (para 4).\n* Supports the development of goodwill and relations among countries in the region, citing positive transitions in Burundi and the Democratic Republic of the Congo (para 5).\n* Urges states to bring to justice perpetrators of grave human rights and humanitarian law violations (para 6).\n* Supports efforts to build independent and reliable national judicial institutions (para 7).\n* Strongly condemns the activities of militias and armed groups, such as FDLR, FNL, and LRA, and demands they disarm and engage in repatriation and resettlement (para 8).\n* Stresses the need for states to disarm, demobilize, and cooperate in the repatriation or resettlement of foreign armed groups and local militias (para 9).\n* Underscores the primary responsibility of governments to protect their populations and ensure humanitarian access (para 10).\n* Calls for cooperation among states to end the activities of illegal armed groups and abide by UN Charter obligations (para 11).\n* Urges the international community to increase humanitarian assistance to civilians affected by conflicts (para 12).\n* Commends the efforts of UN missions in the region to protect civilians and enable humanitarian aid (para 13).\n* Requests the Secretary-General to make recommendations on supporting efforts to end the activities of illegal armed groups (para 14).\n* Calls for conducive conditions for voluntary repatriation and safe and durable integration of refugees and former combatants (para 15).\n* Calls for cooperation with the Security Council's Committee and the Group of Experts to enforce the arms embargo and combat cross-border trafficking (para 16).\n* Urges governments to enhance cooperation to promote lawful and transparent exploitation of natural resources (para 17).\n* Welcomes the establishment of the Peacebuilding Commission and invites the international community to support peacebuilding and development initiatives (paras 18-19).\n* Decides to remain seized of the matter (para 20).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1653_2006_EN.pdf"
}