{
  "resolution_no": "1722",
  "year": "2006",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "European Integration"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "EUFOR",
    "NATO",
    "UNIFOR",
    "International Tribunal for the Former Yugoslavia",
    "Organization for Security and Cooperation in Europe (OSCE)",
    "European Union (EU)"
  ],
  "reporting_cycle": "at least at three-monthly intervals",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling previous resolutions on the conflicts in the former Yugoslavia, reaffirms its commitment to a political settlement of the conflicts, preserving sovereignty and territorial integrity. The Council supports the High Representative's continued role in Bosnia and Herzegovina and the implementation of the General Framework Agreement for Peace. \n\nThe Council emphasizes its appreciation for contributions from the High Representative, EUFOR, NATO, OSCE, EU, and other organizations. A comprehensive return of refugees and displaced persons is crucial to lasting peace. \n\nThe Council recognizes progress towards Euro-Atlantic integration, while noting full implementation of the Peace Agreement is not yet complete. The authorities in Bosnia and Herzegovina and the international community have achieved progress. \n\nThe Council determines the situation in the region continues to threaten international peace and security, acting under Chapter VII. It welcomes EU and NATO engagement and notes tangible signs of Bosnia and Herzegovina's progress towards the European Union. The Council calls on authorities to implement undertakings, including police reform.\nHere is a summarized version of the Security Council document:\n\n1. Reaffirms support for the Peace Agreement and the Dayton Paris Agreement, calling on parties to comply with their obligations.\n\n2. Emphasizes that authorities in Bosnia and Herzegovina are primarily responsible for implementing the Peace Agreement, with international community support conditional on their compliance and cooperation.\n\n3. Reminds parties of their commitment to cooperate with entities involved in implementing the Peace Agreement, including the International Tribunal for the Former Yugoslavia.\n\n4. Supports the High Representative's role in monitoring implementation and coordinating civilian organizations.\n\n5. Expresses support for declarations of the Peace Implementation Conference.\n\n6. Intends to keep implementation and the situation in Bosnia and Herzegovina under review, considering measures if parties fail to meet obligations.\n\n7. Recalls support for the EU force and NATO presence as successors to SFOR.\n\n8. Pays tribute to participating Member States and welcomes their continued deployment.\n\n9. Welcomes the EU's intention to maintain a military operation.\n\n10. Authorizes a multinational stabilization force (EUFOR) for 12 months under EU command.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1722_2006_EN.pdf"
}