{
  "resolution_no": "1701",
  "year": "2006",
  "theme": [
    "Peacekeeping",
    "Lebanon",
    "Middle East"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIFIL",
    "Lebanese Government",
    "Israeli Government"
  ],
  "reporting_cycle": "Secretary-General reports within one week and subsequently on a regular basis",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\n1. Demands a ceasefire and withdrawal of Israeli forces from Lebanon.\n2. Calls for:\n\t* No armed personnel, assets, and weapons except those of the Lebanese Government and UNIFIL.\n\t* Disarmament of all armed groups in Lebanon.\n\t* No foreign forces in Lebanon without the Government's consent.\n\t* No sales or supply of arms to Lebanon except as authorized by its Government.\n3. Requests the Secretary-General to support efforts to secure agreements from Lebanon and Israel on a long-term solution.\n4. Authorizes an increase in UNIFIL's force strength to 15,000 troops to:\n\t* Monitor the cessation of hostilities.\n\t* Accompany and support Lebanese armed forces.\n\t* Coordinate activities with Lebanon and Israel.\n\t* Assist humanitarian access and return of displaced persons.\n\t* Assist Lebanese armed forces in establishing a demilitarized area.\n5. Authorizes UNIFIL to take necessary action to ensure its area of operations is not used for hostile activities.\n6. Requests the Secretary-General to develop proposals to implement the Taif Accords and resolutions 1559 (2004) and 1680 (2006).\n7. Imposes an arms embargo on Lebanon, except for supplies authorized by the Lebanese Government or UNIFIL.\n8. Extends UNIFIL's mandate until 31 August 2007.\n9. Requests regular reports from the Secretary-General on the implementation of this resolution.\n10. Stresses the need for a comprehensive, just, and lasting peace in the Middle East. \n11. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1701_2006_EN.pdf"
}