{
  "resolution_no": "1730",
  "year": "2006",
  "theme": [
    "Sanctions"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "Security Council Subsidiary Organs Branch",
    "Sanctions Committee"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council adopted Resolution 1730 (2006) on December 19, 2006, emphasizing the importance of targeted sanctions and ensuring fair procedures for listing and de-listing individuals and entities. The resolution establishes a de-listing procedure, which includes:\n\n* The Secretary-General will establish a focal point within the Secretariat to receive de-listing requests.\n* The focal point will receive requests, verify if they are new or repeated, and acknowledge receipt to the petitioner.\n* The focal point will forward requests to the designating government(s) and the government(s) of citizenship and residence for their information and possible comments.\n* Governments may recommend de-listing and forward their recommendations to the Chairman of the Sanctions Committee.\n* If governments oppose de-listing, the focal point will inform the Committee and provide copies of the request.\n* If no comments are received after a reasonable time (3 months), the focal point will notify the Committee and provide copies of the request, allowing any member to recommend de-listing.\n\nThe resolution requests the Secretary-General to establish the focal point and directs sanctions committees to revise their guidelines accordingly. The Council decides to remain seized of the matter.\nHere is a clear and concise summary of the document:\n\n1730 (2006)\n\n7. The focal point shall convey all communications received from Member States to the Committee for its information.\n\n8. The focal point shall inform the petitioner:\n \n(a) Of the Sanctions Committee's decision to grant the de-listing petition; \n \n(b) That the Committee has completed consideration of the de-listing request and the petitioner remains on the list. \n\nIf a petition is deemed rejected, the Chairman of the Committee shall inform the focal point accordingly.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1730_2006_EN.pdf"
}