{
  "resolution_no": "1704",
  "year": "2006",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIT",
    "United Nations Office in Timor-Leste (UNOTIL)",
    "PNTL",
    "Ministry of Interior"
  ],
  "reporting_cycle": "Secretary-General reports no later than 1 February 2007",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council decides to establish the United Nations Integrated Mission in Timor-Leste (UNMIT) to be headed by a Special Representative of the Secretary-General.\n\nThe mandate of UNMIT includes:\n\n* Supporting the Government and institutions to consolidate stability, promote democratic governance, and facilitate national reconciliation\n* Supporting the 2007 electoral process, including technical and logistical support\n* Ensuring public security through the presence of UN police and supporting the Timorese national police (PNTL)\n* Establishing a continuous presence in three border districts with armed UN police officers\n* Assisting in a comprehensive review of the security sector\n* Building capacity of State and Government institutions, including in the justice sector\n* Promoting human rights and justice, and observing and reporting on the human rights situation\n* Facilitating relief and recovery assistance to vulnerable populations\n* Assisting in the implementation of recommendations on justice and reconciliation\n* Cooperating with UN agencies, funds, and programmes, and other partners to support post-conflict peacebuilding and capacity-building\n\nThe Council also:\n\n* Calls upon international security forces to cooperate with and provide assistance to UNMIT\n* Requests the Secretary-General and the Government of Timor-Leste to conclude a status-of-forces agreement within 30 days\n* Calls upon all parties in Timor-Leste to cooperate fully with UNMIT and international security forces\n* Encourages the Government and the Office of the President to create a mechanism for high-level coordination on matters related to UNMIT's mandate.\nHere is a concise summary of the Security Council document:\n\n9. Encourages Timor-Leste to enact electoral legislation for the 2007 elections to be free, fair, and transparent, with an independent mechanism.\n\n10. Urges development partners to provide resources and assistance for the 2007 elections and sustainable development in Timor-Leste.\n\n11. Takes note of the Commission of Experts' report, welcomes efforts by Indonesia and Timor-Leste, and encourages strengthening the Commission's efficiency and credibility.\n\n12. Requests the Secretary-General to keep the Council informed of developments, including preparations for the 2007 elections and UNMIT's mandate implementation, and submit a report by 1 February 2007.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1704_2006_EN.pdf"
}