{
  "resolution_no": "1706",
  "year": "2006",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIS",
    "AMIS",
    "African Union",
    "Government of National Unity"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council on the progress in implementing the Darfur Peace Agreement, respect for the ceasefire, and the implementation of the mandate of UNMIS in Darfur",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on the Sudan, reaffirms its commitment to the country's sovereignty, unity, and territorial integrity.\n\nWelcoming African Union efforts to resolve the Darfur crisis, including the Darfur Peace Agreement, and commending the African Union Mission in the Sudan (AMIS) for reducing violence.\n\nStressing the need for international support to implement the Darfur Peace Agreement and for AMIS to assist in its implementation until a UN force takes over.\n\nExpressing concern over the ongoing violence in Darfur, its impact on the region, and the recent deterioration of relations between the Sudan and Chad.\n\nCondemning human rights and humanitarian law violations in Darfur, and calling for urgent action to tackle gender-based violence.\n\nExpressing concern for the security of humanitarian aid workers and their access to populations in need.\n\nTaking note of the African Union Peace and Security Council's communiqués and the Secretary-General's report on Darfur.\nHere is a concise summary of the Security Council document:\n\nThe Security Council determines that the situation in Sudan continues to threaten international peace and security.\n\n1. The Council expands UNMIS' mandate to support the Darfur Peace Agreement, deploying to Darfur, and invites the Government of National Unity's consent for this deployment.\n\n2. The Secretary-General is requested to rapidly deploy additional UNMIS capabilities.\n\n3. UNMIS will be strengthened with up to 17,300 military personnel, 3,300 civilian police personnel, and 16 Formed Police Units.\n\n4. The Council may authorize additional temporary military reinforcements for UNMIS.\n\n5. The Secretary-General, in consultation with the African Union, will plan and timetable the transition from AMIS to a UN operation in Darfur.\n\n6. The Status of Forces Agreement for UNMIS applies to operations throughout Sudan, including Darfur.\n\n7. The Secretary-General will strengthen AMIS and provide longer-term support during the transition.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1706_2006_EN.pdf"
}