{
  "resolution_no": "1737",
  "year": "2006",
  "theme": [
    "Nuclear Non-Proliferation",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "Atomic Energy Organisation of Iran",
    "Mesbah Energy Company",
    "Kala-Electric",
    "Pars Trash Company",
    "Farayand Technique",
    "Defence Industries Organisation",
    "7th of Tir",
    "Shahid Hemmat Industrial Group",
    "Shahid Bagheri Industrial Group",
    "Fajr Industrial Group"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "19. States must report to the Committee within 60 days on steps taken to implement paragraphs 3, 4, 5, 6, 7, 8, 10, 12, and 17.\n\n20. The suspension of nuclear activities and Iranian compliance with IAEA requirements would contribute to a diplomatic solution, guaranteeing Iran's nuclear program is peaceful; the international community is willing to work positively for such a solution.\n\n21. The Security Council welcomes the commitment of China, France, Germany, Russia, the UK, and the US to a negotiated solution and encourages Iran to engage with their June 2006 proposals.\n\n22. The Security Council reiterates its determination to reinforce the authority of the IAEA, supports the IAEA Board of Governors, and commends the Director General and secretariat for their efforts.\n\n23. The IAEA Director General must report within 60 days on Iran's compliance with the resolution and IAEA requirements.\n\n24. The Security Council will review Iran's actions in light of the report and:\n(a) suspend measures if Iran suspends enrichment-related activities;\n(b) terminate measures if Iran fully complies with its obligations;\n(c) adopt further measures under Article 41 if Iran does not comply.\n\n25. The Security Council decides to remain seized of the matter.\n\nAnnex:\n\n Lists entities and persons involved in Iran's nuclear and ballistic missile programs, including:\n- Atomic Energy Organisation of Iran\n- Defence Industries Organisation\n- Shahid Hemmat Industrial Group\n- Mohammad Qannadi, AEOI Vice President\n- Dawood Agha-Jani, Head of the PFEP (Natanz) \n and others.\n1737 (2006) \n06-68142 \n Persons involved in nuclear and/or ballistic missile programmes: \nA. AIO \n1. Reza-Gholi Esmaeli, Head of Trade & International Affairs Dept, AIO \n2. Bahmanyar Morteza Bahmanyar, Head of Finance & Budget Dept, AIO \nE. Persons involved in both the nuclear and ballistic missile programmes \n1. Maj Gen Yahya Rahim Safavi, Commander, IRGC (Pasdaran)",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1737_2006_EN.pdf"
}