{
  "resolution_no": "1721",
  "year": "2006",
  "theme": [
    "Peacekeeping",
    "Elections",
    "Humanitarian",
    "Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "African Union",
    "ECOWAS",
    "International Working Group (IWG)"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "Encourages African Union and ECOWAS to organize seminars on security sector reform.\n\n Demands Ivorian parties to:\n - End incitement to hatred and violence\n - Participate fully in DDR programme and disarmament of militias\n\n Endorses the decision of the Peace and Security Council on mediation efforts led by President Denis Sassou Nguesso.\n\n Requests African Union and ECOWAS to monitor and follow up on implementation.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Invites parties to review progress on the peace process by Feb 1, 2007, and report to the Council through the Secretary-General.\n* Renews the mandate of the High Representative for the Elections for 12 months, with additional responsibilities to arbitrate electoral disputes and certify the electoral process.\n* Requests UNOCI to provide security to the High Representative for the Elections.\n* Stresses the Prime Minister's authority over personnel ensuring his protection.\n* Requests the IWG to establish a timetable for implementing the road map, monitor progress, and report to the Council.\n* Demands Ivorian parties refrain from violence, guarantee security and freedom of movement, and cooperate with UNOCI and other international personnel.\n* Urges countries neighboring Côte d'Ivoire to prevent cross-border movement of combatants or arms.\n* Reiterates concern at human rights and humanitarian law violations, and urges investigations.\n* Underlines individual responsibility of Ivorian parties in implementing the peace process.\n* Threatens targeted measures against individuals blocking the peace process or committing human rights abuses.\n* Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1721_2006_EN.pdf"
}