{
  "resolution_no": "1666",
  "year": "2006",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Humanitarian"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNOMIG",
    "CIS peacekeeping force",
    "Group of Friends of the Secretary-General",
    "OSCE"
  ],
  "reporting_cycle": "Secretary-General reports every 3 months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n- Reaffirms commitment to Georgia's sovereignty, independence, and territorial integrity within internationally recognized borders.\n- Supports peaceful settlement of the Georgian-Abkhaz conflict through UN-facilitated dialogue.\n- Recalls support for principles outlined in the \"Paper on Basic Principles for the Distribution of Competencies between Tbilisi and Sukhumi\".\n- Calls on both sides to utilize existing mechanisms to achieve a peaceful settlement, comply with previous agreements, and implement confidence-building measures.\n- Urges both parties to finalize documents on non-use of violence and refugee return, and address security and human rights concerns.\n- Emphasizes the primary responsibility of both sides to ensure security and freedom of movement for UNOMIG, CIS peacekeeping force, and other international personnel.\n- Supports economic cooperation efforts and welcomes Germany's intention to host a meeting on economic cooperation.\n- Welcomes UNOMIG's efforts to implement zero-tolerance policy on sexual exploitation and abuse.\n- Extends UNOMIG's mandate until 15 October 2006, subject to review.\n- Requests the Secretary-General to keep the Council informed and report on progress in negotiations.\n- Strongly supports the Special Representative of the Secretary-General and calls on the Group of Friends to continue their support.\n- Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1666_2006_EN.pdf"
}