{
  "resolution_no": "1704",
  "year": "2006",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIT",
    "United Nations Office in Timor-Leste (UNOTIL)",
    "PNTL",
    "Ministry of Interior"
  ],
  "reporting_cycle": "Secretary-General reports no later than 1 February 2007",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council adopted Resolution 1704 (2006) on 25 August 2006, reaffirming previous resolutions on the situation in Timor-Leste. The Council welcomed the report of the Secretary-General and commended the people and Government of Timor-Leste for resolving political conflicts. The situation remains fragile, with security, political, and humanitarian concerns, including unaccounted weapons and internally displaced persons.\n\nThe Council reaffirmed its commitment to Timor-Leste's sovereignty, independence, and national unity, and appreciated the deployment of international security forces by Portugal, Australia, New Zealand, and Malaysia. It also welcomed the establishment of the Independent Special Commission of Inquiry for Timor-Leste.\n\nThe Council noted the significance of the presidential and parliamentary elections in 2007 for strengthening democracy and reaffirmed the need for accountability for human rights violations in East Timor in 1999. It commended the United Nations Office in Timor-Leste (UNOTIL) and its Special Representative.\n\nThe Council decided to establish a follow-on mission, the United Nations Integrated Mission in Timor-Leste (UNMIT), for an initial period of six months, with a civilian component, including up to 1,608 police personnel, and an initial military component of up to 34 liaison and staff officers.\n\nThe Council requested the Secretary-General to review arrangements between UNMIT and international security forces, consulting all stakeholders, and present his views by 25 October 2006, with the intention of considering possible adjustments to the mission structure.\nHere is a summarized version of the Security Council document:\n\nThe Security Council decides to establish the United Nations Integrated Mission in Timor-Leste (UNMIT) to be headed by a Special Representative of the Secretary-General.\n\nThe mandate of UNMIT includes:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1704_2006_EN.pdf"
}