{
  "resolution_no": "1716",
  "year": "2006",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Refugees",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNOMIG",
    "CIS peacekeeping force",
    "Group of Friends of the Secretary-General",
    "OSCE"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nRecalling its relevant resolutions, welcomes the Secretary-General's report on the UN Observer Mission in Georgia, and supports efforts to settle the Georgian-Abkhaz conflict peacefully. \n\nIt reaffirms commitment to Georgia's sovereignty, independence, and territorial integrity within internationally recognized borders. \n\nThe Council recalls the \"Paper on Basic Principles for the Distribution of Competencies between Tbilisi and Sukhumi\" and welcomes additional ideas for a political dialogue. \n\nIt expresses concern over actions in the Kodori Valley, urges the Georgian side to ensure compliance with the Moscow agreement, and notes with satisfaction the resumption of joint patrols by UNOMIG and the CIS peacekeeping force.\n\nThe Council urges both parties to comply with ceasefire and non-use of violence agreements, and stresses the need for security guarantees. \n\nIt acknowledges the important role of the CIS peacekeeping force and UNOMIG, and urges cooperation with them. \n\nThe Council urges the Georgian side to address Abkhaz security concerns, and the Abkhaz leadership to address the return of IDPs and refugees. \n\nIt calls on both parties to finalize the package of documents on non-use of violence and return of refugees, and to resume dialogue to achieve a peaceful settlement. \n\nThe Council encourages confidence-building measures, including a meeting of highest authorities without preconditions, and asks the Secretary-General to explore ways to build confidence.\nHere is a summarized version of the document:\n\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1716_2006_EN.pdf"
}