{
  "resolution_no": "1735",
  "year": "2006",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "Usama bin Laden",
    "The Taliban",
    "Interpol",
    "ICAO",
    "IATA",
    "WCO",
    "CTC",
    "CTED"
  ],
  "reporting_cycle": "every 180 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 1735 (2006) on December 22, 2006, recalling previous resolutions and statements on terrorism, and reaffirming that terrorism in all its forms is a serious threat to peace and security. The Council condemns Al-Qaida, Usama bin Laden, the Taliban, and associated individuals, groups, and entities for terrorist acts. \n\nThe Council expresses concern about increased violent and terrorist activities in Afghanistan and stresses the need to combat terrorism by all means, in accordance with the UN Charter and international law. It emphasizes the importance of dialogue between the Committee established by resolution 1267 (1999) and Member States.\n\nThe Council decides that all States shall take measures to freeze the funds and other financial assets or economic resources of Al-Qaida, Usama bin Laden, the Taliban, and associated individuals, groups, undertakings, and entities, as listed on the Consolidated List. \n\nIt welcomes cooperation with Interpol, including the establishment of \"Interpol — UN Security Council Special Notices\", and encourages Member States to work within Interpol to implement measures against these entities.\n\nThe Council notes the need for robust implementation of these measures, which are preventative in nature and not reliant on national law. It underscores the importance of taking full account of exemptions in paragraphs 1 and 2 of resolution 1452 (2002).\n\nThe Council expresses concern about the misuse of the internet by these entities and the changing nature of the threat they pose. It stresses the importance of addressing all aspects of this threat to international peace and security.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1735_2006_EN.pdf"
}