{
  "resolution_no": "1658",
  "year": "2006",
  "theme": [
    "Peacekeeping",
    "Elections",
    "Haiti"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39"
  ],
  "entities": [
    "MINUSTAH",
    "Haitian National Police (HNP)",
    "Organization of American States",
    "International financial institutions"
  ],
  "reporting_cycle": "Secretary-General reports as soon as possible after the conclusion of Haiti’s electoral process",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n- Reaffirms previous resolutions on Haiti (1608 (2005), 1576 (2004), and 1542 (2004)).\n- Congratulates the Haitian people on the successful first round of elections on 7 February 2006.\n- Welcomes progress in Haiti's political process, urging participation and peaceful acceptance of the outcome.\n- Reaffirms MINUSTAH's role in supporting elections and stability.\n- Emphasizes national reconciliation, inclusiveness, and political dialogue for long-term stability.\n- Recognizes the new Government as a new chapter in international efforts in Haiti.\n- Stresses security, rule of law, and economic development as key to stability.\n- Supports MINUSTAH's efforts to ensure a secure environment.\n- Calls for Haitian authorities to reform the rule of law and promote human rights.\n- Requests MINUSTAH and the Haitian National Police to enhance coordination and reform the police.\n- Encourages support for judiciary and correctional system reform.\n- Stresses disarmament, demobilization, and reintegration progress.\n- Welcomes the Interim Cooperation Framework extension until December 2007.\n- Urges rapid disbursement of pledged assistance.\n- Notes Haitians' responsibility for achieving stability and development.\n- Determines the situation in Haiti continues to threaten international peace and security.\n- Acting under Chapter VII, \n1. Extends MINUSTAH's mandate until 15 August 2006.\n2. Welcomes the Secretary-General's report (S/2006/60) and supports its recommendations.\n3. Requests the Secretary-General to report on restructuring MINUSTAH after the electoral process.\nThe Security Council:\n \n3 Decides that MINUSTAH’s mandate will include, after a new Government takes office, recommendations on ways MINUSTAH can support reform and strengthening of key institutions;\n\n4 Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1658_2006_EN.pdf"
}