{
  "resolution_no": "1711",
  "year": "2006",
  "theme": [
    "Peacekeeping",
    "Elections",
    "Democratic Republic of the Congo"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "MONUC",
    "ONUB",
    "UNDP",
    "EUFOR R.D.Congo",
    "CIAT",
    "FARDC"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling its previous resolutions and statements on the Democratic Republic of the Congo (DRC) and the Great Lakes region, \n\nExtends the mandate of the United Nations Organization Mission in the DRC (MONUC) until 15 February 2007. \n\nExtends until 15 February 2007 the increase in MONUC's military and civilian police strength. \n\nExtends until 31 December 2006 the authorization for the Secretary-General to redeploy temporarily personnel from the United Nations Operation in Burundi (ONUB) to MONUC. \n\nTakes note of the Secretary-General's recommendation to maintain these capabilities until 15 February 2007 and intends to re-examine this issue before 31 December 2006.\nHere is a concise summary of the document:\n\n5. The Security Council underlines the temporary nature of the additional strength authorized and requests the Secretary-General to downsize or repatriate these troops by 15 February 2007 if their presence is no longer vital to the electoral process.\n\n6. The Council calls on Transitional institutions and Congolese parties to ensure free, fair, and peaceful elections, respect the electoral timetable, and for candidates to reaffirm their commitment to the democratic process.\n\n7. The Council reiterates the importance of cantonment of non-police security forces in Kinshasa, supports the International Committee in Support of the Transition (CIAT), and notes the Commitment for a weapons-free city-province of Kinshasa.\n\n8. The Council calls on Transitional institutions and Congolese parties to ensure security forces exercise restraint, remain impartial, and respect candidates' rights to campaign.\n\n9. The Council calls on Congolese parties to refrain from incitement to hatred and violence, threats or use of force to disrupt elections or the peace process, and to resolve differences peacefully.\n\n10. The Council welcomes the Secretary-General's intention to consult with Congolese authorities on adjusting MONUC's mandate and capacities after the electoral process, and requests recommendations by the end of January 2007.\n\n11. The Council decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1711_2006_EN.pdf"
}