{
  "resolution_no": "1723",
  "year": "2006",
  "theme": [
    "Peacekeeping",
    "Security",
    "Iraq"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "United Nations Assistance Mission for Iraq (UNAMI)",
    "Multinational Force (MNF)",
    "International Advisory and Monitoring Board",
    "Development Fund for Iraq"
  ],
  "reporting_cycle": "quarterly basis",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nWelcomed the formation of a national unity government in Iraq with a detailed programme and a strong national reconciliation agenda.\n\nLooked forward to Iraqi forces assuming full responsibility for security and stability, allowing the completion of the multinational force mandate.\n\nWelcomed progress in training and equipping Iraqi security forces and transferring security responsibilities.\n\nReaffirmed Iraq's independence, sovereignty, unity, and territorial integrity.\n\nReaffirmed the Iraqi people's right to determine their own political future and control national resources.\n\nWelcomed the Government of Iraq's work towards a federal, democratic, pluralistic, and unified Iraq.\n\nWelcomed the National Reconciliation Plan and stressed its rapid implementation.\n\nRecognized the International Compact with Iraq and the UN's role in jointly chairing it.\n\nCalled upon the international community to support Iraq's pursuit of peace, stability, security, democracy, and prosperity.\n\nDemanded those using violence to subvert the political process lay down their arms.\n\nReaffirmed that terrorism must not disrupt Iraq's transition and obligations under relevant resolutions.\n\nRecognized the request to retain the multinational force in Iraq and affirmed common goals.\n\nRecognized the importance of consent of the Iraqi government for the multinational force's presence.\n\nWelcomed the multinational force's willingness to contribute to security and stability.\n\nAffirmed the importance of forces promoting security and stability to act in accordance with international law.\n\nRecalled the establishment of UNAMI and affirmed the UN's leading role in assisting Iraq.\n\nRecognized international support for security and stability as essential to Iraq's well-being.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nAppreciates Member State contributions to Iraq under previous resolutions and recognizes the Government of Iraq's primary role in coordinating international assistance.\n\nReaffirms the importance of international assistance and development of the Iraqi economy.\n\nNotes the significant role of the Development Fund for Iraq and the International Advisory and Monitoring Board in ensuring transparent use of Iraq's resources.\n\nStresses the responsibility of Iraqi authorities to prevent attacks on diplomatic personnel.\n\nDetermining that the situation in Iraq continues to threaten international peace and security, the Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2006/S_RES_1723_2006_EN.pdf"
}