{
  "resolution_no": "2222",
  "year": "2015",
  "theme": [
    "Protection of civilians",
    "Freedom of expression",
    "Journalists' safety"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 1",
    "Article 2",
    "Article 19"
  ],
  "entities": [
    "United Nations",
    "Security Council",
    "International Criminal Court"
  ],
  "reporting_cycle": "",
  "operative_authority": "",
  "summary": "The Security Council,\n \nBearing in mind its primary responsibility for international peace and security, \nReaffirming resolutions on the protection of civilians and journalists in armed conflict, \nReaffirming commitment to the Charter of the United Nations, \nRecalling the Geneva Conventions and Additional Protocols, \n\n Recognizing the risk to journalists, media professionals, and associated personnel in armed conflict, \nReaffirming parties' responsibility to protect civilians, including those exercising freedom of expression, \nRecognizing the role of international humanitarian and human rights law, \n\nCondemning violence against journalists, media professionals, and associated personnel, \nEmphasizing existing prohibitions against attacks on civilians, \nBearing in mind impunity remains a significant challenge, \nRecognizing the role of journalists in protection of civilians and conflict prevention, \n\nCondemning incitements to violence and use of media to incite violence, \nRecalling States' obligations to investigate and prosecute those responsible for grave breaches, \nRecalling the responsibility of all Member States to end impunity and prosecute those responsible for serious violations.\nThe Security Council expresses deep concern at the growing threat to journalists, media professionals, and associated personnel posed by terrorist groups, and strongly condemns killings, kidnappings, and hostage takings committed by such groups. The Council stresses the contribution that peacekeeping operations and special political missions can make to protecting civilians, including journalists, and promoting human rights.\n\nThe Council recognizes the importance of a comprehensive approach to protecting civilians in armed conflict, including promoting sustainable development, poverty eradication, and respect for human rights. It acknowledges the role of regional and sub-regional organizations in ensuring the protection of journalists and associated personnel.\n\nThe Council:\n\n1. Condemns all violations and abuses against journalists, media professionals, and associated personnel in armed conflict.\n2. Affirms the importance of a free, independent, and impartial media in a democratic society.\n3. Recalls that journalists and associated personnel engaged in professional missions in armed conflict zones shall be considered civilians and respected and protected as such.\n4. Strongly condemns impunity for crimes committed against journalists and associated personnel.\n5. Emphasizes States' responsibility to comply with international law and prosecute those responsible for serious violations.\n6. Urges Member States to ensure accountability for crimes committed against journalists and associated personnel.\n7. Demands that all parties to armed conflict comply with international law related to civilian protection.\n8. Urges the immediate and unconditional release of kidnapped or taken hostage journalists and associated personnel.\n9. Urges all parties to respect the professional independence and rights of journalists and associated personnel.\n10. Recalls that media equipment and installations are civilian objects and shall not be attacked or subject to reprisals.\n11. Recognizes the role of education and training in international humanitarian law in preventing attacks against civilians.\n12. Affirms that UN peacekeeping and special political missions should include reporting on violence against journalists and associated personnel.\n13. Urges all parties to prevent violations of international humanitarian law against civilians.\n14. Calls upon Member States to create a safe and enabling environment for journalists and associated personnel to perform their work independently.\nThe Security Council:\n\nStresses the need for better cooperation and coordination at the international level to promote and ensure the safety of journalists, media professionals and associated personnel in armed conflicts, including through technical assistance and capacity-building.\n\nEncourages the UN and regional organizations to share expertise on good practices and lessons learned on protecting journalists in armed conflict and to enhance the implementation of international humanitarian law and relevant Security Council resolutions.\n\nInvites States to consider becoming parties to the additional Protocols I and II of 1977 to the Geneva Conventions.\n\nReaffirms its commitment to addressing the issue of protecting journalists in armed conflict.\n\nRequests the Secretary-General to include the issue of journalists' safety and security as a sub-item in his reports on the protection of civilians in armed conflict, including information on attacks, violence, and preventative actions taken.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2222_2015_EN.pdf"
}