{
  "resolution_no": "2213",
  "year": "2015",
  "theme": [
    "Libya",
    "Terrorism",
    "Human Rights",
    "Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "United Nations Support Mission in Libya (UNSMIL)",
    "International Criminal Court (ICC)",
    "Libyan government"
  ],
  "reporting_cycle": "60 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n- Recalls its previous resolutions on Libya, reaffirming its commitment to Libya's sovereignty, independence, territorial integrity, and national unity.\n- Welcomes efforts of the UN Support Mission in Libya (UNSMIL) and the Special Representative of the Secretary-General to facilitate a Libyan-led political solution.\n- Expresses concern at terrorist groups in Libya, including Islamic State in Iraq and the Levant (ISIL), and stresses the need to combat threats to international peace and security.\n- Urges an immediate and unconditional ceasefire, and calls for all parties to engage constructively with UNSMIL.\n- Calls on Member States to support the Special Representative of the Secretary-General and encourages them to urge Libyan parties to engage in UN-facilitated dialogue.\n- Condemns violence against civilians, attacks on airports and State institutions, and calls for those responsible to be held accountable.\n- Calls on the Libyan government to promote and protect human rights, and to hold accountable those responsible for violations of international humanitarian law and human rights abuses.\n- Condemns cases of torture and mistreatment in detention centres in Libya, and calls on the Libyan government to take steps to address these issues. \n- Determines that the situation in Libya continues to constitute a threat to international peace and security, and acts under Chapter VII of the Charter of the United Nations.\nThe Security Council:\n\n Calls on all Libyan parties to cooperate with government efforts to accelerate the judicial process, transfer detainees to State authority, and prevent and investigate human rights abuses, and for the immediate release of all arbitrarily arrested or detained individuals, including foreign nationals.\n\n Calls on the Libyan government to cooperate fully with the International Criminal Court and Prosecutor.\n\n Encourages Libya and regional States to promote regional cooperation to stabilize the situation in Libya and prevent violent extremist groups or terrorists from using Libyan territory to plan, fund or carry out violent acts.\n\n Decides to extend the mandate of the United Nations Support Mission in Libya (UNSMIL) until 15 September 2015, focusing on supporting the Libyan political process and security arrangements.\n\n Requests the Secretary-General to maintain flexibility to adjust UNSMIL staffing and operations as needed.\n\n Reaffirms travel ban and asset freeze measures specified in previous resolutions, applying to individuals and entities designated under those resolutions.\n\n Decides that such acts threatening peace, stability or security of Libya may include planning, directing or committing acts violating international human rights law or humanitarian law, attacks against Libyan State institutions or installations, providing support for armed groups or criminal networks through illicit exploitation of natural resources, and violating the arms embargo.\n\n Reiterates that individuals and entities violating previous resolutions are subject to designation.\n\n Condemns continued violations of previous resolutions and directs the Committee to consult with Member States about which there is credible information indicating facilitation of such violations.\n\n Decides to extend authorizations provided by and measures imposed by previous resolutions until 31 March 2016.\n\n Urges the Libyan government to provide regular updates to the Committee on ports, oil fields, and installations under its control.\nHere is a summarized version of the document:\n\n17. Urges Libyan government to improve monitoring and control of arms and related materiel supplied, sold or transferred to Libya, and urges Member States and regional organizations to assist.\n\n18. Reiterates call on Libya to address illicit transfer, accumulation and misuse of small arms and light weapons, and ensure safe management, storage and security of stockpiles.\n\n19. Calls on Member States to inspect vessels and aircraft bound to or from Libya if they have information that suggests prohibited items are being transported.\n\n20. Authorizes Member States to seize and dispose of prohibited items and requires cooperation.\n\n21. Requires Member States to submit reports to the Committee on inspections, seizures and disposals.\n\n22. Welcomes Libyan authorities' efforts to increase transparency of government revenues and expenditures.\n\n23. Supports efforts to recover misappropriated funds under Qadhafi regime.\n\n24. Extends mandate of Panel of Experts until 30 April 2016, with tasks including assisting Committee, gathering information, making recommendations.\n\n25. Urges States, UN bodies and other parties to cooperate with Committee and Panel, and calls on UNSMIL and Libyan government to support Panel's work.\nThe Security Council:\n\n26. Calls on all parties and States to ensure the safety of the Panel's members and provide unhindered access to persons, documents, and sites relevant to the Panel's mandate.\n\n27. Requests the Secretary-General to report to the Security Council on the implementation of this resolution at least every 60 days.\n\n28. Affirms its readiness to review the measures in this resolution, including strengthening, modifying, suspending or lifting them, and the mandate of UNSMIL, as needed, in light of developments in Libya.\n\n29. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2213_2015_EN.pdf"
}