{
  "resolution_no": "2254",
  "year": "2015",
  "theme": [
    "Syria",
    "Ceasefire",
    "Humanitarian Access",
    "Political Transition"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "International Syria Support Group (ISSG)",
    "United Nations",
    "Syrian Arab Republic"
  ],
  "reporting_cycle": "60 days",
  "operative_authority": "Binding",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on Syria, reaffirms its commitment to Syria's sovereignty, independence, unity, and territorial integrity.\n\nExpressing concern at the humanitarian situation, conflict, and terrorism in Syria, it demands all parties protect civilians and stresses the primary responsibility lies with the Syrian authorities.\n\nReiterating that a sustainable solution requires an inclusive and Syrian-led political process, it encourages diplomatic efforts by the International Syria Support Group (ISSG).\n\nCommending the ISSG's commitment to a Syrian-led transition based on the Geneva Communiqué, it urges all parties to adhere to principles, including Syria's unity and non-sectarian character.\n\nThe Council:\n\n1. Endorses the Geneva Communiqué and the \"Vienna Statements\" as the basis for a Syrian-led transition.\n2. Requests the Secretary-General to convene Syrian government and opposition representatives for formal negotiations on a political transition process, aiming to start talks in early January 2016.\n3. Acknowledges the ISSG's role in facilitating UN efforts for a lasting settlement.\n4. Supports a Syrian-led process facilitated by the UN, aiming to establish credible governance, draft a new constitution, and hold free and fair elections within 18 months, under UN supervision.\nHere is a concise summary of the Security Council document 2254 (2015):\n\n5. Acknowledges the linkage between a ceasefire and a parallel political process, pursuant to the 2012 Geneva Communiqué, and supports a nationwide ceasefire in Syria to come into effect as soon as initial steps towards a political transition under UN auspices begin.\n\n6. Requests the Secretary-General to lead efforts to determine ceasefire modalities and requirements, and urges Member States, particularly ISSG members, to support and accelerate ceasefire efforts.\n\n7. Emphasizes the need for a ceasefire monitoring, verification, and reporting mechanism, and requests the Secretary-General to report on options within a month.\n\n8. Reiterates the call to prevent and suppress terrorist acts by ISIL, Al-Nusra Front, and other associated groups, and notes the ceasefire will not apply to actions against these entities.\n\n9. Welcomes the effort to develop a common understanding of individuals and groups for possible determination as terrorists within the ISSG.\n\n10. Emphasizes the need for confidence-building measures to contribute to a political process and lasting ceasefire.\n\n11. Requests the Secretary-General to report on options for further confidence-building measures within a month.\n\n12. Calls on parties to allow humanitarian agencies rapid, safe, and unhindered access throughout Syria, and demands the full implementation of relevant resolutions.\n\n13. Demands all parties cease attacks against civilians and civilian objects, and comply with international law, including international humanitarian law.\n\n14. Underscores the need to build conditions for the safe return of refugees and internally displaced persons, and urges Member States to provide assistance.\n\n15. Requests the Secretary-General to report on the implementation of this resolution within 60 days.\n\n16. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2254_2015_EN.pdf"
}