{
  "resolution_no": "2247",
  "year": "2015",
  "theme": [
    "Bosnia and Herzegovina",
    "Peace and Security",
    "International Cooperation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UN Security Council",
    "EU",
    "NATO",
    "Bosnia and Herzegovina"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII enforcement actions",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on the conflicts in the Former Yugoslavia, reaffirms its commitment to a political settlement, preserving sovereignty and territorial integrity.\n\nReaffirms support for the General Framework Agreement for Peace in Bosnia and Herzegovina (Peace Agreement) and relevant Peace Implementation Council (PIC) decisions.\n\nNotes the 20th anniversary of the Peace Agreement, which facilitates post-conflict reconciliation and ongoing reforms.\n\nWelcomes the adoption of the reform Agenda by Bosnia and Herzegovina authorities in July 2015.\n\nRecalls agreements on the status of forces and obligations to comply.\n\nWelcomes EUFOR ALTHEA's continued presence, focusing on capacity-building and training.\n\nReiterates calls to complete the 5+2 agenda for the closure of the Office of the High Representative.\n\nReaffirms provisions concerning the High Representative.\n\nNotes Bosnia and Herzegovina's leadership support for a European perspective.\n\nDetermines the situation in the region remains a threat to international peace and security.\n\nActing under Chapter VII:\n\n1. Reiterates authorities in Bosnia and Herzegovina's responsibility for implementing the Peace Agreement and calls for cooperation with the International Criminal Tribunal.\n\n2. Welcomes the EU's intention to maintain EUFOR ALTHEA.\n\n3. Authorizes a multinational stabilization force (EUFOR ALTHEA) for 12 months.\n\n4. Renews authorization provided by resolution 2183 (2014) for 12 months.\n\n5. Authorizes necessary measures to implement and ensure compliance with Annexes 1-A and 2 of the Peace Agreement.\nshall continue to be held equally responsible for compliance with the annex and \nequally subject to enforcement action by EUFOR ALTHEA and NATO; \nAuthorizes Member States to take measures to defend EUFOR ALTHEA or NATO \nand assist in their missions; \nAuthorizes Member States to ensure compliance with airspace rules over Bosnia \nand Herzegovina; \nDecides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2247_2015_EN.pdf"
}