{
  "resolution_no": "2242",
  "year": "2015",
  "theme": [
    "Women, Peace and Security",
    "Conflict Prevention",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UN-Women",
    "Security Council",
    "Member States",
    "United Nations"
  ],
  "reporting_cycle": "",
  "operative_authority": "",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council reaffirms its commitment to the implementation of resolutions on women, peace, and security, and relevant statements. It recalls the Beijing Declaration and Platform for Action, and welcomes the Global Leaders Meeting on Gender Equality and Empowerment. The Council:\n\n* Reaffirms the primary role of Member States to implement provisions on women, peace, and security\n* Urges States to ratify or accede to the Convention on the Elimination of All Forms of Discrimination against Women\n* Welcomes the report of the Secretary-General on the Global Study on the implementation of resolution 1325\n* Notes the link between women's involvement in conflict prevention and resolution, and the effectiveness and sustainability of efforts\n* Takes note of reports on UN peace operations and peacebuilding architecture, and welcomes recommendations on Women, Peace and Security\n* Reaffirms obligations of States to comply with international humanitarian law and human rights law\n* Recognizes the impact of sexual violence on conflict and the need to end all violations of international humanitarian law and human rights\n* Welcomes the emphasis on achieving gender equality and empowerment of women and girls in the 2030 Agenda for Sustainable Development\n* Reiterates the importance of men's and boys' engagement as partners in promoting women's participation\n* Notes the changing global context of peace and security, including rising violent extremism, and intends to increase attention to women, peace, and security\n* Recognizes the differential impact of terrorism and violent extremism on women and girls, and expresses concern about acts of sexual and gender-based violence used by terrorist groups.\nHere is a concise summary of the Security Council document 2242 (2015):\n\nThe Security Council:\n\n1. Urges Member States to assess strategies and resources for implementing the women, peace, and security agenda, and to increase representation of women in decision-making levels.\n\n2. Welcomes efforts of Member States to implement resolution 1325, including development of national action plans, and calls for integration of the women, peace, and security agenda into strategic plans.\n\n3. Encourages Member States to increase funding for women, peace, and security, including support to civil society, and to support countries in armed conflict and post-conflict situations.\n\n4. Urges the Secretary-General and UN entities to integrate women's needs and gender perspectives into their work, and to address deficits in accountability.\n\n5. Recognizes the need for greater integration of resolution 1325 in its own work, and:\n \n(a) Intends to convene Informal Experts Group on Women, Peace and Security.\n\n(b) Will integrate women, peace, and security concerns across country-specific situations.\n\n(c) Will invite civil society, including women's organizations, to brief the Council.\nHere is a concise summary of the Security Council document 2242 (2015) without any additional information:\n\nThe Security Council:\n\n Requests the Secretary-General to brief more regularly on country situations and thematic areas of work on sexual violence in conflict.\n\n Expresses intention to consider designating actors engaged in violations, including sexual and gender-based violence, when adopting or renewing targeted sanctions.\n\n Urges DPKO and DPA to ensure gender analysis and technical expertise throughout mission planning, mandate development, and implementation.\n\n Welcomes the Secretary-General's commitment to prioritize the appointment of more women in senior United Nations leadership positions.\n\n Expresses deep concern over allegations of sexual exploitation and abuse by UN peacekeepers and non-UN forces, and urges troop-contributing countries to investigate and prosecute.\n\n Welcomes the Secretary-General's policy of zero tolerance of misconduct and requests him to keep the Security Council informed.\n\n Calls for greater integration of agendas on women, peace and security, counter-terrorism, and countering violent extremism.\n\n Urges Member States and UN entities to conduct gender-sensitive research and data collection on drivers of radicalization and impacts of counter-terrorism strategies.\n\n Urges Member States and the UN system to ensure the participation and leadership of women and women's organizations in developing strategies to counter terrorism and violent extremism.\nThe Security Council:\n\nWelcomes the focus on inclusive prevention efforts against violent extremism, encouraging the Secretary-General's Plan to integrate women's participation, leadership, and empowerment, and calls for adequate financing for projects addressing gender dimensions.\n\nUrges Member States to strengthen access to justice for women in conflict and post-conflict situations, including investigating and prosecuting perpetrators of sexual violence, and providing reparation to victims.\n\nEncourages empowering women to participate in efforts to prevent the illicit transfer of small arms and light weapons, and for consideration of the specific impact of conflict on women's security, mobility, education, and economic activity.\n\nCalls for due consideration of the Women, Peace, and Security agenda in the World Humanitarian Summit, integrating gender considerations in humanitarian programming, and ensuring women's participation and leadership.\n\nInvites the Secretary-General to report on progress made on the High-level Review, including new commitments and monitoring arrangements.\n\nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2242_2015_EN.pdf"
}