{
  "resolution_no": "2229",
  "year": "2015",
  "theme": [
    "Middle East",
    "Peace and Security",
    "Syrian Conflict"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations Disengagement Observer Force (UNDOF)",
    "Security Council",
    "Syrian Arab Republic",
    "Israel"
  ],
  "reporting_cycle": "90 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council expresses concern over the tense situation in the Middle East and the risks posed by ongoing military activities in the area of separation between Israel and the Syrian Arab Republic. It stresses the need for both parties to abide by the 1974 Disengagement of Forces Agreement and scrupulously observe the ceasefire. The Council condemns the continued fighting in the area, the use of heavy weapons, and incidents threatening the safety and security of UN personnel.\n\nThe Council calls on the parties to:\n\n1. Implement resolution 338 (1973) immediately;\n2. Fully respect the Disengagement of Forces Agreement, exercise maximum restraint, and prevent breaches of the ceasefire and area of separation;\n3. Halt all military activities in the area of separation, including by the Syrian armed opposition groups;\n4. Abandon UNDOF positions and return peacekeepers' vehicles, weapons, and equipment;\n5. Cooperate fully with UNDOF operations, respect its privileges and immunities, and ensure its freedom of movement and security.\n\nThe Council also:\n\n* Reaffirms its readiness to consider listing individuals and entities supporting ISIL or Al-Nusra Front;\n* Recognizes the need for UNDOF to adjust its posture to minimize security risks;\n* Underscores the need for UNDOF to have necessary means and resources to carry out its mandate;\n* Expresses appreciation to UNDOF personnel and stresses the need for continued vigilance to ensure their safety and security.\nThe Security Council:\n \n- Urges unimpeded delivery of UNDOF equipment and use of alternative ports for troop rotation and resupply;\n- Requests prompt reporting on actions impeding UNDOF's mandate;\n\n- Welcomes UNDOF's efforts on zero-tolerance policy on sexual exploitation and abuse;\n- Requests Secretary-General to keep the Security Council informed;\n- Urges troop-contributing countries to investigate and punish related acts;\n\n- Renews UNDOF's mandate for six months until 31 December 2015;\n- Requests Secretary-General to ensure UNDOF's required capacity and resources;\n\n- Requests Secretary-General to report every 90 days on developments and measures to implement resolution 338 (1973).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2229_2015_EN.pdf"
}