{
  "resolution_no": "2203",
  "year": "2015",
  "theme": [
    "Guinea-Bissau",
    "Peacebuilding",
    "Security Sector Reform",
    "Drug Trafficking",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIOGBIS",
    "ECOWAS",
    "ECOMIB",
    "UNODC",
    "Peacebuilding Commission"
  ],
  "reporting_cycle": "6 months",
  "operative_authority": "non-military sanctions",
  "summary": "The Security Council adopted Resolution 2203 (2015) on 18 February 2015, recalling its previous resolutions on Guinea-Bissau. The Council took note of the Secretary-General's report and commended the engagement of the Special Representative of the Secretary-General and head of the United Nations Integrated Peacebuilding Office in Guinea-Bissau (UNIOGBIS). \n\nThe Council welcomed progress made by Guinea-Bissau, including steps towards security sector reform, tackling corruption, and improving public administration. It also welcomed the establishment of the Peace and Stability Commission by the National Assembly. \n\nThe Council emphasized the need for respect of democratic principles, national reconciliation, inclusive dialogue, and good governance. It stressed that consolidation of peace and stability requires a consensual, inclusive, and nationally owned process, respect for constitutional order, and priority reforms.\n\nThe Council underscored the importance of developing national security and rule of law institutions that are transparent, accountable, and professional. It noted efforts to gain effective civilian control over the defence and security forces and commended the efforts of the Economic Community of West African States (ECOWAS) in sustaining peace and security.\n\nThe Council reiterated its call for transparent, independent, and credible investigations into human rights violations and abuses. It also welcomed efforts to combat drug trafficking and transnational organized crime and stressed the need for increased coherence and coordination among partners.\n\nThe Council reiterated the importance of continued evaluation capacity and support from relevant United Nations entities and international partners for Guinea-Bissau's long-term security and development.\nThe Security Council,\n\nRecalling previous resolutions on Guinea-Bissau, \n\nUnderlines the need for reforms in security, justice sectors, fight against drug trafficking, transnational organized crime, and human trafficking.\n\nCommends the work of UNODC in collaboration with relevant UN entities.\n\nWelcomes cooperation between UNIOGBIS, national authorities, and civil society organizations to increase women’s participation.\n\nUnderlines that any lasting solution to instability requires concrete actions to fight impunity and ensure those responsible for crimes are brought to justice.\n\nEmphasizes the important role of women in conflict prevention and resolution.\n\nWelcomes the establishment of a national technical commission on responsible extraction of natural resources.\n\nReaffirms partners should coordinate actions in support of the Government’s efforts.\n\nTakes note of the statement made by the Chair of the Guinea-Bissau Configuration of the Peacebuilding Commission.\n\nEmphasizes preventing the spread of Ebola.\n\nReaffirms commitment to peace and stability in Guinea-Bissau.\n\n1. Decides to extend UNIOGBIS mandate for 12 months until 29 February 2016.\n\n2. Expresses support for the Special Representative, and requests UNIOGBIS to focus on:\n \n(a) Supporting inclusive political dialogue and national reconciliation.\n\n(b) Providing advice and support for security sector reform and rule of law strategies.\n\n(c) Supporting the Government towards mobilization and coordination of international assistance.\n\n3. Affirms UNIOGBIS will lead international efforts in:\n\n(a) Strengthening democratic institutions.\n\n(b) Establishing effective law enforcement and criminal justice systems.\n\n(c) Promoting and protecting human rights.\n\n(d) Combating drug trafficking and transnational organized crime.\n\n(e) Incorporating a gender perspective into peacebuilding.\n\n(f) Working with the Peacebuilding Commission.\n\n4. Calls upon authorities and stakeholders to work together to consolidate progress.\n\n5. Reiterates demand to security and defence services to submit to civilian control.\nHere is a concise summary of the Security Council document:\n\n6. The Council takes note of the evolving human rights situation in Guinea-Bissau, urging authorities to protect human rights, end impunity, investigate and bring perpetrators to justice, and protect witnesses.\n\n7. The Council welcomes international partners' joint efforts to support Guinea-Bissau's government and encourages continued cooperation for stabilization.\n\n8. The Council recognizes the start of defence and security sector reforms and encourages continuation of efforts for long-term stability.\n\n9. The Council recognizes ECOMIB's role in securing state institutions and supporting SSR, supporting its continuation.\n\n10. The Council calls on Guinea-Bissau's authorities to reform and strengthen the judicial system, ensuring separation of powers and access to justice.\n\n11. The Council calls on authorities to combat transnational organized crime, adopt national legislations, and support the Transnational Crime Unit (TCU) and Intergovernmental Action Group against Money Laundering in West Africa (GIABA).\n\n12. The Council encourages international cooperation to help Guinea-Bissau control air traffic and surveillance of maritime security.\n\n13. The Council encourages international partners to support Guinea-Bissau in combating transnational organized crime and drug trafficking.\n\n14. The Council stresses combating drug trafficking for stability, requests the Secretary-General to ensure UNIOGBIS' anti-drug component.\n\n15. The Council commends the Special Representatives of the Secretary-General's good offices role and invites the Secretary-General to reinforce UNIOGBIS' capacities.\n\n16. The Council welcomes the international donor conference and encourages the international community to support Guinea-Bissau.\n\n17. The Council welcomes Guinea-Bissau's steps in preventing Ebola transmission and encourages continued efforts.\n\n18. The Council requests the Secretary-General to submit regular reports on the implementation of this resolution.\n\n19. The Council decides to review sanctions measures established pursuant to resolution 2048 (2012) seven months from the adoption of this resolution.\n\n20. The Council decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2203_2015_EN.pdf"
}