{
  "resolution_no": "2197",
  "year": "2015",
  "theme": [
    "Cyprus",
    "Peacekeeping",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNFICYP",
    "Security Council",
    "Secretary-General",
    "Cyprus"
  ],
  "reporting_cycle": "by 10 July 2015",
  "operative_authority": "non-binding",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council adopted Resolution 2197 (2015) on January 29, 2015, welcoming the report of the Secretary-General on the United Nations operation in Cyprus. The Council noted the need to extend the mandate of the United Nations Peacekeeping Force in Cyprus (UNFICYP) beyond January 31, 2015. The Secretary-General's report highlighted that a solution to the Cyprus conflict lies with the Cypriots themselves, with the UN playing a primary role in assisting the parties.\n\nThe Council supported the efforts of the Secretary-General's Special Advisor Espen Barth Eide, calling for the resumption of structured negotiations without delay to reach a comprehensive settlement. The Council recalled the importance of a bicommunal, bizonal federation with political equality and encouraged the sides to intensify substantive negotiations.\n\nThe Council also:\n\n* Called for renewed efforts on military confidence-building measures and implementation of remaining measures\n* Encouraged the opening of other crossing points along the Green Line\n* Urged the two sides to foster positive public rhetoric and explain the benefits of a settlement\n* Highlighted the importance of the international community's supporting role\n* Urged all sides to avoid actions that could increase tension or undermine progress\n* Noted with regret the withholding of access to remaining minefields and urged rapid agreement on demining operations\n* Commended the work of the Committee on Missing Persons and urged the opening of access to all areas\n* Stressed the need for active participation of civil society groups, including women's groups, in the political process\n\nThe Council also welcomed the intention of the Secretary-General to review UNFICYP and ensure efficiency and effectiveness, including contingency planning in relation to a settlement.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nAcknowledges progress in negotiations between Cyprus parties, but notes it's insufficient, and calls for urgent resumption of structured negotiations.\n\n Takes note of the Secretary-General's report (S/2015/17).\n\nRecalls resolution 2026 (2011) and calls on leaders to:\n- Work on core issues\n- Collaborate with Technical Committees\n- Improve public atmosphere\n- Increase civil society participation\n\nUrges confidence-building measures and implementation of mutually-acceptable steps.\n\nWelcomes efforts on missing persons and calls for expeditious access to areas.\n\nReaffirms relevant resolutions, particularly 1251 (1999).\n\nExtends UNFICYP's mandate until 31 July 2015.\n\nCalls on both sides to engage with UNFICYP on buffer zone demarcation and 1989 aide-memoire.\n\nRequests Turkish Cypriot side and Turkish forces to restore Strovilia's military status quo.\n\nCalls for demining operations and access to deminers.\n\nRequests the Secretary-General to report on implementation by 10 July 2015.\n\nWelcomes efforts on zero-tolerance policy on sexual exploitation and abuse.\n\nDecides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2197_2015_EN.pdf"
}