{
  "resolution_no": "2223",
  "year": "2015",
  "theme": [
    "Peace and security",
    "Human rights",
    "Protection of civilians",
    "Conflict resolution"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "United Nations Mission in South Sudan (UNMISS)",
    "Intergovernmental Authority on Development (IGAD)",
    "African Union"
  ],
  "reporting_cycle": "The Secretary-General report to the Security Council on the implementation of the UNMISS mandate in two written reports, no later than 17 August 2015 and 30 October 2015 respectively",
  "operative_authority": "Chapter VII of the Charter of the United Nations",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on South Sudan, reaffirms its commitment to the country's sovereignty, independence, and territorial integrity.\n\nExpresses grave alarm at the worsening crisis in South Sudan, resulting from the internal Sudan People's Liberation Movement (SPLM) dispute and subsequent violence.\n\nCondemns human rights violations and abuses, including extrajudicial killings, ethnically targeted violence, rape, and recruitment of children.\n\nFurther condemns harassment of civil society, humanitarian personnel, and journalists, and emphasizes the need for accountability.\n\nExpresses concern over the over 2 million displaced persons and deepening humanitarian crisis, stressing the responsibility of all parties to ensure the basic needs of the population are met.\n\nCommends the Intergovernmental Authority on Development (IGAD) initiative and its efforts to establish a forum for dialogue and negotiations.\n\nCondemns repeated violations of the Cessation of Hostilities (CoH) agreement and stresses the importance of the IGAD-mediated agreements.\n\nTakes note of the 6 March 2015 message from Ethiopia's Prime Minister and Chairman of IGAD, and expresses disappointment that parties have failed to reach an agreement.\n\nLooks forward to renewed efforts by IGAD, joined by the friends of South Sudan, to implement a common plan to end the crisis and urges all parties to engage meaningfully in the peace process.\nHere is a concise summary of the Security Council document:\n\nThe Security Council expresses appreciation for UNMISS peacekeepers' efforts to protect civilians and stabilize the security situation in South Sudan. It notes reports of human rights abuses, including war crimes and crimes against humanity, committed by government and opposition forces. The Council stresses the need to end impunity and bring perpetrators to justice, and emphasizes the importance of accountability, reconciliation, and healing.\n\nThe Council condemns the use of hate speech and violence against specific ethnic groups, and calls on the government to take measures to deter such activity. It recognizes the role of civil society organizations, faith leaders, women, and youth in finding a sustainable solution to the crisis.\n\nThe Council strongly condemns attacks on UN personnel and facilities, and calls on the government to investigate and hold those responsible accountable. It reiterates its request for UNMISS to ensure the security of its air operations and stresses the importance of effective engagement with local communities.\n\nThe Council expresses concern about threats to oil installations, the illicit transfer of small arms, and the use of cluster munitions. It welcomes IGAD's continued operations and calls for the redeployment or withdrawal of armed groups. The Council also emphasizes the importance of women's empowerment, participation, and human rights in achieving sustainable peace.\nHere is a concise summary of the Security Council document:\n\nThe Security Council reaffirms its previous resolutions on the protection of civilians in armed conflict, women, peace, and security, and conflict prevention. The situation in South Sudan continues to threaten international peace and security. \n\nThe Council reiterates its endorsement of the Agreement on the Resolution of the Crisis in South Sudan and calls for its immediate and full implementation. \n\nThe Council extends the mandate of UNMISS until 30 November 2015. The mandate includes: \n\n- Protection of civilians, including women and children \n- Monitoring and investigating human rights abuses and violations of international humanitarian law \n- Supporting the peace process and national dialogue \n\nUNMISS is authorized to use all necessary means to perform these tasks. \n\nThe Council urges all parties to engage in an open and inclusive national dialogue and encourages IGAD and the UN to reach a peace agreement. \n\nThe Council expresses its intention to consider measures against those who undermine peace, stability, and security in South Sudan.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Authorizes UNMISS to contribute to the creation of security conditions conducive to the delivery of humanitarian assistance, confidence building, and facilitation.\n\n Requests UNMISS to ensure the security and freedom of movement of UN and associated personnel, and the security of installations and equipment.\n\n Supports the implementation of the Cessation of Hostilities Agreement, including coordination with the Joint Technical Committee, MVM, and Monitoring and Verification Teams.\n\n Emphasizes the priority of protecting civilians in decisions about the use of available capacity and resources.\n\n Requests the Secretary-General to direct the operations of an integrated UNMISS and coordinate all activities of the UN system in South Sudan.\n\n Endorses the recommendation to maintain the overall force levels of UNMISS.\n\n Decides that UNMISS will consist of a military component of up to 12,500 troops and a police component of up to 1,323 personnel.\n\n Requests UNMISS to focus and streamline its activities to achieve progress on its tasks.\n\n Expresses its intention to review the mandate and composition of UNMISS components.\n\n Authorizes the Secretary-General to take steps to expedite force and asset generation.\n\n Requests UNMISS to intensify its presence and active patrolling in high-risk areas.\n\n Requests UNMISS to ensure full compliance with the UN's zero-tolerance policy on sexual exploitation and abuse.\n\n Encourages UNMISS to fully implement the Human Rights, Dialogue, and Due Process (HRDDP) policy.\n\n Requests UNMISS to assist the Committee and Panel of Experts established by resolution 2206.\n\n Condemns attacks on and threats made to UNMISS personnel and facilities, and demands that all parties respect the inviolability of UN premises.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n* Demands the immediate and safe release of detained and kidnapped UN and associated personnel.\n\n* Recalls designation criteria for individuals or entities responsible for attacks against UN missions, international security presences, or humanitarian personnel, and stresses the sanctity of UN protection sites.\n\n* Reiterates its request for UNMISS to ensure security of air operations and report to the Council.\n\n* Demands cooperation from the Government of South Sudan and all parties to ensure safety, security, and freedom of movement of UN and associated personnel.\n\n* Demands rapid, safe, and unhindered access of relief personnel, equipment, and supplies to all those in need.\n\n* Demands an immediate ceasefire and condemnation of human rights violations, abuses, and violence, including rape and sexual violence.\n\n* Condemns attacks on children, schools, and hospitals, and urges parties to implement conclusions on children and armed conflict.\n\n* Expresses concern at rampant sexual violence and welcomes joint communiqués and actions plans to address conflict-related sexual violence.\n\n* Calls for investigations into human rights violations and abuses, and for those responsible to be held accountable.\n\n* Emphasizes the importance of women's participation in conflict resolution and peacebuilding.\n\n* Condemns attacks on oil installations and urges parties to ensure security of economic infrastructure.\n\n* Requests the Secretary-General to report on UNMISS mandate implementation by August 17 and October 30, 2015.\n\n* Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2223_2015_EN.pdf"
}