{
  "resolution_no": "2241",
  "year": "2015",
  "theme": [
    "Peace and Security",
    "Human Rights",
    "Women, Peace and Security",
    "Children and Armed Conflict",
    "Conflict Prevention"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "United Nations Mission in South Sudan (UNMISS)",
    "Intergovernmental Authority on Development (IGAD)",
    "African Union (AU)",
    "Sudanese People's Liberation Movement/Sudanese People's Liberation Army in Opposition (SPLM/SPLA-IO)"
  ],
  "reporting_cycle": "45 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2241 (2015) on October 9, 2015, recalling previous resolutions and statements on South Sudan, reaffirming its commitment to the country's sovereignty, independence, territorial integrity, and national unity. The Council welcomed the signing of the \"Agreement on the Resolution of the Conflict in the Republic of South Sudan\" by President Salva Kiir Mayardit, SPLM/SPLA-IO Chairman Dr. Riek Machar Teny, and other stakeholders, and recognized the signatures as a commitment to implement the Agreement. \n\nThe Council expressed deep appreciation for the Intergovernmental Authority on Development (IGAD) Ministerial Group's initiative and the expanded efforts of the \"IGAD-Plus\" configuration. It reiterated its grave alarm and concern regarding the crisis in South Sudan, resulting from the internal Sudan People's Liberation Movement (SPLM) political dispute and subsequent violence since December 2013.\n\nThe Council called upon the parties to adhere to the permanent ceasefire immediately and update the mandate of the United Nations Mission in South Sudan (UNMISS) to support implementation of key tasks in the Agreement. It strongly condemned human rights violations and abuses, and violations of international humanitarian law, and emphasized the importance of accountability for those responsible.\n\nThe Council expressed serious concern over the more than 2.21 million displaced persons and deepening humanitarian crisis, stressing the responsibility borne by all parties to the conflict for the suffering of the people of South Sudan. It commended United Nations humanitarian agencies, partners, and donors for their efforts to provide urgent and coordinated support to the population.\n\nThe Council recalled the need for all parties to allow and facilitate full, safe, and unhindered access of relief personnel, equipment, and supplies, and condemned all attacks against humanitarian personnel and facilities. It expressed deep appreciation for the actions taken by UNMISS peacekeepers and Troop- and Police-Contributing Countries to protect civilians.\nThe Security Council,\n\nRecalling the situation in South Sudan,\n\nCondemns attacks on civilians, including foreign nationals, and threats to UNMISS sites, while appreciating efforts to support IDPs.\n\nNotes reports on human rights situation, including war crimes and crimes against humanity, and stresses need to end impunity.\n\nReaffirms integrated approach to sustainable peace, emphasizing rule of law, accountability, and reconciliation.\n\nThreatens targeted sanctions against those threatening peace, security, or stability.\n\nWelcomes African Union Commission of Inquiry's work and anticipates findings.\n\nCondemns hate speech and urges Government to deter it.\n\nRecognizes civil society's role in reaching Agreement and underscores their participation.\n\nEmphasizes women's empowerment and human rights.\n\nExpresses concern at restrictions on UNMISS and attacks on personnel and facilities.\n\nUrges Government to investigate and hold accountable those responsible.\n\nRequests UNMISS to ensure air operations security.\n\nStresses engagement with local communities and protection of economic infrastructure.\n\nExpresses concern at illicit transfer of small arms and light weapons.\n\nWelcomes IGAD's continued operations.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nReaffirms its previous resolutions on protection of civilians, humanitarian personnel, children, and women in armed conflict.\n\nDetermines that the situation in South Sudan continues to threaten international peace and security.\n\nEndorses the Cessation of Hostilities Agreement and the Agreement on the Resolution of the Conflict in South Sudan.\n\nCalls for immediate and full implementation of the Agreements and expresses intention to consider measures against those who undermine peace and stability.\n\nUrges parties to engage in inclusive national dialogue for lasting peace, reconciliation, and good governance.\n\nExtends the mandate of UNMISS until 15 December 2015.\n\nAuthorizes UNMISS to:\n\n* Protect civilians, including women and children, under threat of physical violence\n* Deter violence against civilians, humanitarian personnel, and human rights defenders\n* Implement an early warning strategy and response mechanisms\n* Maintain public safety and security in UNMISS protection sites\n* Exercise good offices to support protection strategy, especially for women and children\n* Foster a secure environment for IDPs and refugees to return\n\nMandates UNMISS to monitor and investigate human rights abuses and violations, including those against children and women.\n\nAuthorizes UNMISS to create conditions conducive to humanitarian assistance delivery.\nHere is a concise summary of the Security Council document:\n\n**UNMISS Mandate**\n\n* (a) Providing protection of civilians, humanitarian personnel, and UN personnel/installations\n\t+ (i) Providing security for humanitarian assistance, relief personnel, and internally displaced persons/refugees\n\t+ (ii) Ensuring security and freedom of movement for UN personnel\n* (d) Supporting the Implementation of the Monitoring and Verification Mechanism (MVM)/Ceasefire and Transitional Security Arrangements Monitoring Mechanism (CTSAMM)\n\t+ (i) Coordinating with Joint Technical Committee (JTC), MVM, and CTSAMM\n\t+ (ii) Providing support for MVM and CTSAMM, including security\n* (e) Supporting the Implementation of the Agreement\n\t+ (i) Supporting transitional security arrangements and Joint Operations Centre\n\t+ (ii) Supporting National Constitutional Amendment Committee (NCAC) and Transitional Constitution\n\t+ (iii) Assisting with disarmament, demobilization, reintegration, and security sector reform\n\t+ (iv) Participating in CTSAMM implementation\n\t+ (v) Monitoring withdrawal of non-State security actors and disarmament/demobilization/repatriation\n\t+ (vi) Participating in Joint Monitoring and Evaluation Commission\n\n**Additional Requests and Directives**\n\n* 5: Special Representative of the Secretary-General to lead UN system in assisting IGAD and parties with Agreement implementation\n* 6: Protection of civilians must remain a priority\n* 7: Secretary-General to direct UNMISS operations and coordinate UN system activities\n* 8: Maintaining overall force levels of UNMISS (12,500 troops, 1,323 police)\n* 9: Secretary-General to provide detailed information on force generation and logistical support\n* 10: Prioritizing complete deployment of UNMISS personnel\n* 11: Assisting IGAD and parties with mass communication and dissemination of key messages\n* 12: Integrating gender considerations throughout UNMISS mandate\n* 13: Review of UNMISS mandate within 45 days\n* 14: Assessment of security planning in Juba and UN role in providing support\nHere is a summarized version of the Security Council document:\n\n15. Requests the Secretary-General to assess actions undertaken by UNMISS and other countries in support of the SSNPS and submit recommendations on further support within 45 days.\n\n16. Authorizes the Secretary-General to expedite force and asset generation.\n\n17. Requests UNMISS to intensify presence and patrolling in high-risk areas, review geographic deployment, and provide updates on protection of civilians.\n\n18. Requests UNMISS to ensure compliance with the UN zero-tolerance policy on sexual exploitation and abuse.\n\n19. Encourages UNMISS to implement the HRDDP and report on progress.\n\n20. Requests UNMISS to assist the Committee and Panel of Experts.\n\n21. Condemns attacks on UNMISS personnel and facilities, demands respect for UN premises, and immediate release of detained personnel.\n\n22. Recalls designation criteria for individuals responsible for attacks on UN missions.\n\n23. Reiterates request for UNMISS to ensure security of air operations.\n\n24. Demands Government of South Sudan compliance with Status of Forces Agreement and cooperation with UNMISS.\n\n25. Demands rapid, safe, and unhindered access for relief personnel and humanitarian assistance.\n\n26. Demands cessation of violence, human rights violations, and abuses.\n\n27. Condemns violations of international law, urges parties to implement Conclusions on Children and Armed Conflict.\n\n28. Expresses grave concern at findings of rampant sexual violence in conflict.\nThe Security Council:\n\nCondemns and addresses conflict-related sexual violence in South Sudan, welcoming the 2014 Joint Communiqué and unilateral communiqué, and calls on parties to finalize action plans to implement commitments.\n\nRequests the Secretary-General to provide technical assistance to the African Union and Transitional Government of National Unity to implement Chapter V of the Agreement.\n\nRequests the Secretary-General to report on technical assistance provided within six months.\n\nCalls on the Government of South Sudan to investigate human rights violations and abuses expeditiously and transparently.\n\nUrges the Government to hold accountable those responsible for human rights violations and abuses.\n\nEnsures women's full and effective representation in conflict resolution and peacebuilding efforts.\n\nCondemns attacks on oil installations and urges parties to ensure security of economic infrastructure.\n\nRequests the Secretary-General to report on UNMISS mandate implementation and Status of Forces Agreement violations.\n\nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2241_2015_EN.pdf"
}