{
  "resolution_no": "2201",
  "year": "2015",
  "theme": [
    "Yemen",
    "Peace and Security",
    "Political Transition"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41"
  ],
  "entities": [
    "United Nations",
    "Security Council",
    "Gulf Cooperation Council",
    "Yemen"
  ],
  "reporting_cycle": "every 60 days",
  "operative_authority": "binding enforcement",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on Yemen, reaffirms its commitment to Yemen's unity, sovereignty, and territorial integrity.\n\nSupports the Gulf Cooperation Council's efforts to assist Yemen's political transition.\n\nDeplores the Houthis' unilateral actions to dissolve parliament and take over government institutions, which have escalated the situation and undermined the political transition.\n\nExpresses grave concern over the detention of government officials, including President Hadi and Prime Minister Bahah, and the use of child soldiers.\n\nEmphasizes the need to return to the Gulf Cooperation Council Initiative and its Implementation Mechanism to avoid further deterioration of the humanitarian and security situation.\n\nCalls for:\n\n1. Condemnation of Houthi actions to dissolve parliament and take over government institutions.\n2. All parties to resolve differences through dialogue and reject violence.\n3. Houthis to abide by the Gulf Cooperation Council Initiative and its Implementation Mechanism.\n4. Acceleration of inclusive UN-brokered negotiations to continue the political transition.\n\nCondemns Al-Qaida in the Arabian Peninsula's growing attacks and expresses determination to address this threat.\n\nReiterates its readiness to sanction individuals and entities that do not cut off ties to Al-Qaida.\n\nExpresses concern over Al-Qaida's ability to benefit from Yemen's deteriorating situation.\n\nRecalling that the situation in Yemen constitutes a threat to international peace and security.\nThe Security Council:\n\n1. Urges a consensus solution to Yemen's crisis via the Gulf Cooperation Council Initiative, National Dialogue conference outcomes, and Peace and National Partnership Agreement.\n\n2. Urges parties to agree on dates for completing the constitutional consultation process, a referendum, and elections under a new electoral law.\n\n3. Demands Houthis: \n    (a) engage in UN-brokered negotiations; \n    (b) withdraw forces from government institutions; \n    (c) release President Hadi, Prime Minister Bahah, and others; \n    (d) refrain from undermining transition.\n\n4. Demands all parties cease hostilities, relinquish seized arms.\n\n5. Calls on member states to refrain from external interference.\n\n6. Requests the Secretary-General's good offices role, coordination with international partners.\n\n7. Requests the Secretary-General to report on implementation within 15 days and every 60 days.\n\n8. Declares readiness to take further steps in case of non-implementation.\n\n9. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2201_2015_EN.pdf"
}