{
  "resolution_no": "2234",
  "year": "2015",
  "theme": [
    "Cyprus",
    "Peacekeeping",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNFICYP",
    "Security Council",
    "Secretary-General",
    "Cyprus"
  ],
  "reporting_cycle": "by 10 January 2016",
  "operative_authority": "",
  "summary": "The Security Council,\n\nWelcoming the report of the Secretary-General on the UN operation in Cyprus, \n\nNoting the need to extend the UN Peacekeeping Force in Cyprus (UNFICYP) beyond 31 July 2015, \n\nNoting the Secretary-General's intention to report on his Good Offices and reaffirming the UN's primary role in assisting the parties to a comprehensive and durable settlement, \n\nWelcoming the re-launching of negotiations and the commitment to reach a settlement as soon as possible, \n\nRecalling the importance of a bicommunal, bizonal federation with political equality, \n\nEncouraging the sides to intensify negotiations on core issues and stressing that the status quo is unsustainable, \n\nNoting the need for military confidence-building measures and urging renewed efforts to implement remaining measures, \n\nReaffirming the importance of Green Line crossings and encouraging the opening of other crossing points, \n\nConvinced of the benefits of a comprehensive settlement, urging the two sides to foster positive public rhetoric, \n\nHighlighting the supporting role of the international community, \n\nTaking note of the stable security situation, but urging all sides to avoid actions that could increase tension, \n\nRecalling the Secretary-General's belief that the buffer zone situation would improve if both sides accepted the 1989 aide-memoire, \n\nNoting with regret the withholding of access to remaining minefields and urging rapid agreement on demining operations, \n\nCommending the Committee on Missing Persons and urging the opening of access to all areas, \n\nAgreeing that civil society groups' active participation is essential to the political process, \n\nWelcoming the intention of the Secretary-General to review UNFICYP and stressing the need for a rigorous approach to peacekeeping deployments.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n Welcomes the resumption of leaders-led negotiations and progress achieved so far to reach a comprehensive and durable settlement in Cyprus.\n\n Takes note of the Secretary-General's report (S/2015/517).\n\n Recalls resolution 2026 (2011) and calls on the two leaders to:\n\n- Work on reaching convergences on core issues\n- Continue working with Technical Committees to improve daily lives of Cypriots\n- Improve public atmosphere for negotiations\n- Increase civil society participation\n\n Urges implementation of confidence-building measures and agreement on further steps.\n\n Welcomes efforts to accommodate the Committee on Missing Persons and calls for full access to all areas.\n\n Reaffirms all relevant resolutions on Cyprus.\n\n Expresses full support for UNFICYP and extends its mandate until 31 January 2016.\n\n Calls on both sides to engage in consultations with UNFICYP on buffer zone demarcation and the 1989 aide-memoire.\n\n Calls on the Turkish Cypriot side and Turkish forces to restore the military status quo in Strovilia.\n\n Calls on both sides to allow access to deminers and facilitate removal of mines.\n\n Requests the Secretary-General to report on implementation of this resolution by 10 January 2016.\n\n Welcomes UNFICYP's efforts to implement the Secretary-General's zero-tolerance policy on sexual exploitation and abuse.\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2234_2015_EN.pdf"
}