{
  "resolution_no": "2245",
  "year": "2015",
  "theme": [
    "Somalia",
    "Peacekeeping",
    "Logistical Support"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UN Support Office in Somalia (UNSOS)",
    "African Union Mission in Somalia (AMISOM)",
    "Somali National Army (SNA)",
    "United Nations Assistance Mission in Somalia (UNSOM)"
  ],
  "reporting_cycle": "Regular reports on Somalia",
  "operative_authority": "Decides",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms its respect for Somalia's sovereignty, territorial integrity, and unity.\n\nNotes the Secretary-General's letter on UN support activities in Somalia and the African Union Peace and Security Council's communiqué on UNSOA.\n\nAppreciates UNSOA's contributions to supporting AMISOM and UNSOM, and expresses gratitude to AMISOM and Somali National Army personnel for their sacrifices.\n\nExpresses concern about UNSOA's resource constraints and the widening gap between requested and delivered logistical support.\n\nWelcomes the Secretary-General's observations and recommendations to address gaps in UNSOA's ability to deliver.\n\nDecides to rename UNSOA as the UN Support Office in Somalia (UNSOS), which will support AMISOM, UNSOM, and the Somali National Army.\n\nRequests the Secretary-General to provide logistical support to:\n\n- AMISOM: 22,126 uniformed personnel and 70 civilians, including rations, fuel, accommodation, infrastructure, maintenance services, medical support, aviation, and strategic communications.\n\n- Reimburse contingent-owned equipment and basic supplies and services for AMISOM.\n\n- Support AMISOM's coordination with bilateral partners and the UN, and maintain a UN Trust Fund.\n\n- Provide standard mission support services to UNSOM.\nHere is a summarized version of the Security Council document:\n\n**Provision of Support to Somali Federal Security Institutions and AMISOM**\n\n* The Security Council authorizes the provision of a targeted support package to 10,900 troops in the Somali National Army (SNA) on joint operations with AMISOM, including food, water, fuel, transport, and communication equipment (para. 2(f)).\n* The Council also authorizes in-theatre medical evacuation for the Somali National Police Force on joint operations with AMISOM (para. 2(g)).\n\n**Compliance with Human Rights Due Diligence Policy**\n\n* The Council emphasizes that any support provided by UNSOS to AMISOM, SNA, and Somali National Police Force shall be in full compliance with the Secretary-General's Human Rights Due Diligence Policy (para. 3).\n\n**Strengthening UNSOS Leadership and Operations**\n\n* The Council welcomes the Secretary-General's intention to streamline administrative and procurement processes in UNSOS and strengthen its leadership functions (para. 4).\n* The Head of UNSOS shall report to the Special Representative of the Secretary-General (SRSG) and through the SRSG to the Security Council (para. 4).\n\n**Environmental Impact and Accountability**\n\n* The Council requests the Secretary-General to consider the environmental impact of UNSOS operations and support the African Union in developing its environmental policies in Somalia (paras. 6-7).\n* The Council underlines the need for full transparency and accountability for resources provided, including those made available through the SNA trust fund (para. 8).\n\n**Logistical Support and AMISOM Force Enablers**\n\n* The Council recognizes that the current logistical arrangements are unsustainable and requests AMISOM and SNA to prioritize securing key supply routes (para. 10).\n* The Council renews its call to the AU to expedite the deployment of AMISOM force enablers and multipliers (para. 11).\n\n**Support to AMISOM and Somali Security Forces**\n\n* The Council encourages Member States to support AMISOM through financial support, training, and technical assistance (para. 12).\n* The Council requests the Secretary-General to work closely with the AU in improving AMISOM's performance (para. 13).\n\n**Review of UNSOS Mandate**\n\n* The Council decides to keep UNSOS' mandate under review and review the provisions set out in paragraph 2 before 30 May 2016 (para. 16).\n* The Council requests the Secretary-General to report to the Security Council on the implementation of this resolution (para. 17).\nThe Security Council \n2245 (2015)\n \n5/5 \n15-19517\n\n17. Requests the Special Representative of the Secretary-General (UNSOS) to report on the implementation of this resolution as part of the Secretary-General’s regular reports on Somalia; \n18. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2245_2015_EN.pdf"
}