{
  "resolution_no": "2210",
  "year": "2015",
  "theme": [
    "Afghanistan",
    "Peace and Reconciliation",
    "Security",
    "Development",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "United Nations Assistance Mission in Afghanistan (UNAMA)",
    "Afghan Government",
    "International Contact Group",
    "NATO"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "non-binding",
  "summary": "The Security Council,\n\nRecalling previous resolutions on Afghanistan, particularly resolution 2145 (2014) which extended the mandate of UNAMA until 17 March 2015,\n\nReaffirming its commitment to Afghanistan's sovereignty, independence, territorial integrity, and national unity,\n\nWelcoming the completion of the Transition (Inteqal) Process and the start of the Transformation Decade (2015-2024) with Afghan institutions assuming full security responsibility,\n\nEmphasizing the Kabul Process for reinforced Afghan leadership and ownership, strengthened international partnership, and regional cooperation,\n\nStressing the need for a comprehensive approach to address security, economic, governance, and development challenges in Afghanistan,\n\nReaffirming support for the Government and people of Afghanistan as they rebuild their country,\n\nWelcoming the inauguration of the new President of Afghanistan and the establishment of a Government of National Unity,\n\nWelcoming the strategic consensus between the Government of Afghanistan and the International Community on a renewed partnership for the Transformation Decade,\n\nAffirming that sustainable progress on security, governance, human rights, and development is mutually reinforcing,\n\nReaffirming support for the implementation of commitments set out in the London and Kabul Conference Communiqués, the Afghanistan National Development Strategy (ANDS), and the National Drugs Control Strategy,\n\nWelcoming the Afghan government reform programme entitled “Realizing Self-Reliance: Commitments to Reforms and Renewed Partnership” \n\nStressing the importance of advancing regional cooperation to promote security, stability, and economic and social development in Afghanistan.\nThe Security Council:\n\nWelcomes regional efforts to promote peace and stability in Afghanistan, including the quadrilateral and trilateral summits, and the efforts of the Shanghai Cooperation Organization (SCO), the Collective Security Organization (CSTO), and the South Asian Association for Regional Cooperation (SAARC).\n\nCommends the outcome of the Fourth Heart of Asia-Istanbul Process Ministerial Conference, which reaffirmed the commitment to enhance regional economic cooperation and called upon the international community to fulfil their commitments to Afghanistan's long-term development.\n\nWelcomes the International Conference on the Solutions Strategy for Afghan Refugees and looks forward to the implementation of the joint communiqué.\n\nStresses the important role of the United Nations in promoting peace and stability in Afghanistan, and appreciates the efforts of the Secretary-General, his Special Representative, and UNAMA.\n\nEmphasizes the need for a comprehensive and inclusive, Afghan-led and Afghan-owned political process to support reconciliation.\n\nRecalls the Government of Afghanistan's commitments to strengthen its electoral process and looks forward to the upcoming parliamentary elections.\n\nReaffirms that Afghanistan's peaceful future lies in building a stable, secure, and economically sustainable state, free of terrorism and narcotics.\n\nUnderlines the importance of operationally capable, professional, inclusive, and sustainable Afghan National Security Forces.\n\nStresses the long-term commitment of the international community to support the development of the Afghan National Defence and Security Forces.\n\nNotes the conclusion of the ISAF Mission and welcomes the establishment of the non-combat Resolute Support Mission.\n\nStresses the need for all United Nations agencies to work together under the guidance of the Special Representative of the Secretary-General to achieve greater coherence, coordination, and efficiency in their efforts to support Afghanistan.\nHere is a concise summary of the Security Council document:\n\nThe Security Council welcomes efforts to assist Afghanistan and encourages the international community to enhance contributions in a coordinated manner. It stresses the need for efficient humanitarian assistance, upholding humanitarian principles, and respecting Afghan leadership and ownership.\n\nThe Council expresses concern over the security situation, citing violent and terrorist activities by the Taliban, Al-Qaida, and other groups, resulting in threats to civilians, including women and children. It reiterates concern over civilian casualties, particularly those caused by the Taliban and other extremist groups.\n\nThe Council recognizes the threat posed by illicit drugs, emphasizing the need for coordinated regional efforts to combat the problem. It welcomes regional initiatives, such as the Regional Ministerial Conference on Counter-Narcotics, and supports the Paris Pact Initiative.\n\nThe Council recalls its resolutions on the protection of civilians in armed conflict, expressing concern over the high number of civilian casualties, particularly among women and children. It calls for all parties to comply with international law, including humanitarian and human rights law.\n\nThe Council also expresses concern over the threat posed by anti-personnel mines, remnants of war, and improvised explosive devices. It encourages the international community to support Afghan-led efforts to address drug production and trafficking.\n\nThe Council supports the Afghan Government's continued ban on ammonium nitrate fertilizer and urges prompt action to implement regulations for its control.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on protection of civilians, women and peace, children and armed conflict, and small arms, \n\n1. Welcomes the Secretary-General's report of 27 February 2015;\n2. Appreciates the UN's long-term commitment to Afghanistan and reiterates support to UNAMA and the Special Representative;\n3. Extends UNAMA's mandate until 17 March 2016;\n4. Recognizes the new mandate takes account of Afghanistan's assumption of leadership and ownership;\n5. Calls on the UN to support Afghanistan's National Priority Programmes on security, governance, justice, and development;\n6. Decides UNAMA will:\n    (a) promote coherent international support to Afghanistan's priorities;\n    (b) support Afghan elections and strengthen the electoral process;\n    (c) support the Afghan-led peace and reconciliation process;\n    (d) support regional cooperation;\n    (e) cooperate with and strengthen the Afghanistan Independent Human Rights Commission.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Requests UNAMA and the Special Representative to increase efforts to achieve greater coherence, coordination, and efficiency among UN agencies, funds, and programs in Afghanistan, based on a \"One-UN\" approach, in close cooperation with the Government of Afghanistan.\n\n Calls on UNAMA to:\n- Support the implementation of the Kabul Process throughout the country.\n- Support the Afghan Government's efforts to improve governance and the rule of law, including transitional justice, budget execution, and the fight against corruption.\n- Coordinate and facilitate the delivery of humanitarian assistance.\n\n Requests all Afghan and international parties to coordinate with UNAMA in the implementation of its mandate and promote the security and freedom of movement of UN personnel.\n\n Reiterates the need to ensure the security of UN staff and supports measures taken by the Secretary-General.\n\n Stresses the critical importance of a continued presence of UNAMA and other UN agencies in the provinces, in close consultation and coordination with the Afghan Government.\n\n Encourages the Secretary-General to take necessary measures to address security issues associated with the UN presence.\n\n Underscores the importance of sustainable democratic development in Afghanistan and welcomes the Government's commitment to deliver further improvements to the electoral process.\n\n Welcomes the Afghan Government's efforts to advance the peace and reconciliation process and encourages the use of UNAMA's good offices to support this process.\n\n Welcomes measures taken by the Government to increase the participation of women and minorities in decision-making processes and reiterates the need for the full, equal, and effective participation of women at all stages of peace processes. \n\n Notes the establishment of the Committee pursuant to Security Council resolution 1988 (2011).\nThe Security Council:\n\n16. Stresses UNAMA's role in supporting an inclusive Afghan-led peace and reconciliation process, if requested by and in close consultation with the Afghan government.\n\n17. Reaffirms support to the Afghan-led regional effort within the \"Heart of Asia-Istanbul Process on Regional Security and Cooperation for a Secure and Stable Afghanistan\".\n\n18. Welcomes ongoing efforts by Afghanistan, its partners, and international organizations to foster trust and cooperation.\n\n19. Calls for strengthening regional cooperation, including measures to facilitate trade and transit.\n\n20. Emphasizes the importance of strengthening local and regional transportation networks.\n\n21. Reaffirms the central role of the JCMB in coordinating and monitoring the implementation of the Afghanistan National Development Strategy.\n\n22. Calls on donors to adhere to their commitments made at the Kabul and Tokyo Conferences.\n\n23. Calls upon the Afghan Government to continue addressing the threat posed by the Taliban, Al-Qaida, and other groups.\n\n24. Reiterates the importance of increasing the functionality, professionalism, and accountability of the Afghan security sector.\n\n25. Welcomes progress in the development of the Afghan National Army and encourages sustained training efforts.\n\n26. Takes note of efforts to enhance the capabilities of the Afghan National Police and calls for further efforts towards that goal.\nHere is a concise summary of the Security Council document:\n\n27. Welcomes progress in disbanding illegal armed groups and integrating them with the Afghanistan Peace and Reintegration Programme, and calls for accelerated efforts.\n\n28. Condemns attacks targeting civilians, Afghan and international forces, and their impact on stabilization, reconstruction, and development efforts.\n\n29. Notes with concern attacks on humanitarian and development workers, condemns these attacks, and calls for full, safe, and unhindered access for humanitarian actors.\n\n30. Welcomes achievements in the Mine Action Programme, encourages continued efforts to remove and destroy anti-personnel landmines and explosive remnants of war.\n\n31. Expresses concern about child recruitment and use by Taliban, Al-Qaida, and other groups, and condemns violations and abuses against children.\n\n32. Stresses implementing resolution 1612 on children and armed conflict, supports the Afghan Government's commitment to preventing child rights violations.\n\n33. Remains concerned about the harm caused by opium cultivation, production, and trafficking, and calls on the Afghan Government to accelerate implementation of the National Drug Control Strategy.\n\n34. Welcomes efforts of the UN Office on Drugs and Crime in empowering the Afghan Ministry of Counter Narcotics.\n\n35. Calls upon States to strengthen international cooperation to counter the threat posed by illicit drugs originating in Afghanistan.\nHere is a summarized version of the Security Council document:\n\n36. The Security Council appreciates the Paris Pact initiative and its \"Paris-Moscow\" process in countering opium and heroin production, trafficking, and consumption from Afghanistan, and welcomes cooperation between UN institutions, OSCE, and CSTO.\n\n37. The Council reiterates the importance of completing the National Priority Programme on Law and Justice for All to establish a fair and transparent justice system.\n\n38. The Council stresses the need for progress in reforming the prison sector in Afghanistan to improve respect for the rule of law and human rights, and calls for access to all prisons and detention places.\n\n39. The Council notes with concern the effects of corruption on security, governance, and economic development, and welcomes the Government of Afghanistan's anti-corruption commitments.\n\n40. The Council encourages Afghan institutions to work cooperatively, recognizes efforts to pursue legislative and public administration reform, and stresses the need for international technical assistance.\n\n41. The Council calls for full respect for human rights and fundamental freedoms, welcomes the growth of Afghan free media, but notes restrictions on media freedom and attacks on journalists.\n\n42. The Council recognizes progress on gender equality but notes enhanced efforts are needed to secure women's and girls' rights and full participation, and condemns violence against women and girls.\n\n43. The Council welcomes the Afghan Government's commitment to strengthen women's participation in Afghan political life and governance institutions, and supports efforts to implement the National Action Plan for Women in Afghanistan.\n\n44. The Council recognizes the importance of voluntary, safe, orderly return and sustainable reintegration of Afghan refugees for stability.\nThe Security Council:\n\n Calls for continued and enhanced international assistance to the country and region;\n\n Affirms the importance of voluntary, safe, orderly return and sustainable reintegration of internally displaced persons, welcoming Afghanistan as a pilot country for the Secretary-General's initiative on durable solutions;\n\n Notes the need to strengthen Afghanistan's absorption capacity for rehabilitation and reintegration of remaining Afghan refugees and internally displaced persons with international community support;\n\n Requests the Secretary-General to report to the Council every three months on developments in Afghanistan, including evaluation of progress against benchmarks;\n\n Requests the Secretary-General to initiate a process to examine the role, structure and activities of UN entities in Afghanistan within six months, in consultation with the Government and stakeholders;\n\n Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2210_2015_EN.pdf"
}