{
  "resolution_no": "2230",
  "year": "2015",
  "theme": [
    "Peace and Security",
    "Conflict Prevention",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "United Nations Interim Security Force for Abyei (UNISFA)",
    "African Union High-level Implementation Panel (AUHIP)",
    "Government of Sudan",
    "Government of South Sudan"
  ],
  "reporting_cycle": "Regular reporting cycle, no later than 15 September 2015 and 15 November 2015",
  "operative_authority": "Chapter VII of the Charter of the United Nations",
  "summary": "The Security Council, recalling its previous resolutions and presidential statements on Sudan and South Sudan, reaffirms its commitment to the sovereignty, independence, unity, and territorial integrity of both countries. The Council reiterates that territorial boundaries shall not be altered by force and that any territorial disputes shall be settled peacefully. It emphasizes the priority of implementing all outstanding issues from the Comprehensive Peace Agreement (CPA), including the future status of Abyei, which shall be resolved through negotiations between the parties.\n\nThe Council notes the commitments made by the Governments of Sudan and South Sudan in several agreements, including those on temporary arrangements for the administration and security of the Abyei Area, border security, and the Joint Political and Security Mechanism. It expresses full support for African Union efforts to ease tensions and facilitate negotiations on post-secession relations.\n\nThe Council reaffirms its previous resolutions on the protection of civilians, children, and humanitarian personnel in armed conflict. It stresses the need for effective human rights monitoring, including of sexual and gender-based violence, and reiterates its concern at the lack of cooperation by the parties.\n\nThe Council notes with concern the stalled efforts to manage the Abyei Area, delineate the Safe Demilitarized Border Zone (SDBZ), and implement the Joint Border Verification and Monitoring Mechanism (JBVMM). It underlines the importance of fully establishing and maintaining effective JBVMM monitoring of the SDBZ.\n\nThe Council recognizes the importance of regular meetings between President Bashir and President Salva Kiir and calls upon all parties to engage constructively in negotiations to reach agreement on Abyei's final status under the auspices of the African Union High-level Implementation Panel.\nThe Security Council,\n\nRecalling the process mediated by the African Union High-Level Panel (AUHIP) towards a final agreement on the final status of the Abyei Area, stresses that parties must immediately implement pending aspects of the 20 June 2011 Agreement, particularly resolving disputes over the Abyei Area Agreement and Council, and establishing the Abyei Area Administration and Police Service.\n\nThe Council commends the assistance provided by AUHIP, the Intergovernmental Authority on Development, the Federal Democratic Republic of Ethiopia, the Special Envoy of the Secretary-General for Sudan and South Sudan, and the United Nations Interim Security Force for Abyei (UNISFA).\n\nIt expresses deep appreciation for the work of troop-contributing countries, strongly condemns attacks on United Nations personnel, and calls for swift and thorough investigations and accountability.\n\nThe Council underscores concern for the fragility of the security situation in Abyei, acknowledging UNISFA's contribution to enhanced peace and stability, and expresses determination to prevent violence and displacements.\n\nIt reiterates deep concern regarding the public administration and rule of law vacuum in Abyei, due to delays in establishing the Abyei Area Administration, Council, and Police.\n\nThe Council notes with concern the continued delay in establishing temporary institutions and resolving Abyei's final status, and urges parties to refrain from unilateral actions that could aggravate intercommunal relations.\n\nIt bears in mind the humanitarian situation, with approximately 81,000 people receiving assistance, and stresses facilitating humanitarian assistance to all affected populations.\n\nThe Council affirms the importance of voluntary, safe return and reintegration of displaced persons, and peaceful migration cycles.\n\nIt recalls resolution 2117 (2013), and expresses grave concern at the threat to peace and security in Abyei from illicit transfer, accumulation, and misuse of small arms and light weapons.\n\nThe Council decides to extend UNISFA's mandate until 15 December 2015, and welcomes initiatives to support community dialogue and administration.\n\nIt underscores that cooperation between Sudan and South Sudan is critical for peace, security, and stability.\n\nThe Council welcomes the resumption of the Abyei Joint Oversight Committee (AJOC) work and urges regular meetings to ensure progress on implementing the 20 June 2011 Agreement.\nHere is a concise summary of the Security Council document 2230 (2015):\n\nThe Security Council:\n\n1. Welcomes African Union initiatives to support the implementation of the Abyei Joint Oversight Committee (AJOC) decisions and encourages continued engagement.\n\n2. Demands Sudan and South Sudan urgently establish the Abyei Area Administration and Council, including resolving the deadlock over the Council's composition, and constitute the Abyei Police Service.\n\n3. Decides to maintain authorized troops for UNISFA, with the remaining forces to be deployed to support the Joint Border Verification and Monitoring Mechanism (JBVMM).\n\n4. Takes note of JBVMM's initial operating capability, expresses concern over stalled efforts to fully operationalize JBVMM, and welcomes the Secretary-General's technical assessment.\n\n5. Calls upon Sudan and South Sudan to use JBVMM, JPSM, and other joint mechanisms to ensure security and transparency in the Safe Demilitarized Border Zone (SDBZ).\n\n6. Urges efforts to determine the SDBZ centreline on the ground, reiterating it does not prejudge the border's legal status.\n\n7. Underscores UNISFA's protection of civilians mandate, including taking action against imminent threats of physical violence.\n\n8. Condemns the presence of South Sudan security personnel and Diffra Oil Police units in Abyei, demanding their redeployment.\n\n9. Supports AJOC's decisions on Abyei's status as a weapons-free area and urges disarmament programs.\n\n10. Reaffirms UNISFA's authorization to confiscate and destroy weapons in Abyei.\n\n11. Requests UNISFA to continue dialogue with AJOC and communities on ensuring compliance with Abyei's weapons-free status.\n\n12. Urges confidence-building measures among communities in Abyei, including reconciliation processes.\n\n13. Requests UNISFA to strengthen Community Protection Committees' capacities.\n\n14. Calls for cooperation with the Abyei Area Joint Investigation and Inquiry Committee's findings and recommendations.\nHere is a summarized version of the Security Council document:\n\n18. The Security Council intends to review the mandate of UNISFA for possible reconfiguration in light of Sudan and South Sudan's compliance with resolution 2046 and their commitments under the 2011 and 2012 agreements, including redeployment of forces, achieving operational capability for the JVBMM, and demilitarization of the Abyei Area.\n\n19. The Council calls on all Member States, particularly Sudan and South Sudan, to ensure free and unhindered movement of UNISFA personnel, equipment, and supplies.\n\n20. The Council renews its call on Sudan and South Sudan to provide full support to the UN, including visas for personnel, basing arrangements, and logistical support.\n\n21. The Council recognizes the adverse effect of lack of development projects and basic government services on Abyei populations and calls on Sudan, South Sudan, and donors to support reconstruction and capacity-building.\n\n22. The Council demands that Sudan and South Sudan facilitate the deployment of UNMAS to ensure JBVMM freedom of movement and mine clearance.\n\n23. The Council demands that all parties allow humanitarian personnel full, safe, and unhindered access to civilians in need of assistance.\n\n24. The Council strongly urges all parties to cease violence, human rights violations, and abuses.\n\n25. The Council requests the Secretary-General to ensure effective human rights monitoring and include results in his reports.\n\n26. The Council requests the Secretary-General to ensure UNISFA's compliance with the UN's zero-tolerance policy on sexual exploitation and abuse.\n\n27. The Council requests the Secretary-General to inform the Council of progress in implementing UNISFA's mandate and bring serious violations to the Council's attention.\n\n28. The Council notes the Secretary-General's efforts to ensure close cooperation among UN missions in the region and requests him to continue this practice.\n\n29. The Council decides to remain actively seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2230_2015_EN.pdf"
}