{
  "resolution_no": "2199",
  "year": "2015",
  "theme": [
    "Terrorism",
    "Counter-terrorism",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Islamic State in Iraq and the Levant (ISIL)",
    "Al-Nusrah Front (ANF)",
    "Al-Qaida"
  ],
  "reporting_cycle": "120 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council reaffirms its primary responsibility for maintaining international peace and security, and that terrorism in all forms is a serious threat to it. The Council stresses the need to combat terrorism by all means, in accordance with the UN Charter and international law. It emphasizes the importance of sanctions in countering terrorism and recalls its previous resolutions, including 1267 (1999) and 1989 (2011).\n\nThe Council recognizes the need for a comprehensive approach to disrupt ISIL, ANF, and other Al-Qaida-associated individuals and entities, and reaffirms the independence, sovereignty, unity, and territorial integrity of Iraq and Syria. It condemns terrorism in all forms and manifestations, and reaffirms that terrorism cannot be associated with any religion, nationality, or civilization.\n\nThe Council expresses concern over the financing of ISIL, ANF, and other Al-Qaida-associated individuals and entities, including through oil trade, extortion, and kidnap ransoms. It reiterates its deep concern over the abduction and exploitation of women and children, and encourages states and non-state actors to bring evidence of human trafficking to the Council's attention.\n\nThe Council reaffirms the obligation of Member States to freeze funds and assets of persons and entities involved in terrorist acts, and expresses concern over the availability of economic resources, including oil and precious metals, to ISIL, ANF, and other Al-Qaida-associated individuals and entities. It notes that direct or indirect trade with ISIL and ANF in such materials could constitute a violation of its obligations imposed by resolution 2161 (2014).\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\nReminds states of their obligation to bring to justice individuals involved in terrorist acts.\nReaffirms decision 2133 (2014) and notes that ransom payments to terrorist groups support their operations.\nExpresses concern at terrorists' use of new technologies to facilitate terrorist acts.\nCondemns ISIL's kidnapping and hostage-murdering.\n\nThe Council, acting under Chapter VII, takes measures to counter ISIL, ANF, and Al-Qaida:\n1. Condemns trade with ISIL, ANF, and Al-Qaida-designated entities, particularly in oil and oil products.\n2. Requires states to prevent their nationals and entities from making assets available to ISIL, ANF, and Al-Qaida.\n3. Mandates states to freeze funds and assets of ISIL, ANF, and Al-Qaida.\n4. Prohibits states from making funds or resources available for the benefit of ISIL, ANF, and Al-Qaida.\n5. Notes that funds and assets may not be directly held by listed parties.\n6. Defines economic resources to include oil, natural resources, and other assets.\n7. Emphasizes states' obligation to freeze assets, including oil and natural resources, of ISIL, ANF, and Al-Qaida.\n\nThe Council also:\n8. Recognizes the need to prevent and suppress terrorism financing, including from organized crime.\n9. Emphasizes states' obligation to prevent resources from being directed to ISIL, ANF, and Al-Qaida.\n10. Expresses concern at the use of vehicles to transfer oil and resources for ISIL, ANF, and Al-Qaida.\n11. Reaffirms states' obligation to bring to justice individuals involved in terrorist acts and ensure such acts are established as serious criminal offenses.\nHere is a summarized version of the Security Council document 2199 (2015):\n\n**Oil Trade**\n\n* Decides that support to ISIL, ANF, and Al-Qaida-associated individuals and entities may not be provided through trade in oil and refined oil products, modular refineries, and related material.\n* Requires Member States to inform the 1267/1989 Committee within 30 days of interdicting such materials in their territory.\n* Encourages listing requests for individuals and entities engaged in oil trade-related activities with ISIL, ANF, and Al-Qaida-associated individuals and entities.\n\n**Cultural Heritage**\n\n* Condemns the destruction of cultural heritage in Iraq and Syria, particularly by ISIL and ANF.\n* Notes with concern that ISIL, ANF, and Al-Qaida-associated individuals and entities are generating income from looting and smuggling cultural heritage items.\n* Decides that Member States shall prevent the trade in Iraqi and Syrian cultural property and other items of archaeological, historical, cultural, rare scientific, and religious importance.\n\n**Kidnapping for Ransom and External Donations**\n\n* Condemns kidnapping and hostage-taking by ISIL, ANF, and Al-Qaida-associated individuals and entities.\n* Reaffirms that ransom payments to individuals and entities on the Al-Qaida Sanctions List are prohibited.\n* Expresses grave concern over reports of external donations to ISIL, ANF, and Al-Qaida-associated individuals and entities.\n\n**Banking**\n\n* Urges Member States to prevent ISIL, ANF, and Al-Qaida-associated individuals and entities from accessing the international financial system.\n\n**Arms and related materiel**\n\n* Reaffirms the decision to prevent the supply, sale, or transfer of arms and related materiel to ISIL, ANF, and Al-Qaida-associated individuals and entities.\nThe Security Council:\n\n25. Expresses concern at the proliferation of arms and related materiel to ISIL, ANF, and other Al-Qaida-associated individuals and entities, impacting regional and international peace and security.\n\n26. Reminds Member States of their obligation to prevent the supply, sale, or transfer of arms and related materiel to listed individuals and entities, including ISIL and ANF.\n\n27. Calls upon States to prevent the transfer of arms and related materiel if there is a reasonable suspicion they would be obtained by ISIL, ANF, or other Al-Qaida-associated individuals and entities.\n\n28. Reaffirms that requirements to freeze financial and economic resources apply to those used for Al-Qaida's support, including Internet hosting services.\n\n29. Calls upon Member States to report to the Committee within 120 days on measures taken to comply with imposed measures.\n\n30. Requests the Analytical Support and Sanctions Monitoring Team to assess the impact of new measures and report to the Committee within 150 days, and to incorporate reporting on the impact into their reports.\n\n31. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2199_2015_EN.pdf"
}