{
  "resolution_no": "2244",
  "year": "2015",
  "theme": [
    "Somalia",
    "Eritrea",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Somalia and Eritrea Monitoring Group (SEMG)",
    "Federal Government of Somalia (FGS)",
    "United Nations",
    "Qatar"
  ],
  "reporting_cycle": "until 15 December 2016",
  "operative_authority": "binding enforcement",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Somalia and Eritrea, \n Notes the final reports of the Somalia and Eritrea Monitoring Group (SEMG) \nReaffirms respect for Somalia, Djibouti, and Eritrea's sovereignty and territorial integrity \nCondemns flows of weapons and ammunition to Somalia and Eritrea in violation of arms embargoes \nExpresses concern over Al-Shabaab's threat to peace and stability \nWelcomes improved relations between the Federal Government of Somalia (FGS) and SEMG \nUnderlines the importance of financial propriety, transparency, and accountability in Somalia \nExpresses concern over illegal fishing, humanitarian aid delivery difficulties, and obstruction of humanitarian assistance \nRecalls the FGS' responsibility to protect its population and build national security forces \nUrges Eritrea to deepen cooperation with SEMG \nNotes no evidence of Eritrean support for Al-Shabaab, but concern over Eritrean support for regional armed groups \nUnderlines compliance with arms embargo on Eritrea \nDemands Eritrea provide information on Djiboutian combatants missing in action \n\n Acting under Chapter VII, \n Reaffirms the arms embargo on Somalia \n Renews provisions for the FGS' security development until 15 November 2016.\nThe Security Council,\n\n1. Decides to extend until 30 April 2016 the measures imposed by paragraphs 1 and 2 of resolution 1844 (2008) and the measures imposed by paragraph 7 of resolution 1907 (2009), and reaffirms the arms embargo on Somalia and Eritrea;\n\n2. Decides to extend until 30 April 2016 the mandate of the Committee established pursuant to resolution 1940 (2010) and reaffirms the arms embargo on Somalia, except in relation to deliveries of the items set out in the annex of resolution 2111 (2013);\n\n3. Affirms that the entry into Somali ports for temporary visits of vessels carrying arms and related materiel for defensive purposes does not amount to a delivery of such items in violation of the arms embargo on Somalia, provided that such items remain at all times aboard such vessels;\n\n4. Requests the Committee, within 90 days of adoption of this resolution, to publish an implementation assistance notice summarising the arms embargo restrictions in place for Somalia and Eritrea, as well as outlining exemptions to the arms embargo;\n\n5. Reiterates that weapons or military equipment sold or supplied solely for the development of the Security Forces of the Federal Government of Somalia may not be resold to, transferred to, or made available for use by, any individual or entity not in the service of the Security Forces of the Federal Government of Somalia;\n\n6. Welcomes the commencement by the Federal Government of Somalia (FGS) of a more rigorous weapons registration, recording and marking procedure, expresses concern at reports of continued weapons diversion from within the FGS, and urges Member States to support improved weapons and ammunition management;\n\n7. Requests the FGS to report to the Security Council by 15 April 2016 and then by 15 October 2016, and calls on the FGS to include more information in its reporting;\n\n8. Recalls that the FGS has the primary responsibility to notify the Committee, and calls upon the FGS to improve the timeliness and content of notifications;\n\n9. Underlines the importance of Member States coordinating with the Office of the National Security Adviser of Somalia;\n\n10. Urges cooperation between AMISOM and the Somali National Army (SNA) to document and register all military equipment captured;\n\n11. Calls upon the FGS to enhance civilian oversight of its security forces;\n\n12. Underlines the importance of timely and predictable payment of salaries to the Somali security forces;\n\n13. Reaffirms the arms embargo on Eritrea imposed by paragraphs 5 and 6 of resolution 1907 (2009);\n\n14. Expresses concern at reports of corruption and diversion of public resources;\n\n15. Welcomes efforts made by the FGS to improve its financial management procedures;\n\n16. Reaffirms Somalia’s sovereignty over its natural resources;\n\n17. Reiterates its serious concern that the petroleum sector in Somalia could be a driver for increased conflict;\n\n18. Reaffirms the ban on the import and export of Somali charcoal;\n\n19. Welcomes the efforts of the Combined Maritime Forces (CMF) in disrupting the export and import of charcoal.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n* Welcomes cooperation between the Somalia and Eritrea Monitoring Group (SEMG) and the Contact Group on Somalia (CMF) on the charcoal trade.\n* Expresses concern that the charcoal trade funds Al-Shabaab and renews provisions to restrict the trade until 15 November 2016.\n* Encourages the UN Office on Drugs and Crime to develop strategies to disrupt the Somali charcoal trade.\n* Expresses concern at the humanitarian situation in Somalia, condemns attacks on humanitarian actors, and reiterates the need for unhindered humanitarian access.\n* Decides to exempt humanitarian assistance programmes from sanctions until 15 November 2016.\n* Requests the Emergency Relief Coordinator to report on humanitarian assistance delivery and any impediments by 15 October 2016.\n* Welcomes SEMG's efforts to engage with Eritrea, expects Eritrea to facilitate SEMG's entry, and calls for cooperation on public finance issues.\n* Urges Eritrea to resolve the issue of Djiboutian prisoners of war missing in action since 2008.\n* Reiterates willingness to adopt targeted measures against individuals and entities threatening Somalia's peace, security, or stability.\n* Requests Member States to assist the Monitoring Group and reiterates that obstructing their work is a criterion for listing under sanctions.\n* Extends the SEMG's mandate until 15 December 2016 and requests monthly updates and comprehensive reports.\n* Requests the Committee to consider recommendations from the SEMG's reports and improve implementation of sanctions and arms embargoes.\n* Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2244_2015_EN.pdf"
}