{
  "resolution_no": "2226",
  "year": "2015",
  "theme": [
    "Côte d'Ivoire",
    "Peace and Security",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "UNMIL",
    "MINUSMA",
    "ECOWAS",
    "African Union"
  ],
  "reporting_cycle": "The Secretary-General is requested to keep the Council regularly informed of the situation in Côte d'Ivoire and the implementation of the mandate of UNOCI and to provide to it a midterm report on the situation on the ground and the implementation of this resolution no later than 15 December 2015, and which includes options to implement by 31 March 2016",
  "operative_authority": "Chapter VII of the Charter of the United Nations",
  "summary": "The Security Council adopted Resolution 2226 (2015) on June 25, 2015, recalling previous resolutions on Côte d'Ivoire, Liberia, and Mali. \nThe Council reaffirmed its commitment to Côte d'Ivoire's sovereignty, independence, territorial integrity, and unity. \nIt noted the progress made in Côte d'Ivoire towards reconciliation, stability, and economic recovery, commending President Ouattara's leadership. \nThe Council welcomed improved security, particularly in western Côte d'Ivoire and along the Liberian border, while condemning January 2015 attacks. \nIt called on Ivorian stakeholders to work together to consolidate progress, address underlying tensions, and strengthen the rule of law. \nThe Council welcomed steps towards fair, credible, and transparent presidential elections, including electoral reforms and the work of the Independent Electoral Commission. \nIt encouraged continued efforts to facilitate a conducive environment for elections and welcomed ongoing political dialogue. \nThe Council noted progress on disarmament, demobilization, and reintegration, and commended efforts to restructure and professionalize Côte d'Ivoire's defense and security sector. \nIt emphasized the need for national reconciliation, social cohesion, and women's participation in conflict resolution and peacebuilding. \nThe Council also urged the resumption of voluntary returns of refugees and internally displaced persons. \nIt took note of the report of the Secretary-General of 7 May 2015 and the letter of 18 June 2014 from the Government of Côte d'Ivoire requesting electoral assistance. \nThe Council expressed appreciation for UNOCI's contribution to peace and security in Côte d'Ivoire.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms the importance of peace and security in Côte d'Ivoire and the implementation of the National Action Plan for resolution 1325 (2000).\n\nWelcomes efforts to improve human rights, but expresses concern about continued human rights violations, including sexual violence, and stresses the importance of investigating and prosecuting such violations.\n\nUrges the Government of Côte d'Ivoire to combat impunity, ensure independent justice, and cooperate with the International Criminal Court.\n\nExpresses concern about detention conditions and calls on the Government to ensure they are in line with international obligations.\n\nCommends troop- and police-contributing countries to UNOCI and recognizes the contribution of the arms embargo to stability.\n\nCommends the African Union and ECOWAS for their efforts to consolidate peace and stability.\n\nWelcomes Côte d'Ivoire's ratification of the Conventions on Statelessness and steps to revise its nationality laws.\n\nDetermining that the situation in Côte d'Ivoire continues to pose a threat to international peace and security:\n\n**National Reconciliation and Social Cohesion**\n\n1. Welcomes the resumption of dialogue between the Government and opposition.\n2. Commends the Special Representative of the Secretary-General's efforts.\n3. Emphasizes the importance of a national reconciliation and social cohesion strategy.\n4. Welcomes the work of the Commission Electorale Indépendante and urges the Government to implement the legal framework for the October 2015 presidential election.\n5. Affirms its intention to review the listing of individuals subject to financial and travel measures if they engage in actions that further national reconciliation.\n\n**Disarmament, Demobilization and Reintegration (DDR)**\n\n6. Calls on the Government to complete the DDR process before the presidential election.\nThe Security Council:\n\n1. Regarding DDR (Disarmament, Demobilization, and Reintegration):\n- Encourages organizations to provide financial contributions to meet DDR programme needs.\n- Encourages the UNCT to facilitate planning and implementation of supporting programmes, in consultation with UNOCI and international partners.\n- Urges the Ivorian Government to ensure a transparent and inclusive DDR process, including unregistered former combatants, and to develop long-term solutions for their social and economic integration.\n\n2. Regarding Security Sector Reform (SSR):\n- Calls on the Ivorian Government to accelerate implementation of the national SSR strategy.\n- Underscores the importance of deploying police and gendarmerie to take over public order tasks from FRCI and other groups.\n- Reiterates the need for the Government and international partners to comply with resolution 2219 (2015) and coordinate their efforts.\n\n3. Regarding Human Rights:\n- Strongly urges the Ivorian Government to bring those responsible for human rights abuses to justice.\n- Urges the Government to continue cooperating with the ICC.\n- Emphasizes the importance of the National Commission of Inquiry and CDVR's work for lasting reconciliation.\n- Urges the Government to prevent and mitigate violence, including inter-communal tensions.\n\n4. Regarding UNOCI Mandate:\n- Decides to extend UNOCI's mandate until 30 June 2016.\n- Defines UNOCI's mandate as:\n  (a) Protection of civilians: protect civilians from physical violence, implement a comprehensive strategy for civilian protection, and work with humanitarian agencies.\n  (b) Political support: provide good offices and political support to help Ivorian authorities address conflict root causes and establish lasting peace and security.\nThe Security Council, by resolution 2226 (2015), authorizes the following tasks:\n\nTo support Côte d'Ivoire's stability, the mandate includes:\n\n* Providing good offices support to Ivorian authorities for the 2015 electoral period, facilitating dialogue between stakeholders, and providing limited logistical support for the presidential election.\n\nThe mandate also covers:\n\n* Addressing remaining security threats and border-related challenges by supporting national authorities in stabilizing the security situation, monitoring and deterring militia activities, and promoting inter-mission cooperation with UNMIL.\n\nAdditionally, it involves:\n\n* Disarmament, demobilization, and reintegration (DDR) programme and collection of weapons, including assisting the Government in implementing the national DDR programme, supporting the registration and screening of former combatants, and collecting, registering, securing, and disposing of weapons.\n\nThe resolution also calls for:\n\n* Reconstitution and reform of security institutions by assisting the Government in implementing its comprehensive national security strategy, promoting a clear division of tasks and responsibilities among international partners, and advising on security sector reform (SSR).\n\nFurthermore, it includes:\n\n* Monitoring of the arms embargo by inspecting and collecting arms brought into Côte d'Ivoire in violation of the measures imposed by paragraph 7 of resolution 1572 (2004).\n\nLastly, the mandate involves:\n\n* Support for compliance with international humanitarian and human rights law by promoting and protecting human rights, monitoring and reporting on abuses and violations of human rights and international humanitarian law.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Authorizes UNOCI to use all necessary means to carry out its mandate, prioritizing civilian protection.\n\n Mandates UNOCI to:\n- Prevent human rights abuses, particularly against children\n- Support Government efforts to combat sexual and gender-based violence\n- Facilitate humanitarian access and assistance\n- Protect UN personnel and equipment\n- Support disarmament, demobilization, and reintegration (DDR) and security sector reform (SSR)\n\n Decides on:\n- A military component ceiling of 5,437 personnel\n- A police component ceiling of 1,500 personnel\n- Continued support for French Forces in Côte d'Ivoire until June 30, 2016\n\n Requests:\n- UNOCI to focus on high-risk areas, particularly the west\n- Cooperation between Côte d'Ivoire and Liberia, particularly in the border area\n\n Affirms:\n- The importance of inter-mission cooperation arrangements as UNMIL and UNOCI downsize.\nThe Security Council:\n\nReaffirms its previous decisions regarding the utilization of UNOCI and UNMIL military utility helicopters in both Côte d’Ivoire and Liberia.\n\nWelcomes the operationalization of the quick reaction force established to implement UNOCI’s mandate and support UNMIL.\n\nRequests the Secretary-General to maintain this unit for a year, within UNOCI’s authorized military strength.\n\nAuthorizes the deployment of this unit to Liberia, subject to consent, in case of a serious deterioration of the security situation.\n\nRequests the Secretary-General to inform the Council of any deployment and obtain authorization for deployments exceeding 90 days.\n\nCalls for enhanced support from UN entities in Côte d’Ivoire and Liberia for border area stabilization.\n\nCommends inter-mission cooperation between UNOCI and MINUSMA.\n\nRequests the Secretary-General to provide regular updates on the situation in Côte d’Ivoire and UNOCI’s mandate implementation.\n\nRequests a midterm report by 15 December 2015, and a report with recommendations by 31 March 2016.\n\nDecides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2226_2015_EN.pdf"
}