{
  "resolution_no": "2250",
  "year": "2015",
  "theme": [
    "Youth, Peace and Security",
    "Conflict Resolution",
    "Peacebuilding"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41"
  ],
  "entities": [
    "United Nations",
    "Security Council",
    "Secretary-General",
    "Peacebuilding Commission",
    "UN-Women",
    "UNDP",
    "UNFPA",
    "UNHCR",
    "OHCHR",
    "UNODC"
  ],
  "reporting_cycle": "",
  "operative_authority": "",
  "summary": "The Security Council,\n\nRecalling previous resolutions on Women, Peace and Security, Countering Terrorism, and Protection of Civilians in Armed Conflict,\n\nNoting the definition of youth as persons aged 18-29 years old,\n\nRecognizing the large youth population and their significant role in peace and security,\n\nExpressing concern over youth being adversely affected by armed conflict and the impact on durable peace and reconciliation,\n\nAffirming youth's role in conflict prevention and resolution, peacekeeping, and peacebuilding,\n\nRecognizing the threat of radicalization to violence and violent extremism among youth,\n\nExpressing concern over terrorists' use of technology to recruit and incite youth,\n\nNoting youth's role as positive role models in preventing and countering violent extremism,\n\nNoting the Secretary-General's Plan of Action to Prevent Violent Extremism,\n\nAcknowledging various global initiatives on youth, peace, and security,\n\nEncouraging Member States to develop a UN common approach to inclusive development,\n\nRecognizing the protection of youth during conflict and post-conflict and their participation in peace processes as crucial to international peace and security.\nHere is a concise summary of the Security Council document 2250 (2015):\n\n**Participation**\n\n1. Urges Member States to increase inclusive representation of youth in decision-making at all levels, particularly in conflict prevention and resolution, and consider establishing integrated mechanisms for youth participation in peace processes.\n2. Calls on all actors to consider youth participation and views when negotiating and implementing peace agreements, including their needs during repatriation, resettlement, rehabilitation, and reintegration.\n\n**Protection**\n\n4. Calls on all parties to armed conflict to comply with international law to protect civilians, including youth.\n5. Further calls on States to comply with obligations under refugee, human rights, and disability conventions.\n6. Calls on Member States to end impunity and investigate and prosecute those responsible for crimes against civilians, including youth.\n7. Calls on all parties to protect civilians, including youth, from sexual and gender-based violence.\n8. Reaffirms States' responsibility to protect populations from genocide, war crimes, and crimes against humanity.\n\n**Prevention**\n\n10. Urges Member States to facilitate an inclusive environment for youth to implement violence prevention activities.\n11. Stresses the importance of creating policies for youth that contribute to peacebuilding efforts, including social and economic development, education, and employment opportunities.\n12. Urges Member States to support quality education for peace that equips youth with constructive engagement skills.\n13. Calls on actors to promote a culture of peace, tolerance, and dialogue that involves youth.\n\n**Partnerships**\n\n14. Urges Member States to increase support for peace efforts that take account of youth needs and participation.\n15. Stresses the vital role of the Peacebuilding Commission in addressing radicalization to violence and violent extremism among youth.\nHere is a clear and concise summary of the Security Council document:\n\n16. Encourages Member States to engage local communities and non-governmental actors in developing strategies to counter violent extremist narratives, address conditions conducive to violent extremism, and promote social inclusion and cohesion.\n\n17. Encourages consideration of youth needs in disarmament, demobilization, and reintegration planning, including:\n(a) evidence-based and gender-sensitive youth employment opportunities;\n(b) investing in building young persons' capabilities and skills;\n(c) supporting youth-led and peacebuilding organizations.\n\n18. Notes readiness to consider the impact of measures under Article 41 on the population, including youth.\n\n19. Invites UN entities, Rapporteurs, and Special Envoys to improve coordination on youth needs during armed conflicts and post-conflict situations.\n\n20. Requests the Secretary-General to conduct a progress study on youth's positive contribution to peace processes and conflict resolution.\n\n21. Requests the Secretary-General to include information on youth in situations of armed conflict and measures relating to prevention, partnerships, participation, protection, disengagement, and reintegration in his reports.\n\n22. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2250_2015_EN.pdf"
}