{
  "resolution_no": "2235",
  "year": "2015",
  "theme": [
    "Chemical Weapons",
    "Accountability",
    "Investigation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "OPCW",
    "United Nations",
    "Syrian Arab Republic"
  ],
  "reporting_cycle": "30 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and international conventions on chemical weapons, condemns in strongest terms the use of toxic chemicals as weapons in the Syrian Arab Republic. \n\nReiterates that the Syrian Arab Republic shall not use, develop, produce, acquire, stockpile, retain, or transfer chemical weapons. \n\nDemands no party in Syria should use, develop, produce, acquire, stockpile, retain, or transfer chemical weapons.\n\nDetermines to identify those responsible for using chemicals as weapons and holds that those responsible must be held accountable.\n\nRequests the UN Secretary-General and OPCW Director-General to recommend establishment and operation of a Joint Investigative Mechanism to identify perpetrators of chemical weapons use.\n\n Requests the Secretary-General to undertake steps for the speedy establishment of the Joint Investigative Mechanism after Security Council authorization.\n\nRecalls that the Syrian Arab Republic and all parties in Syria must cooperate fully with the OPCW and the United Nations, including providing access to locations, individuals, and materials.\nHere is a clear and concise summary of the Security Council document:\n\n8. Calls on all States to cooperate with the Joint Investigative Mechanism, providing relevant information on individuals, entities, groups, or governments involved in using chemicals as weapons in Syria.\n\n9. Requests the FFM to collaborate with the Joint Investigative Mechanism, providing full access to information and evidence.\n\n10. Requests the UN Secretary-General to report to the Security Council and OPCW Executive Council on the Joint Investigative Mechanism's progress, starting from its commencement of full operations and every 30 days thereafter.\n\n11. Requests the Joint Investigative Mechanism to complete its first report within 90 days of commencing full operations and subsequent reports as necessary.\n\n12. Requests the Joint Investigative Mechanism to retain evidence related to possible chemical weapon uses in Syria and transmit it to the FFM and Secretary-General.\n\n13. Affirms that establishing the Joint Investigative Mechanism is consistent with paragraph 5.\n\n14. Establishes the Joint Investigative Mechanism for one year, with possible future extension.\n\n15. Reaffirms its decision to impose measures under Chapter VII for violations of resolution 2118.\n\n16. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2235_2015_EN.pdf"
}