{
  "resolution_no": "2248",
  "year": "2015",
  "theme": [
    "Burundi",
    "Peace and Security",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations",
    "Security Council",
    "African Union",
    "East African Community",
    "International Criminal Court"
  ],
  "reporting_cycle": "15 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n- Recalls its previous statements on Burundi and expresses deep concern about the escalation of insecurity and violence, and the persisting political impasse.\n\n- Stresses the primary responsibility of the Government of Burundi to ensure security and protect its population, respecting the rule of law, human rights, and international humanitarian law.\n\n- Strongly condemns human rights violations and abuses, including extra-judicial killings, torture, and harassment of human rights defenders and journalists.\n\n- Urges the Government of Burundi to bring to justice those responsible for violations of international humanitarian law or human rights.\n\n- Recognizes the role of the High Commissioner for Human Rights and recalls Burundi's obligations under the Rome Statute of the International Criminal Court.\n\n- Stresses the importance of respecting the Arusha Peace and Reconciliation Agreement and urges a genuine and inclusive dialogue to find a consensual solution to the crisis.\n\n- Calls for the reinforcement of mediation efforts led by President Yoweri Museveni of Uganda and welcomes the African Union's efforts.\n\n- Urges full cooperation with the Mediator and the Peacebuilding Commission.\n\n- Welcomes the African Union's deployment of human rights observers and military experts and notes the decision to impose targeted sanctions against Burundian stakeholders.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n \n1. Calls on Burundi's government and parties to reject violence and refrain from actions threatening peace and stability.\n2. Urges the government to respect, protect, and guarantee human rights, adhere to the rule of law, and ensure accountability for violence.\n3. Encourages the government to engage in EAC-led, AU-endorsed mediation for an inclusive inter-Burundian dialogue.\n4. Supports President Yoweri Museveni's mediation efforts and stresses regional coordination.\n5. Welcomes the Secretary-General's appointment of a Special Advisor on Conflict Prevention for Burundi.\n6. Threatens additional measures against Burundian actors perpetuating violence and impeding a peaceful solution.\n7. Requests the Secretary-General to closely monitor the situation and deploy a team to Burundi to assess and address concerns.\n8. Requests the Secretary-General to update the Council within 15 days on the situation, including options for a UN presence in Burundi.\n9. Emphasizes the importance of UN and AU contingency planning to respond to further deterioration.\n10. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2248_2015_EN.pdf"
}