{
  "resolution_no": "2246",
  "year": "2015",
  "theme": [
    "Piracy",
    "Maritime Security",
    "Somalia"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Somalia",
    "UN Security Council",
    "International Maritime Organization (IMO)",
    "United Nations Office on Drugs and Crime (UNODC)"
  ],
  "reporting_cycle": "9 months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Somalia, welcomes the report of the Secretary-General on piracy and armed robbery at sea off Somalia's coast.\n\nReaffirms respect for Somalia's sovereignty, territorial integrity, and unity, and its sovereign rights over offshore natural resources.\n\nNotes the decline in pirate attacks since 2011 but remains concerned about the ongoing threat to humanitarian aid, seafarers, and commercial maritime routes.\n\nExpresses concern about children involved in piracy, sexual exploitation of women and children, and coercion to participate in piracy activities.\n\nReaffirms international law, including the UN Convention on the Law of the Sea, as the framework for countering piracy.\n\nRecognizes the need to investigate and prosecute not only suspects but also those who incite or facilitate piracy operations.\n\nNotes with concern the limited capacity and domestic legislation to prosecute suspected pirates, leading to their release without facing justice.\n\nUnderlines Somalia's primary responsibility in fighting piracy and welcomes its requests for international assistance.\n\nWelcomes the participation of Somalia and regional partners in the Contact Group on Piracy off the Coast of Somalia.\n\nRecognizes the work of the Contact Group and the Law Enforcement Task Force in facilitating prosecution and capacity building.\n\nWelcomes financing from the Trust Fund to support regional ability to prosecute and imprison pirates.\n\nCommends efforts of EU Naval Force, North Atlantic Treaty Organization, and other States in counter-piracy activities.\nThe Security Council:\n\n1. Welcomes cooperation among countries to suppress piracy off Somalia's coast, noting the Shared Awareness and Deconfliction Initiative (SHADE) and individual country efforts.\n\n2. Notes flag States' measures allowing vessels to embark armed security personnel and urges regulation in line with international law.\n\n3. Recognizes capacity-building efforts by the International Maritime Organization (IMO), the Trust Fund, and EUCAP Nestor.\n\n4. Supports development of a coastal police force and appreciates IMO and industry efforts to prevent piracy.\n\n5. Underlines the importance of collecting and preserving evidence of piracy acts.\n\n6. Recognizes pirate networks' reliance on kidnapping and hostage-taking, welcoming international efforts to disrupt their activities.\n\n7. Condemns hostage-taking, calls for hostages' release, and notes cooperation's importance in prosecuting suspected pirates.\n\n8. Commends Kenya, Mauritius, Tanzania, and Seychelles for prosecuting suspected pirates.\n\n9. Welcomes Somalia's readiness to cooperate on repatriating convicted pirates.\n\n10. Establishes the Maritime Security Coordination Committee (MSCC) for information sharing.\n\n11. Expresses concern over illegal fishing in Somalia's Exclusive Economic Zone (EEZ) and its link to piracy.\n\n12. Encourages efforts to assist seafarers who are victims of pirates.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Recognizes progress made by CGPCS and UNODC in raising awareness of piracy dangers and best practices to eradicate it.\n\n Notes with appreciation UNODC's efforts to enhance Somalia's maritime security and law enforcement capacities, and efforts by UNODC, UNDP, and donors to develop regional judicial and law enforcement capacity.\n\n Emphasizes that peace and stability in Somalia, strengthening State institutions, economic and social development, and respect for human rights and the rule of law are necessary to eradicate piracy.\n\n Welcomes the Padang Communique and Maritime Cooperation Declaration adopted by IORA, and Somalia's impending membership in IORA.\n\n Recognizes the link between Somalia's instability and piracy, and stresses the need for a comprehensive response to repress piracy and tackle its underlying causes.\n\n Condemns and deplores all acts of piracy and armed robbery at sea off Somalia's coast.\n\n Stresses the need for a comprehensive response to prevent and suppress piracy and tackle its underlying causes.\n\n Underlines the primary responsibility of Somali authorities in the fight against piracy and urges them to pass anti-piracy and maritime laws, establish security forces, and develop court capacity.\n\n Calls upon Somali authorities to interdict and prosecute pirates, patrol territorial waters, and prevent and suppress acts of piracy.\n\n Calls upon Member States to assist Somalia in strengthening maritime capacity and stresses consistency with international law, particularly human rights law.\n\n Calls for the immediate and unconditional release of all seafarers held hostage by Somali pirates.\n\n Welcomes the Seychelles' initiative to establish a court for piracy and maritime crime.\n\n Recognizes the need for States and organizations to exchange evidence and information for anti-piracy law enforcement purposes.\nThe Security Council:\n\n1. Targets entities planning, organizing, or financing piracy off Somalia's coast, under listing criteria from resolution 2093.\n\n2. Calls on states to cooperate with the Somalia and Eritrea Monitoring Group.\n\n3. Urges states and organizations to fight piracy off Somalia's coast by deploying naval vessels, aircraft, and providing support.\n\n4. Emphasizes coordination among states and international organizations to deter piracy.\n\n5. Encourages cooperation with Somali authorities in fighting piracy.\n\n6. Renews authorizations for 12 months for states and organizations cooperating with Somali authorities.\n\n7. Confirms these authorizations don't affect member states' rights or obligations under international law.\n\n8. Exempts supplies of weapons and equipment for states and organizations undertaking measures against piracy from the arms embargo.\n\n9. Requests cooperating states to ensure their actions do not impede innocent passage.\n\n10. Calls on states to cooperate in determining jurisdiction and prosecuting those responsible for piracy.\n\n11. Urges states to criminalize piracy under domestic law and prosecute suspects.\n\n12. Encourages the UNODC Maritime Crime Programme's work with Somali authorities.\n\n13. Urges the Federal Government of Somalia to accede to the UN Convention Against Transnational Organized Crime.\n\n14. Urges states to prevent illicit financing of piracy and laundering of proceeds.\n\n15. Urges states to investigate international criminal networks involved in piracy.\n\n16. Emphasizes protecting women and children from exploitation.\n\n17. Urges states to share information with INTERPOL for the global piracy database.\nHere is a summarized version of the Security Council document:\n\n26. Commends the Trust Fund and Djibouti Code of Conduct, urging states and non-state actors to contribute to them.\n\n27. Urges states to implement obligations under The Convention and SUA Convention, cooperate with UNODC, IMO, and others to build judicial capacity for piracy prosecution.\n\n28. Acknowledges IMO guidance on preventing piracy, urges states to develop best practices and advisories, and make citizens and vessels available for forensic investigation.\n\n29. Encourages flag and port states to develop safety measures on vessels, including regulations for PCASP.\n\n30. Invites IMO to continue contributions to preventing piracy, coordinating with UNODC, WFP, and others.\n\n31. Notes the importance of securing WFP assistance delivery by sea, welcoming work by WFP, EUNAVFOR, and flag states on Vessel Protection Detachments.\n\n32. Requests states and regional organizations to report on progress in 9 months, and states contributing to the fight against piracy to report on jurisdiction and cooperation.\n\n33. Requests the Secretary-General to report on implementation and the situation with respect to piracy in 11 months.\n\n34. Intends to review the situation and consider renewing authorizations for additional periods upon Somali authority's request.\n\n35. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2246_2015_EN.pdf"
}