{
  "resolution_no": "2206",
  "year": "2015",
  "theme": [
    "South Sudan",
    "Conflict",
    "Human Rights",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "United Nations",
    "Security Council",
    "IGAD",
    "African Union",
    "South Sudan"
  ],
  "reporting_cycle": "60 days",
  "operative_authority": "binding enforcement",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on South Sudan, expresses grave alarm at the conflict between the Government and opposition forces since December 2013, resulting in great human suffering, significant loss of life, displacement of 2 million people, and loss of property.\n\nCondemns human rights violations and abuses, and violations of international humanitarian law, including targeted killings, ethnically-targeted violence, extrajudicial killings, rape, and other forms of sexual and gender-based violence.\n\nExpresses deep concern over large-scale displacement and deepening humanitarian crisis, stressing the responsibility of all parties to ensure basic needs of the population are met.\n\nCommends humanitarian agencies and partners for their efforts and calls on all parties to allow and facilitate full, safe, and unhindered access of relief personnel, equipment, and supplies.\n\nCommends IGAD's initiative for political and security dialogue and expects all parties to participate and respect IGAD's decisions.\n\nWelcomes IGAD-mediated commitments to resolve the crisis, including the Cessation of Hostilities Agreement, Agreement to Resolve the Crisis, and Areas of Agreement on the Transitional Government of National Unity.\n\nCondemns the Government and SPLM-in-Opposition for failing to reach agreement to form a transitional government within the 60-day period outlined in the 26th Communiqué.\n\nTakes note of IGAD Assembly Communiqués, which deplored numerous violations, reiterated the need for an inclusive approach to negotiations, and called for completion of the agreement on a Transitional Government of National Unity.\nThe Security Council,\n\nRecalling its previous resolutions on the situation in South Sudan,\n\nNotes the following key points:\n\n- The 2014 agreement to end hostilities; \n- The IGAD region's collective action to enact asset freezes, travel bans and arms embargo if violations occur;\n\n- The 21 January 2015 Agreement on the Reunification of the SPLM and 16 February 2015 Communiqué of the SPLM Tripartite Committee;\n\n- The AU PSC Communiqués stressing sanctions against parties obstructing the political process;\n\n- The China-mediated \"Five-Point Plan\" to implement agreements, speed up negotiations, relieve the humanitarian situation and ensure safety of personnel;\n\n- The actions of UNMISS peacekeepers to protect civilians;\n\n- The importance of human rights monitoring, investigation and reporting;\n\n- The UNMISS reports on human rights abuses and crimes against humanity;\n\n- The need for accountability, reconciliation, and healing;\n\n- The work of the African Union Commission of Inquiry;\n\n- Condemning hate speech and media messages instigating violence;\n\n- Recognizing the role of civil society, faith leaders, women and youth;\n\n- Reiterating resolutions on women, peace and security, children and armed conflict, and protection of civilians;\n\n- Expressing concern at the illicit transfer of small arms;\n\n- Condemning attacks on UNMISS and IGAD personnel and calling for investigations.\nHere is a concise summary of the Security Council document 2206 (2015):\n\nThe Security Council, determining that the situation in South Sudan continues to threaten international peace and security, \n\n1. Endorses the Cessation of Hostilities Agreements (CoH Agreements) accepted and signed by the Government of South Sudan and SPLM-in-Opposition on 23 January 2014, 6 May 2014, and 9 May 2014.\n\n2. Expresses deep concern at the parties' failure to honour their commitments, condemns continued and flagrant violations of the CoH Agreements, and demands respect for the agreements and immediate implementation of necessary modalities.\n\n3. Reiterates that there is no military solution to the conflict and demands that parties commit to finding a comprehensive agreement without delay.\n\nThe Council underscores its willingness to impose targeted sanctions to support an inclusive and sustainable peace in South Sudan.\n\nSanctions Designation Criteria:\n\n* Individuals and entities responsible for or complicit in actions or policies that threaten peace, security, or stability in South Sudan.\n\nActions or policies may include:\n\n(a) Expanding or extending the conflict;\n(b) Obstructing reconciliation or peace talks;\n(c) Violating international human rights law or humanitarian law;\n(d) Targeting civilians, including women and children;\n(e) Using or recruiting children;\n(f) Obstructing humanitarian missions or delivery of assistance;\n(g) Attacking UN missions or humanitarian personnel;\n(h) Acting on behalf of a designated individual or entity.\n\nTravel Ban:\n\n* For an initial period of one year, Member States shall prevent the entry into or transit through their territories of designated individuals.\n\n* Exceptions for humanitarian need, judicial processes, or furthering peace and national reconciliation.\n\nAsset Freeze:\n\n* For an initial period of one year, Member States shall freeze all funds, other assets, and economic resources of designated individuals and entities.\nThe Security Council:\n\nImposes financial sanctions on individuals and entities designated by the Committee, freezing their assets and economic resources.\n\nDecides that these measures do not apply to:\n\n* Funds necessary for basic expenses (food, rent, medicine, taxes, etc.) with Committee notification and no negative decision within 5 working days;\n* Extraordinary expenses approved by the Committee;\n* Judicial, administrative or arbitral liens or judgments entered prior to the resolution.\n\nAllows addition of interest and earnings to frozen accounts, and payments due under contracts prior to listing, if not received by a designated person.\n\nEstablishes a Committee to:\n\n* Monitor implementation;\n* Seek and review information;\n* Designate individuals and entities;\n* Establish guidelines;\n* Report to the Security Council;\n* Encourage dialogue with Member States.\n\nRequests Member States to report on implementation within 90 days.\n\nEstablishes a Panel of Experts for 13 months to:\n\n* Assist the Committee;\n* Gather and analyze information on implementation.\nThe Security Council:\n\n1. Decides to establish a Panel of Experts to assist the Committee in implementing measures;\n2. The Panel's mandate includes: \n    (a) Monitoring and reporting on implementation of the resolution;\n    (b) Investigating non-compliance, focusing on benchmarks;\n    (c) Gathering information on arms supply, sale, or transfer to individuals/entities undermining peace;\n    (d) Providing interim and final reports to the Council; \n    (e) Assisting the Committee in refining the list of sanctioned individuals/entities;\n\n19. Urges cooperation with the Panel and ensures their safety and access;\n\n20. Requests Special Representatives to share relevant information with the Committee;\n\n21. Expresses intent to review the situation at 60-day intervals and impose sanctions if needed;\n\n22. Affirms readiness to adjust measures based on progress in peace, accountability, and reconciliation;\n\n23. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2206_2015_EN.pdf"
}