{
  "resolution_no": "2256",
  "year": "2015",
  "theme": [
    "International Criminal Justice",
    "Accountability",
    "Rule of Law"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 16",
    "Article 25"
  ],
  "entities": [
    "International Criminal Tribunal for Rwanda (ICTR)",
    "International Tribunal for the former Yugoslavia (ICTY)",
    "International Residual Mechanism for Criminal Tribunals (Mechanism)",
    "Office of Internal Oversight Services (OIOS)",
    "Security Council"
  ],
  "reporting_cycle": "six-monthly reports",
  "operative_authority": "binding enforcement",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms its determination to combat impunity for international crimes and bring those indicted by the ICTR and ICTY to justice.\n\nRecalls previous resolutions on the ICTR and ICTY, including the establishment of the International Residual Mechanism for Criminal Tribunals.\n\nNotes the arrest of Ladislas Ntaganzwa, but expresses concern that many genocide suspects, including eight fugitives indicted by the ICTR, remain at large.\n\nWelcomes the completion of the ICTR's judicial work and impending closure, while reiterating its request to the ICTY to complete its work expeditiously.\n\nUnderlines the importance of State cooperation with the ICTY and the Mechanism.\n\nDecides to extend the terms of office of certain ICTY judges until 31 March 2016 or until completion of assigned cases.\n\nNotes concerns on staffing, relocation of acquitted and convicted persons, and progress on referred cases.\n\nRecalls the Mechanism's initial period ends on 30 June 2016, with subsequent two-year periods subject to Council review.\nThe Security Council:\n\n6. Extends the term of office of ICTY permanent judge Koffi Kumelio A. Afande until 30 June 2016 or until completion of assigned cases.\n\n7. Extends the terms of ICTY permanent and ad litem judges Burton Hall, Guy Delvoie, and Antoine Kesia-Mbe Mindua until 31 October 2016 or until completion of assigned cases.\n\n8. Extends the terms of ICTY permanent judges Carmel Agius, Liu Daqun, Christoph Flügge, Theodor Meron, Bakone Justice Moloto, Alphons Orie, and Fausto Pocar until 31 December 2016 or until completion of assigned cases.\n\n9. Reappoints Serge Brammertz as ICTY Prosecutor for a term from 1 January 2016 to 31 December 2016.\n\n10. Calls on the ICTY to review and shorten projected case completion dates and prevent delays.\n\n11. Requests the Office of Internal Oversight Services to evaluate the ICTY's methods and work and present a report by 1 June 2016.\n\n12. Commends States that have accepted the relocation of acquitted or convicted persons and calls on all States to cooperate with the Mechanism.\n\n13. Urges States, especially those where fugitives are suspected, to intensify cooperation with the Mechanism to achieve the arrest and surrender of remaining fugitives.\n\n14. Urges the DRC to transfer Ladislas Ntaganzwa for trial without delay.\n\n15. Urges the Mechanism to monitor cases referred to national jurisdictions.\n\n16. Emphasizes the Mechanism's role as a small, temporary, and efficient structure with diminishing functions and size.\n\n17. Welcomes the Mechanism's report and supplementary information.\n\n18. Notes the Mechanism's efforts to reduce costs and enhance efficiency.\n\n19. Requests the Mechanism to implement recommendations, enhance efficiency, and reduce costs.\nThe Security Council:\n\n20. Requests the Mechanism to include in its six-monthly reports information on progress achieved in implementing this resolution, staffing, workload, costs, and projections of residual functions;\n\n21. Notes the conclusion of the Council’s review of the Mechanism's progress during its initial period;\n\n22. Recalls that future reviews will include evaluation reports from the OIOS to strengthen independent oversight;\n\n23. Encourages collaboration between the Mechanism and the Government of Rwanda on legacy issues, including reconciliation, justice, and access to archives;\n\n24. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2256_2015_EN.pdf"
}