{
  "resolution_no": "2216",
  "year": "2015",
  "theme": [
    "Yemen",
    "Peace and Security",
    "Humanitarian Assistance"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "United Nations",
    "Yemen",
    "Gulf Cooperation Council",
    "Al-Qaida in the Arabian Peninsula (AQAP)"
  ],
  "reporting_cycle": "10 days",
  "operative_authority": "binding enforcement",
  "summary": "The Security Council adopted Resolution 2216 (2015) on 14 April 2015, recalling previous resolutions and presidential statements on Yemen. The Council noted the letter from the President of Yemen, requesting support from the Cooperation Council for the Arab States of the Gulf and the League of Arab States to protect Yemen from Houthi aggression. \n\nThe Council reaffirmed its commitment to Yemen's unity, sovereignty, independence, and territorial integrity, and condemned Al-Qaida in the Arabian Peninsula (AQAP) attacks. It expressed concern at AQAP's ability to benefit from Yemen's deteriorating situation and reiterated support for the Gulf Cooperation Council's efforts in assisting Yemen's political transition.\n\nThe Council reaffirmed support for President Abdo Rabbo Mansour Hadi's legitimacy and called on all parties to refrain from actions undermining Yemen's unity and sovereignty. It expressed grave alarm at the humanitarian situation's deterioration and emphasized the need for a political solution.\n\nThe Council recalled that denying humanitarian access and depriving civilians of essential objects may constitute a violation of international humanitarian law. It emphasized the need to return to the Gulf Cooperation Council Initiative and its Implementation Mechanism to avoid further deterioration.\n\nThe Council supported the United Nations and the Special Adviser of the Secretary-General on Yemen's efforts, particularly UN-brokered negotiations. It was alarmed at the Houthis' military escalation and condemned their actions, including failure to implement Resolution 2201 (2015) demands.\n\nThe Council deplored attempts by the Houthis to take actions within the legitimate Government's authority and noted that such actions are unacceptable. It expressed alarm that Houthi actions undermine the political transition process and jeopardize Yemen's security, stability, sovereignty, and unity.\n\nThe Council noted with concern the destabilizing actions of former President Ali Abdullah Saleh, which continue to undermine Yemen's peace, security, and stability. It welcomed the Gulf Cooperation Council's intention to convene a conference in Riyadh to support Yemen's political transition.\nRecalling resolution 2117 (2013), the Security Council expresses grave concern at the threat to peace and security in Yemen from illicit transfer, destabilizing accumulation, and misuse of small arms and light weapons. \n\nThe Council recognizes the deteriorating security situation and escalation of violence in Yemen poses a serious threat to neighboring States and reaffirms that the situation in Yemen constitutes a threat to international peace and security.\n\nActing under Chapter VII of the UN Charter, the Council:\n\n1. Demands that all Yemeni parties, particularly the Houthis, fully implement resolution 2201 (2015) and refrain from unilateral actions undermining the political transition in Yemen. The Houthis must:\n    (a) end the use of violence;\n    (b) withdraw forces from seized areas, including Sana’a;\n    (c) relinquish arms seized from military and security institutions;\n    (d) cease actions exclusively within the authority of the legitimate Yemeni Government;\n    (e) refrain from provocations or threats to neighboring States;\n    (f) safely release Major-General Mahmoud al-Subaihi, the Minister of Defence, and all political prisoners; and\n    (g) end recruitment and use of children.\n\n2. Requests the Secretary-General to report on implementation of this resolution and resolution 2201 (2015) within 10 days and expresses intent to consider designating additional individuals and entities subject to measures imposed by paragraphs 11 and 15 of resolution 2140 (2014) in case of non-implementation.\n\n3. Decides that individuals listed in the annex shall be subject to measures imposed by paragraphs 11 and 15 of resolution 2140 (2014).\n\n4. Reiterates the importance of implementing measures imposed by resolution 2140 (2014).\n\n5. Calls upon all Yemeni parties to abide by the Gulf Cooperation Council Initiative, outcomes of the comprehensive National Dialogue conference, and relevant Security Council resolutions.\n\n6. Demands that all Yemeni parties adhere to resolving differences through dialogue and consultation.\n\n7. Urges all Yemeni parties to respond positively to the President of Yemen's request to attend a conference in Riyadh.\n\n8. Calls on all parties to comply with obligations under international law.\n\n9. Reaffirms the need for all parties to ensure civilian safety and humanitarian personnel security.\n\n10. Calls on all parties to facilitate evacuation of civilians and personnel.\n\n11. Reaffirms the principle of inviolability of diplomatic and consular premises.\n\n12. Requests the Secretary-General to intensify efforts to facilitate humanitarian assistance and evacuation.\n\n13. Further requests the Secretary-General to intensify his good offices role to enable a resumption of a peaceful, inclusive, orderly, and Yemeni-led political transition process.\nThe Security Council:\n\nReaffirms the need for a successful transition in Yemen through a national dialogue conference, with close coordination with international partners.\n\n**Arms Embargo**\n\n* Imposes an arms embargo on Ali Abdullah Saleh, Abdullah Yahya Al Hakim, Abd Al-Khaliq Al-Huthi, and individuals and entities designated by the Committee, and those acting on their behalf or at their direction in Yemen.\n* Prohibits the supply, sale, or transfer of arms and related materiel, technical assistance, training, financial or other assistance related to military activities.\n\n**Implementation and Inspection**\n\n* Calls upon Member States to inspect cargo to Yemen, if there are reasonable grounds to believe it contains prohibited items.\n* Authorizes Member States to seize and dispose of prohibited items.\n* Requires Member States to submit reports to the Committee on inspections, seizures, and disposals.\n\n**Designation Criteria**\n\n* Reaffirms the designation criteria set out in resolution 2140 (2014) and stresses the importance of their full implementation.\n\n**Mandate of the Sanctions Committee**\n\n* Expands the Committee's tasks to include monitoring implementation of the arms embargo, seeking information from States, examining alleged non-compliance, and designating additional individuals and entities.\n\n**Mandate of the Panel of Experts**\n\n* Expands the Panel's mandate to include monitoring implementation of the arms embargo.\n* Increases the Panel to five members and requests the Secretary-General to make necessary arrangements.\n\n**Commitment to Review**\n\n* Reaffirms readiness to take further measures in case of non-implementation by any Yemeni party of this resolution and resolution 2201 (2015).\n\n**Conclusion**\n\n* Decides to remain actively seized of the matter.\nAbdulmalik al-Houthi and Ahmed Ali Abdullah Saleh are designated for engaging in acts that threaten the peace, security, or stability of Yemen.\n\n1. Abdulmalik al-Houthi: \n- Leader of Houthi group since 2004 \n- Captured Sanaa in September 2014 and attempted to replace Yemen's legitimate government in January 2015 \n- Threatened Yemeni authorities and detained President Hadi, Prime Minister, and cabinet members \n\n2. Ahmed Ali Abdullah Saleh: \n- Worked to undermine President Hadi's authority and hinder Yemen's transition to democracy \n- Facilitated Houthi military expansion \n- Issued thousands of new rifles to Republican Guard brigades and tribal shaykhs \n- Retained influence within the Yemeni military despite being dismissed by President Hadi \n- His father, former President Ali Abdullah Saleh, was designated by the UN under UNSCR 2140 in November 2014",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2216_2015_EN.pdf"
}