{
  "resolution_no": "2239",
  "year": "2015",
  "theme": [
    "Peace and security",
    "Security sector reform",
    "Human rights",
    "Post-conflict reconstruction"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "United Nations Mission in Liberia (UNMIL)",
    "Liberia",
    "Côte d'Ivoire",
    "Economic Community of West African States",
    "African Union",
    "Mano River Union"
  ],
  "reporting_cycle": "The Secretary-General is requested to provide a midterm report no later than 28 February 2016 and a final report no later than 15 August 2016.",
  "operative_authority": "Chapter VII of the Charter of the United Nations",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Liberia and Côte d’Ivoire, \n\nAffirms its commitment to Liberia’s sovereignty, independence, territorial integrity, and unity.\n\nAffirms the Government of Liberia’s primary responsibility for ensuring peace, stability, and protection of civilians, particularly in reforming the security sector.\n\nStresses the need for lasting stability in Liberia through well-functioning and accountable government institutions, especially in security and justice sectors.\n\nWelcomes progress towards peace, security, and stability, commends the Government of Liberia’s efforts, and urges intensified momentum towards social cohesion.\n\nLooks forward to a comprehensive constitutional review process and implementation of the National Reconciliation Roadmap.\n\nNotes concerns on potential conflict over natural resources, land ownership disputes, and corruption.\n\nCommends cooperation between the Government of Liberia and UNMIL on security transition, expresses concern on funding for security personnel, and welcomes arms marking by the Armed Forces of Liberia.\n\nCommends regional security cooperation and assistance to Ivorian refugees.\n\nAppreciates UN personnel, troop- and police-contributing countries, and international community support.\n\nRecognizes significant challenges, including violent crime, sexual and gender-based violence, and emphasizes the need for women’s empowerment, participation, and human rights.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nTaking note of the report of the Secretary-General on the adjustments to the mandate and composition of UNMIL,\n\nDetermining that the situation in Liberia continues to constitute a threat to international peace and security,\n\nActing under Chapter VII of the Charter of the United Nations,\n\n**Governance, Rule of Law, Security Sector Reform and National Reconciliation**\n\n1. Emphasizes the Government of Liberia's primary responsibility for security and protection of its population and urges the Government to prioritize development of security agencies, particularly the LNP.\n2. Encourages the Government to prioritize national reconciliation, economic recovery, and good governance, and to combat corruption.\n3. Emphasizes the need for continued progress on constitutional and institutional reforms, particularly in the rule of law and security sectors.\n4. Urges the Government to intensify efforts towards transitioning security responsibilities from UNMIL to national authorities.\n5. Affirms its expectation that the Government will assume full security responsibilities from UNMIL by 30 June 2016.\n6. Calls on the Government to accelerate efforts to enhance security sector capacity and implement measures on arms management.\n7. Underscores the importance of developing national security and rule of law institutions that are fully and independently operational.\n\n**Sexual and Gender-Based Violence**\n\n8. Expresses concern about the high incidence of sexual and gender-based violence and calls on the Government to combat such violence and impunity.\n\n**UNMIL Mandate**\n\n9. Decides to extend the mandate of UNMIL until 30 September 2016.\n10. Defines the mandate of UNMIL as:\n\t* Protection of Civilians: to protect the civilian population from physical violence.\n\t* Reform of Justice and Security Institutions: to assist the Government in implementing its national strategy on Security Sector Reform (SSR) and advise on SSR, LNP, BIN, and justice and corrections sector.\nThe Security Council:\n\n1. Decides to adjust UNMIL's mandate to focus on supporting the Government of Liberia in security transition, rule of law, justice, governance, and security sector reform (SSR).\n\n2. Requests UNMIL to support the Government of Liberia in:\n- Security transition and transfer of complete security responsibility;\n- Strengthening leadership, internal management, and accountability mechanisms;\n- Coordinating efforts with bilateral and multilateral donors.\n\n3. Directs UNMIL to:\n- Promote, protect, and monitor human rights, particularly for children and women;\n- Support efforts to combat sexual and gender-based violence;\n- Protect UN personnel, installations, and equipment.\n\n4. Decides to decrease UNMIL's authorized strength:\n- Military personnel from 3,590 to 1,240 by June 30, 2016;\n- Police personnel from 1,515 to 606 by June 30, 2016.\n\n5. Requests UNMIL, from July 1, 2016, to support Liberian security agencies to protect civilians in case of security deterioration.\n\n6. Requests the Secretary-General to:\n- Ensure UNMIL has qualified specialist advisers;\n- Streamline UNMIL's activities and accelerate efforts to consolidate its presence.\n\n7. Affirms its intention to consider withdrawing UNMIL and transitioning to a future UN presence by December 15, 2016, based on Liberia's security capacity and conditions.\n\n8. Recognizes the importance of cooperation between Liberia and Côte d'Ivoire, and calls for:\n- Enhanced joint activities;\n- Increased monitoring and information sharing along the border.\n\n9. Affirms inter-mission cooperation arrangements between UNMIL and UNOCI, and recalls the transfer of military utility helicopters for use in both countries.\n\n10. Welcomes the operationalization of the quick reaction force established to support UNOCI and UNMIL.\nThe Security Council:\n\nRecalls its previous authorization to deploy a unit to Liberia from UNOCI, subject to consent of troop-contributing countries and the Government of Liberia, in the event of a serious deterioration of the security situation to reinforce UNMIL temporarily.\n\nRequests the Secretary-General to:\n\n- Inform the Security Council immediately of any deployment of this unit to Liberia\n- Obtain Security Council authorization for any deployment exceeding 90 days\n\nAlso requests the Secretary-General to:\n\n- Keep the Security Council regularly informed of the situation in Liberia and implementation of UNMIL's mandate\n- Provide a midterm report by 28 February 2016 and a final report by 15 August 2016 on the situation and implementation of this resolution\n\nDecides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2239_2015_EN.pdf"
}