{
  "resolution_no": "2240",
  "year": "2015",
  "theme": [
    "Trafficking in Persons",
    "Smuggling of Migrants"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "Libya",
    "European Union",
    "UNTOC",
    "FRONTEX",
    "EUBAM Libya"
  ],
  "reporting_cycle": "3 months",
  "operative_authority": "Chapter VII enforcement actions",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling its previous statement on the Mediterranean Sea maritime tragedy, reaffirms its commitment to Libya's sovereignty, independence, territorial integrity, and national unity.\n\nRecalling international law, particularly the UN Convention on the Law of the Sea and the UNTOC Convention, and its Protocol against migrant smuggling and human trafficking.\n\nDeploring the ongoing maritime tragedies in the Mediterranean Sea, often caused by transnational criminal organizations exploiting migrants.\n\nExpressing concern over the recent surge in migrant smuggling off Libya's coast and recognizing that some migrants may be refugees.\n\nEmphasizing the need to treat migrants with humanity and dignity, respect their rights, and protect their human rights.\n\nReaffirming the need to promote and protect migrants' human rights, particularly for women and children.\n\nFurther recalling international conventions on safety of life at sea and maritime search and rescue.\n\nExpressing concern that the situation in Libya is exacerbated by migrant smuggling and human trafficking.\n\nUnderlining the Libyan Government's primary responsibility to prevent migrant smuggling and human trafficking.\n\nWelcoming support from Member States, including the European Union, and acknowledging the European Council and African Union statements on addressing human trafficking.\n\nTaking note of the European Union's decision to set up EUNAVFOR Med to address migrant smuggling and human trafficking.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Condemns migrant smuggling and human trafficking into, through, and from Libya, which undermines the country's stabilization and endangers thousands of lives.\n\n Calls on Member States to assist Libya in building capacity to secure its borders, prevent, investigate, and prosecute smuggling and trafficking acts.\n\n Urges Member States and regional organizations to cooperate with Libya and each other to combat smuggling and trafficking, sharing information and providing assistance to migrants and victims.\n\n Urges States and regional organizations to be vigilant for smuggling and trafficking acts off Libya's coast and to increase efforts to deter them.\n\n Authorizes Member States to inspect unflagged vessels on the high seas off Libya's coast suspected of smuggling or trafficking migrants.\n\n Authorizes inspections with the consent of the flag State for flagged vessels suspected of smuggling or trafficking.\n\n Authorizes, for one year, Member States to inspect vessels on the high seas off Libya's coast suspected of smuggling or trafficking, with efforts to obtain the flag State's consent.\n\n Authorizes, for one year, Member States to seize vessels confirmed to be used for smuggling or trafficking.\n\n Calls on flag States to cooperate and respond rapidly to requests regarding their vessels.\n\n Authorizes Member States to use commensurate measures to confront smugglers and traffickers, in compliance with international human rights law.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n- Authorizes measures to combat migrant smuggling and human trafficking off Libya's coast (paras 7-8) without applying to vessels with sovereign immunity;\n- Prioritizes safety of persons on board and protection of the marine environment (para 10);\n- Limits authorizations to the specific situation off Libya's coast, not affecting rights/obligations under international law, including UNCLOS (para 11);\n- Aims to disrupt organized crime, prevent loss of life, and protect human rights (paras 12-13);\n- Urges humane treatment of migrants, respect for their rights, and prosecution of smugglers/traffickers (paras 13-15);\n- Encourages ratification of protocols against migrant smuggling and human trafficking (para 16);\n- Requests regular reports on actions taken (paras 17-18);\n- Intends to review the situation and consider renewing the authority provided (para 19);\n- Remains seized of the matter (para 20).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2240_2015_EN.pdf"
}