{
  "resolution_no": "2225",
  "year": "2015",
  "theme": [
    "Children and Armed Conflict",
    "Protection of Children",
    "Armed Conflict"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "Security Council",
    "United Nations",
    "International Criminal Court"
  ],
  "reporting_cycle": "Annual reports",
  "operative_authority": "Binding on Member States",
  "summary": "The Security Council,\n\nReaffirming its previous resolutions on children and armed conflict, and relevant Statements of its President,\n\nReiterating its primary responsibility for international peace and security, and commitment to addressing the impact of armed conflict on children,\n\nAcknowledging progress in preventing and responding to violations against children, but remaining deeply concerned over the lack of progress in some situations,\n\nRecalling parties' obligations under international law to protect children in armed conflict, including the Convention on the Rights of the Child and Geneva Conventions,\n\nStressing the importance of a comprehensive strategy to resolve conflict and build peace, and a broad strategy of conflict prevention,\n\nEmphasizing Governments' primary role in providing protection and relief to affected children, and recognizing the importance of strengthening national capacities,\n\nRecognizing the roles of local leaders and civil society networks in enhancing community-level protection and rehabilitation,\n\nRecalling the responsibility of Member States to end impunity and prosecute those responsible for crimes against children,\n\nHaving considered the Secretary-General's report, \n\nExpressing grave concern over the abduction of children, often by non-State armed groups, and calling for perpetrators to be held accountable,\n\nGravely concerned by human rights abuses and violations by non-state armed groups, including mass abductions, rape, and sexual violence,\n\nNoting Article 35 of the Convention on the Rights of the Child, calling for States Parties to prevent the abduction, sale, or traffic in children.\nHere is a concise summary of the Security Council document 2225 (2015) without adding any extra information or lines:\n\nGravely concerned by the effects of illicit transfer, accumulation and misuse of small arms on children in armed conflict, \n\nThe Security Council:\n \n1. Strongly condemns all violations of international law involving recruitment and use of children by parties to armed conflict, and demands that all parties immediately put an end to such practices.\n\n2. Reaffirms the monitoring and reporting mechanism in situations listed in annexes to the Secretary-General's reports on children and armed conflict.\n\n3. Requests the Secretary-General to include parties that engage in patterns of abduction of children in situations of armed conflict in the annexes.\n\n4. Calls on parties listed in the annexes to prepare and adopt concrete time-bound action plans to halt violations and abuses against children.\n\n5. Urges for the immediate, safe and unconditional release of abducted children and encourages efforts to obtain their safe release.\n\n6. Encourages Member States to consider non-judicial measures as alternatives to prosecution and detention for children formerly associated with armed forces.\n\n7. Expresses deep concern that the military use of schools may render them legitimate targets of attack and encourages Member States to take concrete measures.\n\n8. Stresses the importance of regular consideration of violations and abuses committed against children in armed conflict.\n\n9. Urges integration of child protection provisions into all peace negotiations, ceasefire and peace agreements.\n\n10. Welcomes progress made under the \"Children, Not Soldiers\" campaign and urges concerned Governments to ensure no children are in their ranks.\n\n11. Invites the Special Representative of the Secretary-General to update the Security Council on the campaign and progress made.\n\n12. Urges all parties concerned to support efforts to protect children affected by armed conflict.\nThe Security Council:\n\nUrges concerned Member States to prioritize national ownership and strengthen capacities of national institutions, civil society networks, and accountability mechanisms to protect and rehabilitate children affected by armed conflict.\n\n Requests Member States to mainstream child protection in security sector reforms, including military training, standard operating procedures, and age assessment mechanisms.\n\nEmphasizes the responsibility of States to investigate and prosecute those responsible for egregious crimes against children, highlighting the role of the International Criminal Court.\n\nRecognizes the role of UN peacekeeping operations and political missions in protecting children, and reiterates the inclusion of child protection provisions in their mandates.\n\nCalls for continued implementation of the Secretary-General's zero-tolerance policy on sexual exploitation and abuse, and urges troop-contributing countries to take preventive action.\n\nUrges UN entities to give full attention to violations against children in the application of the Human Rights Due Diligence Policy.\n\nRequests the Secretary-General to submit comprehensive annual reports on the implementation of its resolutions and Presidential statements on children and armed conflict.\n\nDecides to remain actively seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2225_2015_EN.pdf"
}