{
  "resolution_no": "2219",
  "year": "2015",
  "theme": [
    "Côte d'Ivoire",
    "Peace and Security",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "United Nations Operation in Côte d'Ivoire (UNOCI)",
    "French forces",
    "Group of Experts",
    "International Criminal Court",
    "Kimberley Process"
  ],
  "reporting_cycle": "periodic reports to the Committee and the Security Council",
  "operative_authority": "binding enforcement under Chapter VII",
  "summary": "The Security Council:\n\nRecalling previous resolutions on Côte d’Ivoire, reaffirms its commitment to the country's sovereignty, independence, territorial integrity, and unity.\n\nWelcoming progress towards peace and stability, it commends the President and Government of Côte d’Ivoire for their efforts to stabilize security and promote economic recovery.\n\nRecognizing the contribution of measures imposed by resolutions 1572 (2004), 1643 (2005), 1975 (2011), and 1980 (2011) to Côte d’Ivoire's stability, it stresses these measures aim to support the peace process, possibly leading to their modification or lifting.\n\nNoting the upcoming presidential election, it welcomes reforms adopted to prepare for the election and encourages all stakeholders to work together to ensure a peaceful, credible, and transparent process.\n\nThe Council also welcomes efforts towards security sector reform (SSR), but expresses concern about delays in adopting relevant laws and regulations.\n\nWelcoming progress in disarmament, demobilization, and reintegration (DDR), it urges the Government to provide sufficient resources to complete the DDR process before the presidential election.\n\nThe Council emphasizes the importance of continued efforts to monitor and manage weapons, train and equip security forces, and stresses the primary role of the police and gendarmerie in maintaining law and order. \n\nIt urges an acceleration of efforts to reform the security sector, including by putting in place an effective chain of command, a system of military justice and appropriate budgetary allocations.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Calls on the Government of Côte d’Ivoire to ensure its security forces uphold human rights and international law.\n* Recognizes efforts made by Côte d’Ivoire to improve cooperation with the Group of Experts and encourages further cooperation.\n* Welcomes progress made in combating illegal taxation systems and encourages implementation of the 2015-2016 action plan on customs administration.\n* Notes progress made towards Kimberley Process Certification Scheme (KPCS) implementation and better governance of the diamond sector.\n* Recalls its decisions on women, peace and security, children and armed conflict, and protection of civilians in armed conflicts.\n* Condemns all violence committed against civilians and stresses that perpetrators must be brought to justice.\n* Decides to impose an arms embargo on Côte d’Ivoire for a period ending on 30 April 2016, with certain exceptions.\n\nThe Council Acting under Chapter VII of the Charter:\n\n* Imposes an arms embargo on Côte d’Ivoire for a period ending on 30 April 2016.\n* Exempts supplies of non-lethal equipment and technical assistance to Ivorian security forces.\n* Exempts supplies intended for UNOCI, French forces, and other UN peacekeeping operations.\n* Allows for supplies to Ivorian security forces for security sector reform (SSR) with advance notification to the Committee.\n* Requires advance approval from the Committee for certain arms and lethal materiel.\n* Requests the Government of Côte d’Ivoire to ensure notifications and approval requests contain all relevant information.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Decides to exempt from the arms embargo measures certain categories of non-lethal equipment for the Ivorian security forces, under strict conditions, including prior notification and approval from the Committee.\n\n2. Requests Ivorian authorities to submit biannual reports to the Committee on progress achieved in disarmament, demobilization, and reintegration (DDR) and security sector reform (SSR).\n\n3. Encourages Ivorian authorities to consult with the UN Operation in Côte d’Ivoire (UNOCI) on notifications and authorization requests.\n\n4. Urges the Government of Côte d’Ivoire to allow access to exempted arms and lethal materiel and to maintain a registry of all arms and materiel in the country.\n\n5. Decides to review the measures imposed by the end of the period mentioned, with a view to possibly modifying or lifting them, in light of progress achieved in stabilization, DDR, SSR, national reconciliation, and the fight against impunity.\n\n6. Renews financial and travel measures imposed by previous resolutions until 30 April 2016.\n\n7. Requests the Government of Côte d’Ivoire to update the Security Council on its progress in implementing its Action Plan for diamonds.\n\n8. Welcomes steps taken by the Government of Côte d’Ivoire to implement recommendations outlined in the Kimberley Process Review Visit.\n\n9. Encourages Côte d’Ivoire and adjacent countries to participate in Kimberley Process regional cooperation and law enforcement activities.\n\n10. Invites the Kimberley Process Certification Scheme (KPCS) to communicate information regarding Côte d’Ivoire’s compliance to the Security Council.\n\n11. Calls upon the Government of Côte d’Ivoire to enforce measures imposed and to incorporate relevant provisions in its national legal framework.\n\n12. Expresses concern about instability in western Côte d’Ivoire and encourages coordinated action by authorities from neighboring countries.\n\n13. Urges all illegal Ivorian armed combatants to lay down their arms immediately.\n\n14. Reiterates the necessity for Ivorian authorities to provide unhindered access to the Group of Experts, UNOCI, and French forces.\nHere is a summarized version of the Security Council document:\n\n24. Requests States to cooperate with the Committee, and authorizes the Committee to request further information.\n\n25. Extends the mandate of the Group of Experts until 30 May 2016, and requests the Secretary-General to support its action.\n\n26. Reiterates the Group's mandate to gather and analyze information on sources of financing for the purchase of arms and related materiel.\n\n27. Requests the Group of Experts to submit an interim update by 15 September 2015 and a final report by 8 April 2016.\n\n28. The update and report may include information and recommendations for the Committee's possible designation of individuals and entities.\n\n29. The Group of Experts will report on the activities of sanctioned individuals and any continued threat to peace and security.\n\n30-31. Requests the Secretary-General and the French Government to communicate information gathered by UNOCI and French forces on the supply of arms and related materiel.\n\n32. Welcomes Côte d'Ivoire's efforts to participate in the OECD-hosted implementation program and urges due diligence on mineral products.\n\n33. Calls upon Ivorian authorities to dismantle illegal taxation networks and reduce checkpoints.\n\n34. Asks the Group of Experts to assess border measures and control.\n\n35. Urges cooperation with the Committee, Group of Experts, UNOCI, and French forces.\n\n36. Requests Special Representatives to share relevant information with the Committee.\n\n37. Urges Ivorian parties and States to ensure the safety of the Group of Experts and provide unhindered access.\n\n38. Decides to remain actively seized of the matter.\nThe Security Council document 2219 (2015) Annex lists prohibited items:\n\n1. Weapons, direct and indirect fire artillery, and guns with a calibre bigger than 12.7 mm, their ammunition and components.\n2. Rocket propelled grenades, rockets, light anti-tank weapons, rifle grenades and grenade-launchers.\n3. Surface-to-air Missiles, including man portable air defence systems (Manpads); surface-to-surface missiles; and air-to-surface missiles.\n4. Mortars with a calibre bigger than 82 mm.\n5. Guided anti-tank weapons, especially guided anti-tank missiles, their ammunition and components.\n6. Armed aircraft, including rotary wing or fixed wing.\n7. Military armed vehicles or Military vehicles equipped with weapon mounts.\n8. Explosive charges and devices containing explosive materials, designed for military purpose, mines and related material.\n9. Night observation and night shooting devices.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2219_2015_EN.pdf"
}