{
  "resolution_no": "2243",
  "year": "2015",
  "theme": [
    "Haiti",
    "Security",
    "Elections",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MINUSTAH",
    "Haitian National Police",
    "United Nations country team",
    "Special Representative of the Secretary-General"
  ],
  "reporting_cycle": "semi-annually",
  "operative_authority": "Chapter VII of the Charter of the United Nations",
  "summary": "The Security Council adopted Resolution 2243 (2015) on 14 October 2015, reaffirming its previous resolutions on Haiti and commitment to the country's sovereignty, independence, territorial integrity, and unity. The Council noted Haiti's progress towards stabilization, including the completion of legislative elections and the holding of presidential, municipal, and local elections in 2015. \n\nThe Council welcomed the relatively peaceful first round of legislative elections on 9 August 2015 and acknowledged steps taken by Haitian institutions to address irregularities. It emphasized the importance of free, fair, peaceful, and democratic elections, and encouraged the Government, Electoral Council, and political parties to ensure the integrity of the electoral process.\n\nThe Council recognized the overall stability of the security situation, with some improvement since Resolution 2180 (2014), and noted the important role of the UN Stabilization Mission in Haiti (MINUSTAH) in maintaining stability and security. It commended MINUSTAH's assistance to the Government and expressed gratitude to its personnel.\n\nThe Council underlined the need to strengthen Haitian judicial and correctional systems, and encouraged the Government to pursue security sector reform. It recognized the interconnected nature of challenges in Haiti, including security, the rule of law, and development, and welcomed efforts to address these challenges.\n\nThe Council reiterated the critical role of the Haitian National Police (HNP) in Haiti's security and stability, and welcomed its strengthening, professionalization, and reform. It underscored the importance of adequately funding the HNP and encouraged the Government to take advantage of international support.\n\nThe Council noted progress in the implementation of the 2012-2016 HNP Development Plan but expressed concern about human rights concerns in the corrections system, including prolonged pretrial detentions and prison overcrowding. \n\nThe Council expressed concern about the deteriorated humanitarian situation, including food insecurity, and noted the impact of reduced funding on the UN system's response. It acknowledged significant humanitarian challenges, including approximately 60,801 internally displaced persons, and welcomed efforts to control and eliminate the cholera epidemic.\nThe Security Council:\n\n\n\nCondemns the cholera outbreak in Haiti and urges the UN country team to support the Government in addressing structural weaknesses, particularly in water and sanitation systems, and strengthening national health institutions.\n\n \n\nWelcomes the first meeting of the High-Level Committee on Cholera since the change of Government in January 2015 and notes the decrease in cholera cases in May.\n\n \n\nEmphasizes that progress in Haiti's reconstruction, social and economic development, and risk reduction are crucial to achieving lasting stability.\n\n \n\nWelcomes the development of the Government's Framework for the Coordination of External Aid and the increased joint programming of the UN country team.\n\n \n\nUrges donors to fulfill their pledges and for the Government to provide clear guidance on priorities and facilitate delivery of assistance.\n\n \n\nEmphasizes the role of regional organizations in Haiti's stabilization and reconstruction.\n\n \n\nWelcomes the efforts of the Haitian National Police and MINUSTAH's community policing efforts.\n\n \n\nExpresses concern over sexual and gender-based violence and stresses the need to strengthen national human rights institutions and combat criminality.\n\n \n\nReaffirms the authority of the Special Representative of the Secretary-General in coordinating UN activities in Haiti.\n\n \n\nDecides to extend MINUSTAH's mandate until 15 October 2016 with a force level of up to 2,370 troops and 2,601 police personnel.\n\n \n\nIntends to consider withdrawing MINUSTAH and transitioning to a future UN presence by 15 October 2016, based on Haiti's security capacity and conditions.\nHere is a summarized version of the Security Council document:\n\n4. Requests the Secretary-General to conduct a Strategic Assessment Mission to Haiti and present recommendations on the future presence and role of the UN in Haiti within 90 days after the inauguration of the new President.\n\n5. Affirms that adjustments to the force configuration should be based on the situation on the ground, taking into account the capacity of MINUSTAH and the Haitian National Police, and the results of the Secretary-General's strategic assessment.\n\n6. Calls upon MINUSTAH to maintain capacity to deploy troops rapidly throughout the country.\n\n7. Affirms its commitment to adapt MINUSTAH's mandate and force levels if conditions in Haiti change.\n\n8. Takes note of the implementation of MINUSTAH's conditions-based consolidation plan and notes that the Mission will continue to focus on priority areas.\n\n9. Recognizes the ownership and primary responsibility of the Government and people of Haiti over the country's stabilization and encourages MINUSTAH to provide logistical and technical expertise.\n\n10. Welcomes the holding of the first round of legislative elections on 9 August 2015.\n\n11. Urges Haiti's political actors to work cooperatively to ensure free, fair, inclusive, and transparent elections.\n\n12. Welcomes the Special Representative of the Secretary-General's efforts to support the political process and calls upon MINUSTAH to continue to support this process.\n\n13. Reaffirms that Haiti is at an important juncture in the consolidation of stability and democracy.\n\n14. Encourages the Government of Haiti to promote increased women's political participation.\n\n15. Reaffirms that strengthening the capacity of the Haitian National Police is paramount for the Government of Haiti to take responsibility for the country's security needs.\n\n16. Requests MINUSTAH to continue its efforts to strengthen the institutional and operational capacities of the Haitian National Police.\n\n17. Underlines the need to ensure effective support for the 2012-2016 HNP Development Plan.\n\n18. Stresses the need for close coordination among MINUSTAH, donors, and the Government of Haiti to enhance the effectiveness and sustainability of HNP capacity-building efforts.\n\n19. Encourages MINUSTAH to continue to assist the Government in effectively tackling gang violence, organized crime, and other security challenges.\n\n20. Encourages the Haitian authorities to continue to implement justice reform.\nHere is a summarized version of the Security Council document 2243 (2015) in a clear and concise manner, maintaining the original tone and language:\n\nThe Security Council:\n\n Condemns grave violations against children and widespread rape and sexual abuse of women and girls, and calls on the Government of Haiti to promote and protect their rights.\n\n Requests MINUSTAH to continue to implement quick-impact projects, community violence reduction approach, and support the Haitian Government in providing protection to civilians, particularly women and children.\n\n Calls on donors and partners to coordinate efforts through the Framework for the Coordination of External Aid (CAED) to ensure transparency and national ownership.\n\n Welcomes the revised integrated strategic framework between the UN country team and MINUSTAH.\n\n Requests MINUSTAH to continue to support the Haitian authorities in controlling the flow of small arms, developing a weapons registry, and reforming the weapons permit system.\n\n Urges the Government of Haiti to ensure respect and protection of human rights by the Haitian National Police and judiciary, with support from MINUSTAH.\n\n Requests the Secretary-General to ensure compliance with the UN zero-tolerance policy on sexual exploitation and abuse and to keep the Council informed.\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2243_2015_EN.pdf"
}