{
  "resolution_no": "2211",
  "year": "2015",
  "theme": [
    "Peace and security",
    "Human rights",
    "Protection of civilians"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MONUSCO",
    "UN Group of Experts",
    "International Conference on the Great Lakes Region (ICGLR)",
    "Southern African Development Community (SADC)",
    "African Union (AU)"
  ],
  "reporting_cycle": "every 3 months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, \nRecalling its previous resolutions and statements on the Democratic Republic of the Congo (DRC), \nReaffirming the basic principles of peacekeeping, \nReaffirming its commitment to the sovereignty, independence, unity and territorial integrity of the DRC, \nEmphasizing accountability for violations of international humanitarian law and human rights, \nNoting the continued conflict and violence in eastern DRC, \nEncouraging efforts by the Secretary-General, ICGLR, SADC, and AU to restore peace and security, \nReiterating concern regarding the security and humanitarian crisis in eastern DRC, \n Stressing the importance of neutralizing armed groups, including FDLR, ADF, LRA, FNL, \nRecalling the need for swift neutralization of FDLR, \nRemaining concerned by the humanitarian situation, \nCondemning violence and abuses of human rights, \nRecalling resolutions on women, peace and security, children and armed conflicts, and protection of civilians.\nHere is a concise summary of the Security Council document:\n\nThe Security Council welcomes efforts by MONUSCO and international partners to train Congolese security institutions on human rights and international humanitarian law. It notes the Government of DRC's efforts to combat sexual violence, but encourages increased efforts. The Council acknowledges the Framework of Cooperation between the UN and African Union on preventing conflict-related sexual violence.\n\nThe Council expresses concern over human rights and humanitarian law violations by some FARDC, Republican Guard, and PNC members, and urges the Government to ensure a proportional response to security challenges. It stresses the need for accountability, particularly for genocide, war crimes, and crimes against humanity.\n\nThe Council reaffirms its support to MONUSCO and its Special Representative, and calls for cooperation with the International Criminal Court. It emphasizes the importance of protecting civilians, promoting peaceful means, and progress on key reforms.\n\nThe Council welcomes the strategic review of MONUSCO and its recommendations, and stresses the need for effective deployment of resources. It reiterates its call for cooperation with MONUSCO, condemns attacks on peacekeepers, and emphasizes accountability.\n\nThe Council underlines MONUSCO's role in deterring threats to its mandate and contributing to a comprehensive strategy for durable peace and security. It stresses the crucial importance of the upcoming electoral cycle, expresses concern over restrictions on political space, and calls for open, inclusive, and peaceful dialogue.\n\nThe Council determines that the situation in DRC continues to threaten international peace and security, and acts under Chapter VII of the UN Charter.\nHere is a summarized version of the Security Council document:\n\n1. The mandate of MONUSCO in the DRC is extended until 31 March 2016, including its Intervention Brigade on an exceptional basis.\n\n2. The report of the Secretary-General on the strategic review of MONUSCO is welcomed, and its recommendations are endorsed, including the transformation of MONUSCO force to become more efficient and effective.\n\n3. The recommendation to reduce the MONUSCO force by 2,000 troops, while maintaining an authorized troop ceiling of 19,815 military personnel, is endorsed.\n\n4. The intention to make this troop reduction permanent through a revised troop ceiling once significant progress has been achieved regarding MONUSCO's mandate priorities, including the fight against the FDLR.\n\n5. MONUSCO is requested to maximize force interoperability, flexibility, and effectiveness in implementing its mandate.\n\n6. Future reconfigurations of MONUSCO and its mandate should be determined in consultation with the Government of the DRC, based on the evolution of the situation on the ground and progress towards objectives, including:\n    (a) Reduction of the threat posed by armed groups, in particular the FDLR.\n    (b) Stabilization through establishment of functional state institutions.\n\n7. Coordination and cooperation between the Government of the DRC, UN entities, and development actors is stressed.\n\n8. The protection of civilians must be given priority in decisions about the use of available capacity and resources.\n\n9. MONUSCO is authorized to take all necessary measures to perform tasks, including:\n    (a) Protection of civilians under threat of physical violence.\n    (b) Protection of UN personnel, facilities, and equipment.\n    (c) Work with the Government to identify threats to civilians and implement prevention and response plans.\n    (d) Support and work with authorities to arrest and bring to justice those responsible for genocide, war crimes, and crimes against humanity.\n    (e) Neutralize armed groups through targeted offensive operations by the Intervention Brigade.\nHere is a summarized version of the Security Council document:\n\n**Mandate of MONUSCO**\n\n* Prevent the expansion of armed groups, neutralize and disarm them to reduce the threat posed to state authority and civilian security in eastern DRC.\n\n**Arms Embargo**\n\n* Monitor the implementation of the arms embargo in cooperation with the Group of Experts.\n* Observe and report on flows of military personnel, arms or related materiel across the eastern border of the DRC.\n* Seize, collect, record and dispose of arms or related materiel brought into the DRC in violation of the embargo.\n\n**Gender Issues, Child Protection, Interaction with Civilian Population**\n\n* Take fully into account gender considerations throughout its mandate and assist the Government of the DRC in ensuring the participation of women.\n* Take fully into account child protection as a cross-cutting issue throughout its mandate and assist the Government of the DRC in ensuring the protection of children's rights.\n* Enhance interaction with the civilian population to raise awareness and understanding about its mandate and activities.\n\n**Stabilization**\n\n* Contribute to tasks, including through the SRSG's good offices, to support the Congolese authorities and their efforts to stabilize eastern DRC.\n* Provide good offices, advice and support to the Government of DRC to ensure actions against armed groups are supported by civilian and police components.\n* Implement the revised International Security and Stabilization Support Strategy (ISSSS) and related Provincial Stabilization Plans.\n\n**Support to National Reform Processes**\n\n* Reiterates the importance of implementing the PSC Framework to achieve long-term stability in eastern DRC and the region.\n* Authorizes MONUSCO to contribute to tasks, in coordination with the UNCT and other actors, to support the Congolese authorities and their efforts to deliver reforms called by the PSC Framework.\nHere is a summarized version of the Security Council document:\n\n**Security Council Resolution 2211 (2015)**\n\nThe Security Council:\n\n**MONUSCO Mandate**\n\n* (b) Monitor, report and follow-up on human rights violations and abuses, and support the UN system in-country to ensure consistency with international humanitarian law and human rights law.\n\n* (c) Provide good offices, advice and support to the Government of the DRC to encourage national ownership of security sector reform (SSR), including developing a national strategy and implementation roadmap.\n\n* (d) Support army reform, including the establishment of a vetted, well-trained and equipped “Rapid Reaction Force” within the FARDC.\n\n* (e) Support police reform, including training for PNC units, with a focus on human rights.\n\n* (f) Support the development of a national justice strategy and implementation of justice and prison sector reform.\n\n* (g) Encourage the consolidation of an effective national civilian structure controlling key mining activities.\n\n**PSC Framework**\n\n* 16. Urges the Government of the DRC to implement the PSC Framework, including a priority action plan, and protect the civilian population.\n\n* 17. Notes with concern the lack of progress and calls on the Government to take immediate steps to uphold its commitment to SSR and implement the national DDR programme.\n\n**United Nations Special Envoy for the Great Lakes Region**\n\n* 18. Calls on the Special Envoy to continue promoting peace, stability, and economic development in the DRC and the region.\n\n**Elections**\n\n* 19. Calls on the Government of the DRC to ensure a transparent and credible electoral process, prioritizing conditions for the presidential and legislative elections.\n\n* 20. Welcomes the electoral law and calendar, and calls on the Government to put in place an adequate electoral budget and code of conduct.\n\n* 21. Authorizes MONUSCO to provide logistical support to facilitate the electoral cycle, subject to notification to the Security Council.\n\n**Armed Groups**\n\n* 22. Strongly condemns all armed groups operating in the region and their human rights abuses and violations of international humanitarian law.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Condemns and demands immediate cessation of violence and destabilizing activities by FDLR, ADF, LRA, and other armed groups.\n\n Demands disarmament, disbandment, and release of children from these groups.\n\n Notes the Government of DRC's commitment to military operations against FDLR and encourages cooperation with MONUSCO.\n\n Condemns brutal killings in Beni area, demands thorough investigation, and calls for military action against ADF.\n\n Urges the Government of DRC to implement DDR Plan, allocate funding, and reintegrate former combatants.\n\n Recognizes MONUSCO's contribution to fighting LRA and encourages cooperation among regional actors.\n\n Urges the Government of DRC to arrest and hold accountable those responsible for human rights abuses and violations.\n\n Calls for prosecution of those responsible for grave human rights violations.\n\n Encourages cooperation with Special Representatives on Children and Armed Conflict and Sexual Violence.\n\n Requests implementation of action plan to prevent and end recruitment and use of children and sexual violence by FARDC.\n\n Requests MONUSCO to ensure compliance with UN zero-tolerance policy on sexual exploitation.\n\n Demands humanitarian access and facilitation throughout DRC.\n\n Calls on Member States to contribute to UN humanitarian appeal for DRC.\nHere is a concise summary of the Security Council document:\n\n**Cooperation and Support**\n\n* Demands full cooperation with MONUSCO's deployment, operations, and monitoring functions, guaranteeing safety and unrestricted freedom of movement for UN personnel.\n* Expresses full support to the UN Group of Experts, calling for enhanced cooperation from States, MONUSCO, and parties to ensure safety and access.\n\n**Exit Strategy**\n\n* Stresses MONUSCO's exit should be gradual, tied to specific targets jointly developed with the Government of the DRC.\n* Encourages the Government to engage in regular strategic dialogue with the UN to develop a roadmap and exit strategy.\n* Notes the need for a clear exit strategy for the Intervention Brigade, tied to sustainable progress in ending armed group threats and implementing security sector reform.\n\n**Reporting and Review**\n\n* Requests the Secretary-General to report every three months on MONUSCO's mandate implementation, including:\n\t+ Situation on the ground, protection of civilians, and sexual violence.\n\t+ Progress in implementing strategic review recommendations.\n\t+ DRC's implementation of PSC Framework commitments.\n\t+ Exit strategy and reconfiguration of MONUSCO.\n\t+ Electoral process and security risks.\n* Requests six-monthly reports on PSC Framework implementation.\n\n**Conclusion**\n\n* Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2211_2015_EN.pdf"
}