{
  "resolution_no": "2200",
  "year": "2015",
  "theme": [
    "Darfur",
    "Sudan",
    "Peace and Security",
    "Human Rights",
    "Humanitarian Access"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "United Nations",
    "African Union",
    "Government of Sudan",
    "UNAMID",
    "Panel of Experts"
  ],
  "reporting_cycle": "periodic",
  "operative_authority": "binding",
  "summary": "The Security Council adopted Resolution 2200 (2015) on 12 February 2015, recalling previous resolutions and statements on Sudan, reaffirming its commitment to peace, sovereignty, and territorial integrity of Sudan. The Council reiterated the need to end violence in Darfur, addressing root causes through an inclusive political process, and welcomed the African Union High-Level Implementation Panel's (AUHIP) and the Doha Document for Peace in Darfur (DDPD) efforts.\n\nThe Council expressed deep concern at increased violence, inter-communal fighting, and humanitarian access restrictions in Darfur, stressing the need for safe and unhindered humanitarian access. It emphasized the imperative for all armed actors to refrain from violence against civilians, end human rights abuses, and violations of international humanitarian law.\n\nThe Council demanded an immediate cessation of military action, including aerial bombardments, and called for an environment conducive to national dialogue. It condemned external military support to non-signatory armed groups, actions aimed at overthrowing the Government of Sudan, and expressed concern at the threat posed by illicit small arms and light weapons.\n\nThe Council deplored continued violations of resolution 1591 (2005) by the Government of Sudan, including the movement of weapons and ammunition into Darfur without authorization. It demanded an end to acts of sexual violence, recruitment and use of children, and indiscriminate attacks on civilians.\n\nThe Council reaffirmed its concern over the negative effect of violence in Darfur on Sudan's stability and the region, welcoming good relations between Sudan and Chad, and encouraging regional cooperation. It deplored human rights violations and abuses committed by Government of Sudan security forces, their proxies, and armed groups.\n\nThe Council expressed concern at obstacles imposed by the Government of Sudan on the Panel of Experts' work, including restrictions on freedom of movement and access to areas of conflict. It welcomed improved cooperation between the Government of Sudan and the Panel of Experts, encouraging increased cooperation.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Sudan, decides to extend the mandate of the Panel of Experts until 12 March 2016 and requests the Secretary-General to take necessary administrative measures.\n\nThe Panel is requested to provide:\n- A midterm update by 12 August 2015\n- A final report by 15 January 2016\n- Updates every three months to the Committee on its activities\n\nThe Council:\n- Reiterates its support for efforts to promote peace and stability in Darfur\n- Emphasizes the need to respect UN Charter provisions on privileges and immunities\n- Notes the critical importance of effective implementation of the sanctions regime\n\nThe Council also:\n- Urges all States to cooperate with the mission and provide access to areas of armed conflict\n- Reminds States of obligations on arms and related materiel\n- Calls on the Government of Sudan to fulfil commitments, including lifting the state of emergency and ensuring accountability\n\nSpecifically on arms:\n- Expresses concern that supplies to Sudan could support military aircraft used in violation of resolutions\n- Recalls the Government of Sudan's obligations under resolution 1591 (2005)\n- Calls on the Government to address illicit transfer and misuse of small arms and light weapons\n\nThe Council:\n- Condemns continued violations of measures contained in previous resolutions\n- Directs the Committee to consult with Member States on non-compliance\n- Expresses concern that travel ban and asset freeze on designated individuals are not being implemented by all Member States.\nHere is a summarized version of the Security Council document:\n\n12. Reiterates that all States, particularly those in the region, must prevent entry into or transit through their territories of individuals designated by the Committee, and calls on the Government of Sudan to enhance cooperation and information sharing.\n\n13. Urges all States to report to the Committee on actions taken to implement measures imposed by resolutions 1591 (2005) and 1556 (2004).\n\n14. Intends to review the state of implementation of measures imposed in resolutions 1591 (2005) and 1945 (2010) after the midterm update.\n\n15. Regrets continued violence against civilians by some individuals of the Government of Sudan and armed groups in Darfur, and expresses intention to impose targeted sanctions.\n\n16. Deplores attacks against UNAMID and calls on the Government of Sudan to investigate and bring perpetrators to justice.\n\n17. Condemns the use of civilian establishments by armed groups to gain a military advantage.\n\n18. Requests the Panel of Experts to investigate financing and role of armed groups in attacks against UNAMID personnel.\n\n19. Recalls that individuals and entities who plan, sponsor or participate in attacks against UNAMID constitute a threat to stability in Darfur.\n\n20. Insists that the Government of Sudan remove restrictions on the work of the Panel of Experts and enhance cooperation.\n\n21. Urges the Government of Sudan to respond to Committee requests on measures to protect civilians and investigate human rights violations.\n\n22. Welcomes the Committee's work and urges all States and parties to cooperate fully with the Committee and the Panel of Experts.\n\n23. Requests the Panel of Experts to coordinate with UNAMID and other Panels or Groups of Experts.\n\n24. Requests the Panel of Experts to assess progress towards reducing violations and provide information on individuals and entities that meet listing criteria.\n\n25. Reaffirms the mandate of the Committee to encourage dialogue with interested Member States.\n\n26. Emphasizes the importance of regular consultations with concerned Member States.\n\n27. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2200_2015_EN.pdf"
}