{
  "resolution_no": "2204",
  "year": "2015",
  "theme": [
    "Yemen",
    "Peace and Security",
    "Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41"
  ],
  "entities": [
    "Security Council",
    "Special Adviser on Yemen",
    "Al-Qaida sanctions list",
    "Gulf Cooperation Council",
    "United Nations"
  ],
  "reporting_cycle": "90 days",
  "operative_authority": "binding",
  "summary": "The Security Council, recalling its previous resolutions and statements on Yemen, reaffirms its commitment to the country's unity, sovereignty, independence, and territorial integrity. The Council expresses concern at ongoing challenges in Yemen, including violence, and the threats posed by the illicit transfer and misuse of weapons.\n\nThe Council reiterates its call for all parties in Yemen to resolve their differences through dialogue and reject acts of violence. It supports the work of the Special Adviser to the Secretary-General on Yemen, Jamal Benomar.\n\nThe Council recalls the listing of Al-Qaida in the Arabian Peninsula (AQAP) and associated individuals on the Al-Qaida sanctions list and stresses the need for robust implementation of measures to combat terrorist activity in Yemen.\n\nThe Council determines that the situation in Yemen continues to constitute a threat to international peace and security and, acting under Chapter VII, reaffirms the need for the full and timely implementation of the political transition in Yemen.\n\nThe Council renews until 26 February 2016 the measures imposed by paragraphs 11 and 15 of resolution 2140 (2014) and reaffirms the provisions of paragraphs 12, 13, 14, and 16 of resolution 2140 (2014).\n\nThe Council extends until 25 March 2016 the mandate of the Panel of Experts and requests the Secretary-General to re-establish the Panel of Experts for a period of 13 months. The Panel is to provide a midterm update to the Committee by 24 September 2015 and a final report to the Security Council by 24 January 2016.\n\nThe Council urges all parties and Member States to cooperate with the Panel of Experts and ensure their safety and unhindered access. It calls upon all Member States to report to the Committee within 90 days on the steps they have taken to implement effectively the measures imposed by paragraphs 11 and 15 of resolution 2140 (2014).\n10. Reaffirms its intention to keep the situation in Yemen under continuous review and its readiness to review the measures contained in this resolution, including strengthening, modification, suspension or lifting of the measures, as needed.\n\n11. Requests the Secretary-General to continue his good offices role, notes with appreciation the work of his Special Adviser, Jamal Benomar, and stresses the importance of the United Nations' close coordination with international partners.\n\n12. Requests the Secretary-General to coordinate assistance from the international community in support of the transition, and propose options for strengthening the office of the Special Adviser.\n\n13. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2204_2015_EN.pdf"
}