{
  "resolution_no": "2252",
  "year": "2015",
  "theme": [
    "Peace and security",
    "Conflict resolution",
    "Human rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "United Nations Mission in the Republic of South Sudan (UNMISS)",
    "Intergovernmental Authority on Development (IGAD)",
    "African Union (AU)"
  ],
  "reporting_cycle": "60 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2252 (2015) on December 15, 2015, recalling previous resolutions on South Sudan, and reaffirming its commitment to the country's sovereignty, independence, territorial integrity, and national unity. The Council welcomed the signing of the Agreement on the Resolution of the Conflict in South Sudan, and recognized the commitment of the parties to implement it. The Council expressed concern over continued fighting, delays in implementing the agreement, and reports of human rights violations, including war crimes and crimes against humanity. It commended the efforts of IGAD-Plus and the African Union in facilitating the agreement and urged enhanced support for its implementation. The Council also welcomed the appointment of Festus Mogae as Chair of the Joint Monitoring and Evaluation Commission and emphasized the importance of civil society, faith leaders, women, and youth participation in implementing the agreement. It reiterated its grave alarm and concern regarding the crisis in South Sudan, and recognized the need for stable security arrangements in the capital. The Council took note of reports on the human rights situation, and emphasized its hope that they will be considered by transitional justice and reconciliation mechanisms. It strongly condemned human rights violations and abuses, and violations of international humanitarian law.\nThe Security Council expresses grave concern over the situation in South Sudan, condemning the widespread violence, recruitment and use of children, enforced disappearances, arbitrary arrests and detention, and attacks on civilians, including members of civil society, schools, hospitals, and UN personnel.\n\nThe Council stresses the urgent need to end impunity in South Sudan and bring perpetrators to justice, emphasizing the importance of accountability, reconciliation, and healing. It also condemns the harassment and targeting of journalists and the use of media to broadcast hate speech.\n\nThe Council expresses concern over the 2.4 million displaced persons and the deepening humanitarian crisis, stressing the responsibility of all parties to ensure the basic needs of the population are met. It commends UN humanitarian agencies, partners, and donors for their efforts.\n\nThe Council recalls the need for all parties to allow and facilitate humanitarian access, and condemns attacks against humanitarian personnel and facilities, including the deaths of at least 41 personnel.\n\nThe Council appreciates the actions taken by UNMISS peacekeepers and troop- and police-contributing countries to protect civilians, and underlines the necessity to find sustainable solutions for internally displaced persons.\n\nThe Council reaffirms that sustainable peace requires an integrated approach based on coherence between political, security, development, human rights, and justice and reconciliation activities.\n\nThe Council emphasizes that individuals responsible for threatening the peace, security, or stability of South Sudan may be designated for targeted sanctions. It also emphasizes the importance of women's empowerment, participation, and human rights.\n\nThe Council expresses deep concern at restrictions on UNMISS movement and operations, and strongly condemns attacks on UN and IGAD personnel and facilities.\n\nThe Council requests UNMISS to take additional measures to ensure the security of its air operations and report thereon. It stresses the importance of effective engagement and liaison with local communities and humanitarian actors.\nHere is a concise summary of the Security Council document:\n\nThe Security Council expresses grave concern over threats to oil installations and personnel in South Sudan, and urges all parties to ensure the security of economic infrastructure.\n\nThe Council recalls its previous resolutions, including 2117 (2013), and reiterates its endorsement of the Cessation of Hostilities Agreement and the Agreement on the Resolution of the Conflict in South Sudan.\n\nThe Council calls for immediate and full implementation of the Agreements by the parties and expresses its intention to consider measures against those who undermine peace, stability, and security.\n\nThe Council:\n- Urges all parties to engage in an inclusive national dialogue;\n- Requests the Special Representative of the Secretary-General to lead the UN system in assisting with implementation of the Agreement;\n- Extends the mandate of UNMISS until 31 July 2016;\n- Underscores the importance of security in Juba and the role of the Joint Integrated Police;\n- Affirms its intention to consider future tasks for UNMISS in support of transitional security arrangements;\n- Requests the Secretary-General to develop a plan for UNMISS to respond to escalation of violence in Juba;\n- Increases the force levels of UNMISS up to 13,000 troops and 2,001 police personnel;\n- Authorizes UNMISS to use all necessary means to protect civilians, deter violence, and implement an early warning strategy.\n\nThe mandate of UNMISS includes protection of civilians, humanitarian personnel, and United Nations personnel, and the Council authorizes UNMISS to use all necessary means to perform these tasks.\nHere is a summarized version of the Security Council document:\n\n**Mandate of UNMISS**\n\n* To protect civilians, including through:\n\t+ Maintaining public safety and security within UNMISS protection of civilians sites (para 8(a)(iv))\n\t+ Exercising good offices, confidence-building, and facilitation to prevent and mitigate intercommunal conflict (para 8(a)(v))\n\t+ Fostering a secure environment for the safe and voluntary return of IDPs and refugees (para 8(a)(vi))\n\n* Monitoring and investigating human rights:\n\t+ Monitoring, investigating, verifying, and reporting on abuses and violations of human rights and international humanitarian law (para 8(b)(i))\n\t+ Monitoring and reporting on violations and abuses against children and women, including sexual and gender-based violence (para 8(b)(ii))\n\t+ Coordinating with international, regional, and national mechanisms engaged in monitoring and reporting human rights violations (para 8(b)(iii))\n\n* Creating conditions for humanitarian assistance:\n\t+ Contributing to the creation of security conditions conducive to the delivery of humanitarian assistance (para 8(c)(i))\n\t+ Ensuring the security and freedom of movement of UN personnel and installations (para 8(c)(ii))\n\n* Supporting the implementation of the Agreement:\n\t+ Supporting the planning and establishment of transitional security arrangements (para 8(d)(i))\n\t+ Supporting the work of the National Constitutional Amendment Committee and the incorporation of the Agreement into the Transitional Constitution (para 8(d)(ii))\n\t+ Supporting the permanent constitution-making process (para 8(d)(iii))\n\t+ Assisting the parties to develop a strategy for disarmament, demobilization, reintegration, and security sector reform (para 8(d)(iv))\n\t+ Participating in and supporting the CTSAMM and JMEC (paras 8(d)(v) and (vi))\n\n**Additional requests**\n\n* Encourages the Secretary-General to assist the JMEC and parties in mass communication and dissemination of key messages in support of the Agreement's implementation (para 9)\n* Emphasizes that protection of civilians must be given priority in decisions about the use of available capacity and resources (para 10)\n* Requests the Secretary-General to direct the operations of an integrated UNMISS and coordinate all activities of the UN system in South Sudan (para 11)\n* Requests the Secretary-General to provide detailed information on force generation, restructuring, logistical support, and enablers (para 12)\nHere is a summarized version of the Security Council document:\n\n13. Requests SG to prioritize complete deployment of UNMISS personnel to authorized strength, including tactical military helicopters and unarmed UAVs.\n\n14. Requests UNMISS to consider gender issues throughout its mandate, particularly women's participation in Agreement implementation.\n\n15. Requests UNMISS to intensify presence and patrolling in high-risk areas, foster secure environment for IDPs and refugees' return.\n\n16. Recalls zero-tolerance policy on SEA, demands full compliance, and urges TCCs to take preventive action.\n\n17. Encourages UNMISS to support non-UN security forces in compliance with HRDDP.\n\n18. Requests UNMISS to assist Committee and Panel of Experts.\n\n19. Condemns attacks on UNMISS personnel and facilities, demands respect for inviolability of UN premises.\n\n20. Recalls designation criteria, stresses sanctity of UN protection sites.\n\n21. Reiterates request for UNMISS to ensure air operations security.\n\n22. Demands GoSS compliance with SOFA, cooperation with UNMISS.\n\n23. Demands rapid, safe, and unhindered humanitarian access.\n\n24. Demands cessation of violence, human rights abuses.\n\n25. Condemns violations of international law, including child recruitment and use.\nThe Security Council:\n\nCondemns the ongoing conflict in South Sudan and urges parties to implement agreements to protect children and prevent violations against them; \n\n* Strongly urges the Government to fully implement its revised action plan to end and prevent violations against children and the SPLM/SPLA-IO to implement their commitment to end violations against children; \n* Welcomes the release of children by the South Sudan Democratic Movement/Army Cobra faction and the national launch of the campaign “Children, Not Soldiers”.\n\n Expresses grave concern at ongoing rampant sexual violence in South Sudan, welcomes the Joint Communiqué of the Government of South Sudan and the United Nations, and urges the SPLA and SPLA-IO to implement their respective Communiqués;\n\n* Urges the SPLA and SPLA-IO to take concrete steps towards implementing their Communiqués and to prevent further commission of sexual violence and hold perpetrators accountable;\n\n Requests the Secretary-General to provide technical assistance to the African Union and the Transitional Government of National Unity to establish the Hybrid Court for South Sudan and the Commission for Truth, Reconciliation, and Healing;\n\n* Looks forward to the Secretary-General’s report on technical assistance provided to the African Union and the Transitional Government of National Unity;\n\n Calls upon the Government of South Sudan to complete investigations of human rights violations and abuses transparently and expeditiously, and to hold accountable those responsible for violations and abuses of human rights;\n\n* Encourages the Government to release reports of investigations and ensure equal protection under the law and access to justice for victims of sexual violence;\n\n Calls upon all parties to ensure women’s full and effective representation and leadership in conflict resolution and peacebuilding efforts;\n\n Condemns attacks on oil installations and urges parties to ensure the security of economic infrastructure;\n\n Requests the Secretary-General to report to the Security Council on the implementation of the UNMISS mandate and on violations of the Status of Forces Agreement; \n\nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2252_2015_EN.pdf"
}