{
  "resolution_no": "2232",
  "year": "2015",
  "theme": [
    "Somalia",
    "Peace and Security",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "African Union Mission in Somalia (AMISOM)",
    "United Nations Assistance Mission in Somalia (UNSOM)",
    "Somali National Army (SNA)",
    "United Nations Security Council"
  ],
  "reporting_cycle": "The Secretary-General is requested to keep the Security Council regularly informed on the implementation of this resolution, including through oral updates and no fewer than three written reports, with the first written report by 12 September, and every 120 days thereafter.",
  "operative_authority": "The Security Council Acting under Chapter VII of the Charter of the United Nations",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n- Recalls previous resolutions on Somalia, respecting its sovereignty, territorial integrity, and unity.\n- Condemns Al Shabaab attacks, expresses concern at the ongoing threat, and outrage at civilian life loss.\n- Pays tribute to AMISOM, SNA, and UN staff bravery and sacrifices.\n- Welcomes the Joint AU-UN Review on benchmarks for a UN peacekeeping operation in Somalia.\n- Welcomes progress in the fight against Al Shabaab, and underlines the importance of continuing offensive operations.\n- Takes note of the AUPSC's communiqué, endorsing the Review's recommendations.\n- Welcomes international community support, particularly from the European Union, and emphasizes the importance of burden sharing.\n- Welcomes AU's investigation into allegations of sexual violence by AMISOM troops and calls for proper investigation and follow-up.\n- Commends UNSOM's role in supporting peace, reconciliation, and human rights.\n- Determines the situation in Somalia continues to threaten international peace and security.\n\n Acting under Chapter VII:\n\n1. Agrees conditions in Somalia are not suitable for a UN peacekeeping mission until end 2016.\n2. Welcomes revised benchmarks, and requests the Secretary-General to review them with the AU.\n3. Authorizes AU Member States to maintain AMISOM deployment until 30 May 2016, with a maximum level of 22,126 uniformed personnel.\nHere is a concise summary of the Security Council document:\n\nThe Security Council authorizes AMISOM to take necessary measures to carry out its mandate, in compliance with international humanitarian law and human rights law, and respect for Somalia's sovereignty.\n\nThe Council requests the Secretary-General to continue providing logistical support to AMISOM, ensuring accountability and transparency.\n\nThe security strategy for the next 18 months aims to create an enabling environment for political and peace processes, with three objectives:\n\n1. Continuing offensive operations against Al Shabaab;\n2. Enabling the political process; and\n3. Enabling stabilization efforts.\n\nThe Council requests the AU to reconfigure AMISOM to increase efficiency, including strengthening command and control structures, and generating specialized units.\n\nThe Secretary-General is requested to monitor the implementation of this surge, including through performance indicators, and keep the Council updated.\n\nThe Council also requests the Secretary-General to:\n\n* Work closely with the AU to support the implementation of this resolution;\n* Provide technical and expert advice to the AU on planning, deployment, and strategic management of AMISOM;\n* Carry out a strategic review of UNSOA, including options to improve overall support to AMISOM.\n\nThe Council stresses the need to source contingent-owned equipment, including force enablers and multipliers, and an aviation component of up to 12 military helicopters.\nHere is a summarized version of the document:\n\n15. Welcomes the start of the Civilian Casualty Tracking Analysis and Response Cell (CCTARC) and underlines its importance in being operational and effective, collaborating with humanitarian and human rights actors, and sharing information with relevant actors.\n\n16. Calls for new donors to support AMISOM with funding for troop stipends, equipment, and technical assistance, and for the AU to consider sustainable funding for AMISOM.\n\n17. Stresses the need to accelerate strengthening Somali security institutions and planning for the handover of security responsibilities to Somali security services.\n\n18. Welcomes the Guulwade (Victory) Plan to develop the Somali National Army, and urges the FGS to complete the integration of the army across Somalia.\n\n19. Welcomes efforts to develop a police plan and emphasizes the importance of supporting regional police forces, and looks forward to the finalization of the 'Heegan' plan.\n\n20. Expresses concern over Al Shabaab's activities in Puntland and the security implications of Yemen's situation, and requests the Secretary-General to explore the feasibility of extending non-lethal support to Puntland forces.\n\n21. Decides to extend UNSOM's mandate until 30 March 2016.\n\n22. Underscores UNSOM's support to the political process, particularly in preparing for an inclusive electoral process in 2016.\n\n23. Welcomes the strong relationship between UNSOM and AMISOM and underlines the importance of strengthening it.\n\n24. Requests UNSOM to strengthen its presence in regional capitals, engaging with Interim Regional Administrations, and encourages joint engagement with AMISOM.\n\n25. Welcomes President Hassan Sheikh's commitment to an inclusive and credible electoral process in 2016 and underlines the importance of implementing this commitment.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n* Emphasizes the importance of reconciliation and stability in Somalia, and the need for progress on Vision 2016 and the constitutional review process (26-27).\n* Calls on all actors to engage constructively to ensure progress on Vision 2016 before the electoral process in 2016 (27).\n* Urges governing in a spirit of national unity and inclusivity to avoid further delays in the political process (28).\n* Expresses concern at human rights abuses, violations of international humanitarian law, and forced evictions of internally displaced persons (29-30).\n* Calls for an end to impunity, upholding of human rights, and accountability for perpetrators (29).\n* Commends humanitarian efforts, condemns misuse or obstruction of humanitarian assistance, and demands full access for aid delivery (31).\n* Underlines the importance of respect for international humanitarian law, protection of civilians, and promotion of women's and youth participation in peacebuilding (32-33).\n* Welcomes Somalia's progress on ratifying the Convention on the Rights of the Child and calls for increased implementation of Action Plans (34).\n* Requests the Secretary-General to provide regular updates on the implementation of this resolution (35).\n* Decides to remain actively seized of the matter (36).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2232_2015_EN.pdf"
}