{
  "resolution_no": "2259",
  "year": "2015",
  "theme": [
    "Libya",
    "Peace and Security",
    "Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations Support Mission in Libya (UNSMIL)",
    "Special Representative of the Secretary-General",
    "International Criminal Court",
    "Al-Qaida",
    "ISIL (Da'esh)"
  ],
  "reporting_cycle": "",
  "operative_authority": "binding enforcement",
  "summary": "The Security Council,\n\nRecalling resolution 1970 (2011) and subsequent resolutions on Libya, \n\nReaffirming commitment to Libya's sovereignty, independence, territorial integrity and national unity, \n\nCalls on parties to armed conflict to protect civilians, and comply with international humanitarian, human rights and refugee law;\n\nWelcoming efforts of the UN Support Mission in Libya (UNSMIL) and Special Representative of the Secretary-General to facilitate a Libyan-led political solution;\n\nWelcoming the Libyan Political Agreement of Skhirat, Morocco, signed on 17 December 2015, and recognizing the contribution of Member States;\n\nRecognizing the need for inclusiveness of the Libyan Political Agreement and encouraging parties to engage constructively;\n\nRecognizing the need for assistance planning for a Government of National Accord and security arrangements;\n\nExpressing concern at the grave humanitarian situation and encouraging Member States to respond to the Libya Humanitarian Response Plan for 2016;\n\nWelcoming efforts made by participants in the UN-facilitated Libyan Political Dialogue;\n\nUrging full, equal and effective participation of women in democratic transition, conflict resolution and peacebuilding;\n\nCondemning terrorist acts by groups proclaiming allegiance to ISIL (Da’esh) and reiterating grave concern about their presence;\n\nReaffirming the need to combat terrorist acts, and urging all Member States to cooperate with the Government of National Accord;\n\nCondemning engagement in trade with ISIL and other designated individuals and entities;\n\nExpressing concern about smuggling of oil products and migrants, and urging cooperation with the Government of National Accord.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nReaffirms the importance of holding accountable those responsible for human rights violations and international humanitarian law violations.\n\nRecalls its decision to refer the situation in Libya to the International Criminal Court and calls for the Government of National Accord’s full cooperation.\n\nExpresses concern at the threat posed by unsecured arms and ammunition in Libya and their proliferation.\n\nRecalls the arms embargo, travel ban, assets freeze, and measures concerning illicit oil exports imposed by previous resolutions.\n\nEncourages the Government of National Accord to increase transparency of government revenues and expenditures.\n\nExpresses concern about activities that could damage the integrity and unity of Libyan State financial institutions.\n\nEmphasizes the need for all parties to comply with their obligations under international humanitarian law.\n\nRecalling its determination that the situation in Libya constitutes a threat to international peace and security.\n\nWelcomes the signature of the Libyan Political Agreement and the formation of the Presidency Council.\n\nCalls upon the Presidency Council to work expeditiously to form a Government of National Accord.\n\nEndorses the Rome Communiqué to support the Government of National Accord as the sole legitimate government of Libya.\n\nRequests that all Member States fully support the efforts of the Special Representative of the Secretary-General.\n\nCalls upon Member States to cease support to and official contact with parallel institutions outside of the Libyan Political Agreement.\n\nUrges Member States to swiftly assist the Government of National Accord in responding to threats to Libyan security.\n\nReiterates its support for the ongoing deliberations of the UN facilitated security track of the political dialogue.\n\nEmphasises the importance of the Government of National Accord exercising control over, and safely storing arms in Libya.\n\nCalls upon the Government of National Accord to protect the integrity and unity of the National Oil Company, the Central Bank of Libya, and the Libyan Investment Authority.\n\nConfirms that those individuals and entities engaging in or providing support for acts that threaten the peace, stability or security of Libya must be held strictly accountable.\n\nRequests that the Committee be prepared to list individuals, groups, undertakings and entities in Libya associated with Al-Qaida or ISIL.\n\nUrges Member States to actively support the new government in defeating ISIL, groups that have pledged allegiance to ISIL, Ansar Al Sharia, and all other individuals, groups, undertakings and entities associated with Al-Qaida operating in Libya.\nHere is a concise summary of the Security Council document:\n\n13. The Government of National Accord is called upon to promote and protect human rights of all individuals, including vulnerable groups, and comply with international law.\n\n14. The Government is also called upon to hold accountable those responsible for violations of international humanitarian law and human rights, and cooperate with the International Criminal Court.\n\n15. The Council recalls resolution 2240 and urges Member States to cooperate with the Government, share information on migrant smuggling and human trafficking, and assist migrants and victims of human trafficking.\n\n16. The Secretary-General is requested to maintain flexibility in UNSMIL staffing and operations to support Libya's implementation of agreements and confidence-building measures.\n\n17. The Council affirms its readiness to review the measures, including strengthening, modifying, suspending or lifting them, and the mandate of UNSMIL, as needed.\n\n18. All parties are called upon to cooperate fully with UNSMIL, ensuring its free interaction with interlocutors, security, and unhindered movement.\n\n19. The Secretary-General is requested to report to the Security Council on implementation of the Libyan Political Agreement.\n\n20. The Council decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2259_2015_EN.pdf"
}