{
  "resolution_no": "2238",
  "year": "2015",
  "theme": [
    "Libya",
    "Peace and Security",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41"
  ],
  "entities": [
    "United Nations Support Mission in Libya (UNSMIL)",
    "International Criminal Court (ICC)",
    "Security Council"
  ],
  "reporting_cycle": "at least every 60 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling its previous resolutions on Libya, reaffirms its commitment to Libya's sovereignty, independence, territorial integrity, and national unity.\n\nCalls on all parties to protect civilians and comply with international humanitarian, human rights, and refugee law.\n\nWelcomes the efforts of the UN Support Mission in Libya (UNSMIL) and the Special Representative of the Secretary-General to facilitate a Libyan-led political solution.\n\nRecognizes the need for assistance in planning for a Government of National Accord and security arrangements.\n\nWelcomes the initialling of the Libyan Political Agreement and urges the full participation of women in the democratic transition.\n\nExpresses concern at the growing trend of terrorist groups in Libya, including ISIL, and the threat posed by unsecured arms and ammunition.\n\nReaffirms the importance of holding accountable those responsible for human rights violations and recalls its decision to refer the situation in Libya to the International Criminal Court.\n\nRecalls the arms embargo, travel ban, assets freeze, and measures concerning illicit oil exports imposed on Libya.\n\nEncourages the Libyan authorities to increase transparency of government revenues and expenditures.\n\nEmphasizes the need for all parties to respect international humanitarian law and the UN guiding principles of humanitarian emergency assistance.\n\nTakes note of the Secretary-General's report on UNSMIL.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n- Notes the special report of the Secretary-General on the strategic assessment of the UN presence in Libya and the final report of the Panel of Experts.\n- Recalls that the situation in Libya constitutes a threat to international peace and security.\n\nThe Council:\n1. Calls for an immediate and unconditional ceasefire and urges all parties to engage with the UN-facilitated Libyan Political Dialogue.\n2. Calls for the immediate formation of a Government of National Accord and agreement on interim security arrangements.\n3. Calls upon all Member States to support the efforts of the Special Representative of the Secretary-General.\n4. Encourages Member States to urge all parties in Libya to engage constructively in the UN-facilitated dialogue.\n\nThe Council:\n5. Condemns the use of violence against civilians and civilian institutions and calls for those responsible to be held accountable.\n6. Expresses concern over increased tensions and displacement of civilians and urges all groups to exercise restraint.\n7. Calls upon the Libyan government to promote and protect human rights and hold accountable those responsible for violations.\n\nThe Council:\n8. Condemns cases of torture and mistreatment in detention centres and calls for the Libyan government to take steps to prevent and investigate violations.\n9. Expresses concern over the smuggling of migrants and trafficking in persons from and through Libyan territory.\n10. Calls upon the Libyan government to cooperate fully with the International Criminal Court and the Prosecutor.\n\nThe Council:\n11. Encourages Libya and regional States to promote regional cooperation aimed at stabilization of the situation in Libya.\n12. Extends the mandate of UNSMIL until 15 March 2016, under the leadership of the Special Representative of the Secretary-General.\n\nThe Council:\n13. Requests the Secretary-General to maintain flexibility and mobility to adjust UNSMIL staffing and operations.\n14. Calls upon all Member States to fully and effectively implement the aforementioned Measures.\n15. Requests the Secretary-General to report to the Security Council on the implementation of this resolution at least every 60 days; \n16. Affirms its readiness to review the appropriateness of the Measures contained in this resolution, including the strengthening, modification, suspension or lifting of the Measures, and its readiness to review the mandate of UNSMIL, as may be needed at any time in light of developments in Libya, particularly outcomes of the UN-facilitated dialogue; \n17. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2238_2015_EN.pdf"
}