{
  "resolution_no": "2214",
  "year": "2015",
  "theme": [
    "Counter-terrorism",
    "Libya",
    "Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "United Nations",
    "Security Council",
    "Libyan Government",
    "ISIL",
    "Ansar Al Charia",
    "Al-Qaida"
  ],
  "reporting_cycle": "180 days",
  "operative_authority": "binding",
  "summary": "The Security Council, recalling its previous resolutions on terrorism, reaffirms its primary responsibility for maintaining international peace and security. It condemns terrorism in all forms, recognizing it as a serious threat to international peace and security. The Council emphasizes the importance of combating terrorism by all means, in accordance with the Charter of the United Nations and international law.\n\nThe Council expresses grave concern over the growing trend of terrorist groups in Libya, particularly those proclaiming allegiance to Islamic State in Iraq and the Levant (ISIL), and their negative impact on stability in Libya and the region. It deplores terrorist acts committed by ISIL and affiliated groups, including kidnappings and killings of civilians.\n\nThe Council notes with grave concern the threat posed by foreign terrorist fighters in Libya and the region, which increases the intensity and duration of the conflict. It recognizes that addressing this threat requires a comprehensive approach, including preventing radicalization, stemming recruitment, and countering violent extremism.\n\nThe Council reaffirms its resolve to address all aspects of the threat posed by ISIL, Ansar Al Charia, and other individuals and entities associated with Al-Qaida operating in Libya. It expresses concern at the increased use of new information and communication technologies, particularly the Internet, by terrorists for recruitment and incitement to commit terrorist acts.\n\nThe Council emphasizes the importance of implementing relevant resolutions, particularly resolutions 1267 (1999) and 1989 (2011), and urges all Member States to actively cooperate in combating terrorism. It recognizes the need to build capacities of Member States to counter terrorism and terrorist finance.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Commends the efforts of the Special Representative of the Secretary-General to facilitate a political solution to the crisis in Libya.\n\n2. Condemns terrorist acts by ISIL, groups affiliated with ISIL, Ansar Al Charia, and other Al-Qaida-associated individuals and entities in Libya.\n\n3. Stresses the need to implement previous resolutions (1267, 1373, 1624, 1989, 2161, 2170, 2174, 2178, 2195, and 2199) to combat these groups.\n\n4. Urges Member States to combat terrorist threats in Libya in coordination with the Libyan Government.\n\n5. Encourages submission of listing requests to the Committee for individuals and entities supporting ISIL, Ansar Al Charia, and Al-Qaida.\n\n6. Emphasizes the importance of respecting human rights, fundamental freedoms, and the rule of law in counter-terrorism efforts.\n\n7. Calls on the Committee to consider requests for arms transfers to the Libyan Government to combat terrorist groups.\n\n8. Emphasizes the need for support and assistance to the Libyan Government, including security and capacity-building assistance.\n\n9. Calls on Member States to help build capacity to address the threat posed by ISIL and Al-Qaida.\n\n10. Expresses strong support for the Libyan Government's efforts to combat ISIL and affiliated groups.\n\n11. Recognizes the roles of the African Union, the League of Arab States, and Libya's neighboring countries in finding a peaceful solution.\n\n12. Supports the UN-led political dialogue between the Libyan Government and other Libyan parties.\n\n13. Directs the Analytical Support and Sanctions Monitoring Team to report on the terrorism threat in Libya within 180 days.\n\n14. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2214_2015_EN.pdf"
}