{
  "resolution_no": "2198",
  "year": "2015",
  "theme": [
    "Democratic Republic of the Congo",
    "Peace and Security",
    "Natural Resources",
    "Armed Groups",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Democratic Republic of the Congo",
    "United Nations Organization Stabilization Mission in the DRC (MONUSCO)",
    "Group of Experts",
    "International Conference on the Great Lakes Region (ICGLR)"
  ],
  "reporting_cycle": "The Group of Experts shall provide to the Council, after discussion with the Committee, a mid-term report no later than 30 October 2015, and a final report no later than 15 June 2016",
  "operative_authority": "Chapter VII of the Charter of the United Nations",
  "summary": "The Security Council, recalling its previous resolutions and statements on the Democratic Republic of the Congo (DRC), reaffirms its commitment to the country's sovereignty, independence, unity, and territorial integrity. The Council stresses the primary responsibility of the DRC Government to ensure security and protect its populations, respecting the rule of law, human rights, and international humanitarian law.\n\nThe Council takes note of the reports of the Group of Experts on the DRC and reaffirms the importance of implementing the Peace, Security and Cooperation (PSC) Framework for the DRC and the region. It reiterates its concern regarding the security and humanitarian crisis in eastern DRC, caused by foreign and domestic armed groups, and stresses the need to neutralize these groups, including the FDLR, ADF, LRA, and FNL.\n\nThe Council recalls its Presidential statement of 8 January 2015, which emphasized the swift neutralization of the FDLR as a top priority. It notes with concern the FDLR's failure to unconditionally surrender and demobilize by the 2 January 2015 deadline and its continued recruitment of new fighters.\n\nThe Council condemns the brutal killings of civilians in the Beni area and calls for a thorough investigation into these attacks. It also calls on the DRC to take further military action, with MONUSCO's support, to end the threat posed by the ADF and other armed groups.\n\nThe Council reaffirms the importance of completing the permanent demobilization of former M23 combatants and stresses the need to prevent their regrouping or joining other armed groups. It condemns any support to armed groups, including through financial, logistical, and military means, and declares its determination to monitor closely the implementation of the arms embargo.\n\nThe Council also emphasizes the need for the transparent and effective management of the DRC's natural resources for sustainable peace and security, stressing the Government's responsibility to effectively manage these resources.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling the link between illegal exploitation of natural resources and conflict in the Great Lakes region, encourages regional efforts to combat this issue.\n\nNoting with concern the involvement of elements of the FARDC and armed groups in the illegal minerals trade, charcoal and wood production and trade, and wildlife poaching and trafficking.\n\nExpressing concern over human rights abuses and international humanitarian law violations against civilians in the eastern DRC, including summary executions, sexual and gender-based violence, and child recruitment.\n\nCondemning human rights and international humanitarian law violations by some FARDC and PNC members, and stressing the need for accountability and professionalism within security forces.\n\nCalling for those responsible for human rights abuses and international humanitarian law violations to be brought to justice.\n\nRecalling resolutions on women and peace and security, children and armed conflict, and protection of civilians.\n\nCalling on parties to cooperate with MONUSCO and condemning attacks on peacekeepers.\n\nNoting the importance of effective implementation of sanctions regime.\n\nDetermining that the situation in the DRC continues to threaten international peace and security.\n\nActing under Chapter VII:\n\n1. Renews until 1 July 2016 measures on arms imposed by resolution 1807 (2008), with exemptions for MONUSCO and the African Union-Regional Task Force.\n\n2. Renews measures on transport imposed by resolution 1807 (2008).\n\n3. Renews financial and travel measures imposed by resolution 1807 (2008).\n\n4. Specifies criteria for measures imposed by paragraph 9 of resolution 1807 (2008).\n\n5. Designates individuals and entities engaging in acts that undermine peace, stability, or security in the DRC, including:\n \n(a) Acting in violation of arms measures.\n\n(b) Impeding disarmament and repatriation of combatants.\n\n(c) Impeding participation in disarmament, demobilization, and reintegration.\n\n(d) Recruiting or using children in armed conflict.\n\n(e) Targeting children or women in armed conflict.\n\n(f) Obstructing humanitarian assistance.\n\n(g) Supporting destabilizing activities through illicit trade.\n\n(h) Acting on behalf of or at the direction of a designated individual or entity.\nThe Security Council:\n\n Condemns planning, directing, sponsoring or participating in attacks against MONUSCO peacekeepers or UN personnel and providing financial, material, or technological support for, or goods or services to, a designated individual or entity.\n\n Extends the mandate of the Group of Experts until 1 August 2016 and requests the Secretary-General to re-establish the Group for a period of 18 months.\n\n Requests the Group of Experts to:\n \n- Assist the Committee in carrying out its mandate\n- Gather, examine and analyze information on implementation, incidents of non-compliance, and regional and international support networks to armed groups and criminal networks\n- Consider and recommend ways to improve capabilities of Member States\n- Gather information on perpetrators of serious violations of international humanitarian law and human rights violations\n- Evaluate the impact of minerals traceability\n- Assist the Committee in refining and updating information on the list of individuals and entities subject to measures\n\n Expresses full support to the UN Group of Experts and calls for enhanced cooperation between all States, MONUSCO, and the Group.\n\n Strongly condemns all armed groups operating in the region and their violations of international humanitarian law and human rights abuses.\n\n Demands that the FDLR, the ADF, the LRA and all other armed groups operating in the DRC cease immediately all forms of violence and other destabilizing activities.\n\n Calls upon all States to take effective steps to ensure that there is no support, in and from their territories, for armed groups in the DRC.\n\n Demands that the Government of the DRC accelerate the implementation of its Disarmament, Demobilisation and Reintegration programme.\nHere is a concise summary of the Security Council document:\n\n**Commitments of the Government of the DRC**\n\n* Welcomes progress made by the DRC to end recruitment and use of children in armed conflict, urges continued implementation of action plan to release and reintegrate children associated with armed forces.\n* Calls on the DRC to prevent further recruitment, protect girls and boys from sexual violence, and ensure children are not detained for association with armed groups.\n* Urges the DRC to hold accountable those responsible for war crimes and crimes against humanity, and to cooperate with the International Criminal Court.\n\n**Natural Resources**\n\n* Encourages efforts to address illegal exploitation and smuggling of natural resources, including holding accountable those involved in illicit trade.\n* Stresses need to cut off financing for armed groups through illicit trade, and welcomes measures taken by the DRC to implement due diligence guidelines.\n* Encourages States to assist the DRC and ICGLR to develop a responsible minerals trade.\n\n**Role of MONUSCO**\n\n* Recalls MONUSCO's mandate to support the DRC in implementing national commitments under the PSC Framework agreement.\n* Mandates MONUSCO to monitor the implementation of the arms embargo, and to seize and dispose of arms brought into the DRC in violation of measures imposed. \n* Notes MONUSCO's role in encouraging consolidation of an effective national civilian structure that controls key mining areas.\nThe Security Council:\n\n30. Requests MONUSCO to assist the Committee and Group of Experts, within its capabilities, including by passing relevant information to implement sanctions measures.\n\n31. Calls on States to report to the Committee on actions taken to implement measures imposed by paragraphs 1, 2, and 3 and recommended in paragraph 8 of resolution 1952 (2010).\n\n32. Emphasizes the importance of regular consultations with concerned Member States to ensure full implementation of measures.\n\n33. Requests Special Representatives to share relevant information with the Committee.\n\n34. Decides to review measures set forth in this resolution by 1 July 2016, considering progress in security sector reform, disarming, demobilizing, repatriating, resettling, and reintegrating armed groups.\n\n35. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2198_2015_EN.pdf"
}