{
  "resolution_no": "2228",
  "year": "2015",
  "theme": [
    "Darfur",
    "Sudan",
    "Peacekeeping",
    "Humanitarian Access",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "UNAMID",
    "African Union",
    "United Nations",
    "Security Council",
    "Government of Sudan"
  ],
  "reporting_cycle": "90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2228 (2015) on June 29, 2015, reaffirming previous resolutions and statements on the situation in Sudan. The Council expressed deep concern at the deteriorating security situation in Darfur, marked by escalated hostilities between government forces and rebel groups, inter-communal conflicts, and increased criminality. It demanded that all parties end violence, including attacks on civilians, peacekeepers, and humanitarian personnel. The Council also expressed concern at the use of cluster munitions, emphasizing accountability for international humanitarian law and human rights violations. It recalled the Doha Document for Peace in Darfur (DDPD) and called for its accelerated implementation, as well as an inclusive National Dialogue in Sudan. The Council also emphasized the need for unimpeded humanitarian access, and called on donors and the Government of Sudan to provide necessary financial resources. It reiterated that there can be no military solution to the conflict in Darfur, and that an inclusive political settlement is essential to re-establishing peace. The Council deplored the fact that some armed groups are impeding the peace process and have continued to resort to violence.\nHere is a concise summary of the Security Council document:\n\nThe Security Council condemns actions by armed groups aimed at the forced overthrow of the Government of Sudan and notes that UNAMID's ability to facilitate progress in implementing the DDPD is hampered by delays and lack of an inclusive political settlement.\n\nThe Council urges signatory parties to implement the DDPD fully, expresses concern over the humanitarian and security situation, and calls on donors and the Government of Sudan to honour their pledges.\n\nIt welcomes regional initiatives to address the root causes of the conflict in Darfur and encourages full coordination with the Joint Special Representative's efforts.\n\nThe Council underlines the importance of the partnership between the UN and the African Union in maintaining peace and security in Africa.\n\nIt calls on all parties to comply with their obligations under international human rights law and humanitarian law, stressing the importance of ending impunity and bringing perpetrators to justice.\n\nThe Council reaffirms its concern over the negative effect of ongoing violence in Darfur on regional stability and welcomes good relations between Sudan and Chad.\n\nIt commends UNAMID's efforts and reiterates its full support for the mission.\n\nThe Council decides to extend UNAMID's mandate until 30 June 2016, with up to 15,845 military personnel, 1,583 police personnel, and 13 formed police units.\n\nIt endorses UNAMID's revised strategic priorities, which include protecting civilians, facilitating humanitarian assistance, and mediating between the Government and non-signatory armed movements.\n\nThe Council requests UNAMID to align its activities and resources with these priorities and streamline its mission accordingly.\nThe Security Council, \nRecalling the mandate of UNAMID, \n \n\n5. Emphasizes UNAMID’s Chapter VII mandate to protect civilians, ensuring their safety, and security with freedom of movement for UNAMID personnel and humanitarian workers; \n\n6. Stresses that any mission adjustments should be based on benchmarks and conditions on the ground.\n\n7. Commends efforts to revitalize the peace process, encouraging inclusivity and coordination with the AU High-level Implementation Panel.\n\n8. Welcomes progress in implementing the DDPD, but deplores delays; urges signatory parties to ensure full implementation.\n\n9. Demands all parties cease violence and commit to a sustained ceasefire.\n\n10. Supports a Darfur-based internal dialogue with full respect for civil and political rights.\n\n11. Calls for an end to inter-tribal clashes and banditry; reconciliation and dialogue.\n\n12. Expresses concern over the proliferation of arms; requests cooperation.\n\n13. Commends troop- and police-contributing countries; calls for addressing equipment and self-sustainment shortfalls.\n\n14. Strongly condemns attacks on UNAMID; demands accountability.\n\n15 Reiterates concern over hindrances to UNAMID; demands removal of obstacles.\nHere is a summarized version of the Security Council document:\n\n16. The Council demands that all parties in Darfur immediately end attacks on civilians, peacekeepers, and humanitarian personnel, and comply with international human rights and humanitarian law, condemning all violations.\n\n17. The Council expresses concern at the deteriorating humanitarian situation in Darfur, threats to humanitarian personnel and facilities, and restricted access to conflict areas, demanding the Government of Sudan and other stakeholders ensure safe and unhindered access for humanitarian organizations.\n\n18. The Council condemns increased human rights violations and abuses in Darfur, including extrajudicial killings, sexual violence, and arbitrary arrests, calling on the Government of Sudan to investigate and bring perpetrators to justice.\n\n19. The Council requests UNAMID to monitor and report on human rights abuses and violations of humanitarian law.\n\n20. The Council requests UNAMID to provide support to non-UN security forces in compliance with the Human Rights Due Diligence Policy.\n\n21. The Council urges close coordination among UN missions in the region.\n\n22. The Council emphasizes cooperation and information-sharing between UNAMID and other regional and international partners.\n\n23. The Council stresses achieving dignified solutions for refugees and IDPs, demanding parties create conditions for voluntary return or local integration.\n\n24. The Council demands parties cease all acts of sexual violence, make time-bound commitments to combat it, and develop a framework to address conflict-related sexual violence.\n\n25. The Council demands parties cease all violations and abuses against children, develop action plans to prevent recruitment and use of children, and requests the Secretary-General to monitor and report on the situation.\nThe Security Council:\n\n26. Emphasizes the need for regular review of UNAMID's progress in implementing its mandate, and requests the Secretary-General to conduct an analysis of the review of UNAMID in close consultation with the AU and relevant parties. Notes the Secretary-General's efforts to make recommendations on UNAMID's future, including its exit strategy. Underscores that UNAMID's long-term planning should be based on progress towards its benchmarks.\n\n27. Takes note of consultations between the UN, AU, and Government of Sudan on an exit strategy and calls for their early resumption. Looks forward to the Secretary-General's recommendations and undertakes to consider them in due course.\n\n28. Requests the Secretary-General to report to the Council every 90 days on UNAMID, including:\n(i) Information on the situation in Darfur, including violence and attacks against civilians;\n(ii) Violations of the Status of Forces Agreement and international humanitarian law;\n(iii) Progress towards achieving UNAMID's strategic priorities and benchmarks;\n(iv) Developments and progress in addressing challenges facing UNAMID;\n(v) Implementation of this resolution.\n\n29. Decides to remain seized of the matter.\n\nAnnex A: UNAMID benchmarks:\n- Benchmark 1: Inclusive peace process through mediation between the Government and non-signatory armed movements.\n- Requirements: Commitment to a comprehensive negotiated political settlement and credible Darfur-based internal dialogue.\n- Indicators: High-level mediation, direct negotiations, implementation of the Doha Document, cessation of hostilities, and national constitutional process.\n\n- Benchmark 2: Protection of civilians, unhindered humanitarian access, and safety and security of humanitarian personnel.\n- Requirements: Demonstrated commitment of parties to cease hostilities and respect ceasefire arrangements.\nThe Security Council document 2228 (2015) outlines measures to protect civilians, promote respect for human rights, and improve humanitarian access in Darfur. The document sets out benchmarks and indicators for progress in three key areas:\n\n**Benchmark 1: Protection of Civilians**\n\n* Implement measures to protect civilians from imminent threats of physical violence\n* Indicators:\n\t+ Civilians protected by UNAMID from physical violence\n\t+ Civilians, especially women and children, carry out livelihood activities safely under UNAMID protection\n\t+ Civilians receive emergency medical assistance from UNAMID\n\n**Benchmark 2: Humanitarian Access and Security**\n\n* Ensure safe, timely, and unhindered humanitarian access and safety and security for humanitarian personnel\n* Indicators:\n\t+ Humanitarian actors can conduct operations safely with UNAMID protection\n\t+ Humanitarian actors and their property are safe and secure\n\t+ Parties to the conflict honour commitments to combat sexual violence and child soldier recruitment\n\n**Benchmark 3: Prevention or Mitigation of Community Conflict**\n\n* Prevent or mitigate community conflict through mediation and addressing root causes\n* Requirements:\n\t+ Willingness of authorities and community leaders to resolve intercommunal conflict peacefully\n\t+ Access to UNAMID for mediation efforts\n\t+ Strengthened traditional conflict resolution mechanisms\n* Indicators:\n\t+ Dialogue between communities over peaceful coexistence and natural resource access\n\t+ Interventions by authorities and mediators to prevent or resolve violent intercommunal conflict\n\t+ Reduction in incidents and displacement resulting from intercommunal conflict\n\nThe document also highlights the importance of transitional justice mechanisms, improved access to justice, and the protection of human rights.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2228_2015_EN.pdf"
}