{
  "resolution_no": "2218",
  "year": "2015",
  "theme": [
    "Western Sahara",
    "Peacekeeping",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINURSO",
    "United Nations",
    "Security Council",
    "Office of the United Nations High Commissioner for Refugees"
  ],
  "reporting_cycle": "twice a year",
  "operative_authority": "non-binding",
  "summary": "The Security Council, recalling its previous resolutions on Western Sahara, reaffirms its strong support for the Secretary-General's efforts to implement a just, lasting, and mutually acceptable political solution, providing for the self-determination of the people of Western Sahara. The Council calls on the parties to cooperate more fully with the UN and each other to end the current impasse and achieve progress towards a political solution. It recognizes the importance of stability and security in the Sahel region and welcomes efforts to move the process forward, including Moroccan and Polisario Front proposals. The Council encourages the parties to demonstrate further political will towards a solution, expand discussions on each other's proposals, and continue negotiations. It also stresses the importance of improving the human rights situation in Western Sahara and the Tindouf camps. The Council extends the mandate of the UN Mission for the Referendum in Western Sahara (MINURSO) until 30 April 2016 and reaffirms the need for full respect of military agreements with MINURSO regarding the ceasefire.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n \n3. Calls on parties to cooperate with MINURSO operations, ensure security and unhindered movement for UN personnel.\n\n4. Welcomes parties' commitment to prepare for a fifth round of negotiations, emphasizing realism and compromise.\n\n5. Urges parties to show political will, work in a dialogue-friendly atmosphere, and implement previous resolutions.\n\n6. Supports the Secretary-General's and his Personal Envoy's efforts towards a solution.\n\n7. Calls on parties to negotiate in good faith, without preconditions, for a just, lasting solution ensuring self-determination.\n\n8. Invites Member States to assist these talks.\n\n9. Requests the Secretary-General to brief the Council regularly on negotiations, MINURSO's operations, and challenges.\n\n10. Welcomes commitment to periodic meetings with UNHCR to review confidence-building measures.\n\n11. Urges Member States to fund confidence-building measures and humanitarian needs.\n\n12. Requests the Secretary-General to ensure MINURSO's compliance with the UN's zero-tolerance policy on sexual exploitation.\n\n13. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2218_2015_EN.pdf"
}