{
  "resolution_no": "2251",
  "year": 2015,
  "theme": [
    "Peace and Security",
    "Conflict Prevention",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "United Nations Interim Security Force for Abyei (UNISFA)",
    "African Union High-level Implementation Panel (AUHIP)",
    "Intergovernmental Authority on Development"
  ],
  "reporting_cycle": "The Secretary-General is requested to provide an assessment of progress in implementing UNISFA’s mandate in one written report, no later than 15 April 2016.",
  "operative_authority": "The Security Council decides to extend until 15 May 2016 the mandate of UNISFA and further decides to extend until 15 May 2016 the tasks of UNISFA as set out in paragraph 3 of resolution 1990 (2011).",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on Sudan and South Sudan, reaffirms its commitment to their sovereignty, independence, unity, and territorial integrity.\n\nReiterates that territorial boundaries shall not be altered by force and that disputes shall be settled peacefully, prioritizing the implementation of the Comprehensive Peace Agreement (CPA).\n\nRecalling agreements between Sudan and South Sudan, including the 2011 Agreement on Abyei and the 2011 Agreement on Border Security, and urging their implementation.\n\nSupports African Union efforts to ease tension and normalize relations between Sudan and South Sudan.\n\nReaffirms previous resolutions on protecting civilians, children, and women in armed conflict.\n\nStresses the need for effective human rights monitoring and reporting, expressing concern at the lack of cooperation from the parties.\n\nUrges the parties to implement the Joint Border Verification and Monitoring Mechanism (JBVMM) and demilitarize the Safe Demilitarized Border Zone (SDBZ).\n\nEncourages the parties to delineate or agree on the coordinates of the SDBZ and to cooperate with the United Nations Interim Security Force for Abyei (UNISFA) to provide security for the JBVMM.\nThe Security Council:\n\nNoting with concern the absence of local institutions in Abyei Area and lack of progress in convening Abyei Joint Oversight Committee (AJOC) and Misseriya and Ngok Dinka leaders' meetings,\n\nRecognizing the importance of dialogue between Sudan and South Sudan, recalls resolution 2046 (2012) and calls for resumed negotiations on Abyei's final status under AUHIP's auspices,\n\nStressing restraint and dialogue over violence, commending AUHIP, IGAD, Ethiopia, and UNISFA's assistance,\n\nFurther commending UNISFA's efforts in facilitating peaceful migration, conflict prevention, and mediation,\n\nExpressing concern over the public administration and rule of law vacuum in Abyei Area,\n\nNoting with concern delays in establishing temporary institutions and resolving Abyei's final status,\n\nUrging parties to refrain from unilateral actions aggravating intercommunal relations,\n\nTaking note of the security situation, humanitarian situation, and threat of small arms and light weapons,\n\nAffirming the importance of voluntary return and sustainable reintegration of displaced persons,\n\nRecalling resolution 2117 (2013) and expressing concern at the threat of illicit transfer of small arms,\n\n1. Decides to extend UNISFA's mandate until 15 May 2016,\n2. Takes note of the intention to hold another AJOC meeting, regrets the delay, and urges swift resumption.\nHere is a concise summary of the Security Council document 2251 (2015):\n\nThe Security Council:\n\n1. Requests regular meetings to ensure progress on the implementation of the 20 June 2011 Agreement, including AJOC decisions, and encourages African Union initiatives to support this goal.\n\n2. Emphasizes that cooperation between Sudan and South Sudan is critical for peace, security, and stability.\n\n3. Demands that Sudan and South Sudan establish the Abyei Area Administration and Council, and constitute the Abyei Police Service.\n\n4. Expresses concern over delays in operationalizing the JBVMM, and calls on both parties to demonstrate commitment to implementation.\n\n5. Decides to maintain authorized troops deployed, and requests the Secretary-General to provide updates on deployment.\n\n6. Calls on Sudan and South Sudan to ensure security and transparency in the SDBZ.\n\n7. Urges renewed efforts to determine the SDBZ centreline on the ground.\n\n8. Underscores UNISFA's protection of civilians mandate.\n\n9. Condemns the presence of South Sudan security personnel and Diffra Oil Police units in the Abyei Area.\n\n10. Supports AJOC's decisions on Abyei's status as a weapons-free area and urges disarmament programs.\n\n11. Reaffirms UNISFA's authorization to undertake weapons confiscation and destruction.\n\n12. Requests UNISFA to continue dialogue with AJOC and communities on ensuring compliance with Abyei's status.\n\n13. Urges confidence-building measures among communities in the Abyei Area.\n\n14. Welcomes UNISFA initiatives to support community dialogue and reconciliation.\nHere is a concise summary of the Security Council document:\n\n16. Welcomes UNISFA's efforts to strengthen Community Protection Committees in Abyei to manage law and order processes.\n\n17. Calls for cooperation with the Abyei Area Joint Investigation and Inquiry Committee's findings and recommendations on the killing of a UNISFA peacekeeper and the Ngok Dinka Paramount Chief.\n\n18. Intends to review UNISFA's mandate for possible reconfiguration based on Sudan and South Sudan's compliance with previous decisions.\n\n19. Calls on Member States to ensure free and unhindered movement of UNISFA personnel and equipment.\n\n20. Urges Sudan and South Sudan to provide full support to the UN, including visas, basing arrangements, and logistical support.\n\n21. Recognizes the need for development projects and basic government services in Abyei and calls for support.\n\n22. Demands Sudan and South Sudan facilitate UNMAS deployment to clear mines in Abyei and SDBZ.\n\n23. Demands parties allow humanitarian personnel full access to civilians in need.\n\n24. Urges parties to cease violence, human rights violations, and abuses.\n\n25. Requests the Secretary-General to ensure human rights monitoring and report to the Council.\n\n26. Requests the Secretary-General to ensure UNISFA's compliance with the zero-tolerance policy on sexual exploitation and abuse.\n\n27. Requests a written report on UNISFA's progress by April 15, 2016.\n\n28. Notes cooperation among UN missions and requests continued close cooperation.\n\n29. Decides to remain seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2251_2015_EN.pdf"
}