{
  "resolution_no": "2341",
  "year": "2017",
  "theme": [
    "Counter-Terrorism",
    "Critical Infrastructure Protection"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "Counter-Terrorism Committee (CTC)",
    "Counter-Terrorism Executive Directorate (CTED)",
    "United Nations Counter-Terrorism Implementation Task Force (CTITF)",
    "International Criminal Police Organization (INTERPOL)",
    "United Nations Office on Drugs and Crime"
  ],
  "reporting_cycle": "12 months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council, recalling its previous resolutions on terrorism, reaffirms its primary responsibility for maintaining international peace and security. It recognizes terrorism as a serious threat to international peace and security, and emphasizes the need for collective efforts to counter this threat. The Council stresses the importance of implementing the United Nations Global Counter-Terrorism Strategy (GCTS) and its reviews. \n\nIt highlights the need to prevent and combat terrorism, including by denying terrorists access to means to carry out attacks, and to strengthen efforts to improve security and protection of vulnerable targets, such as infrastructure and public places. \n\nThe Council recognizes the importance of protecting critical infrastructure from terrorist attacks, and notes that each State determines what constitutes its critical infrastructure. It emphasizes the need for preparedness, prevention, protection, mitigation, response, and recovery, and recognizes the vital role of informed, alert communities in promoting awareness and understanding of the terrorist threat environment.\n\nThe Council expresses concern that terrorist attacks on critical infrastructure could significantly disrupt the functioning of government and private sector, and underlines that effective critical infrastructure protection requires sectoral and cross-sectoral approaches to risk management. \n\nIt includes identifying and preparing for terrorist threats, preventing and disrupting terrorist plots, minimizing impacts and recovery time in the event of damage, and identifying the cause of damage or the source of an attack.\nThe Security Council,\n\nRecalling previous resolutions, particularly resolution 1373 (2001),\n\n Recognizes the importance of protecting critical infrastructure from terrorist attacks and the need for cooperation domestically and internationally.\n\nEncourages States to make concerted efforts to raise awareness and improve preparedness for such attacks.\n\n Calls upon Member States to:\n- Develop or improve strategies to reduce risks to critical infrastructure\n- Assess and raise awareness of relevant risks\n- Take preparedness measures, including effective responses\n- Promote better interoperability in security and consequence management\n\n Requires States to:\n- Establish terrorist acts as serious criminal offences in domestic laws\n- Ensure criminal responsibility for terrorist attacks on critical infrastructure\n\n Calls upon Member States to:\n- Exchange relevant information and cooperate actively in prevention, protection, and response to terrorist attacks\n- Establish or strengthen national, regional, and international partnerships to share information and experience\n- Ensure domestic departments, agencies, and entities work closely together on protection of critical infrastructure\n\n Encourages:\n- The United Nations and Member States to work with international organizations to identify and share good practices\n- States able to do so to assist in delivering capacity development, training, and technical assistance\n\n Directs:\n- The Counter-Terrorism Committee (CTC) to examine Member States' efforts to protect critical infrastructure\n- The CTC, with the support of the Counter-Terrorism Executive Directorate (CTED), to continue working together to facilitate technical assistance and capacity building.\nThe Security Council:\n\n Requests the CTC to cooperate with technical assistance providers by sharing information; \n\n Encourages the CTITF Working Group to facilitate capacity-building assistance, in cooperation with specialized UN agencies, to enhance implementation of measures upon request by Member States;\n\n Requests the CTC to update the Council in 12 months on the implementation of this resolution;\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2341_2017_EN.pdf"
}