{
  "resolution_no": "2388",
  "year": 2017,
  "theme": [
    "Trafficking in Persons",
    "Armed Conflict",
    "Human Rights",
    "Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNODC",
    "UNHCR",
    "IOM",
    "Counter-Terrorism Committee Executive Directorate",
    "Analytical Support and Sanctions Monitoring Team"
  ],
  "reporting_cycle": "12 months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, \nRecalling Presidential Statement 2015/25, Resolution 2331 (2016), \nTaking note of the Secretary-General’s report S/2017/939, \nRecalling its primary responsibility for international peace and security, \nTaking note of efforts to implement Resolution 2331 (2016), \nRecalling the UN Convention against Transnational Organized Crime and its Protocol, \nRecognizing trafficking in persons in conflict can be for exploitation, including prostitution, forced labour, slavery, or organ removal, \nRecalling the UN Global Plan of Action to Combat Trafficking in Persons, \nCondemning continued acts of trafficking in persons in conflict areas, \nExpressing solidarity with victims and noting the importance of care and services for recovery, \nReaffirming trafficking in persons, especially women and girls, cannot be associated with any religion, nationality or civilization, \nRecalling resolutions on transnational organized crime, \nReiterating the critical importance of implementing relevant Security Council resolutions, \nRecognizing the need for a global partnership against trafficking in persons, \nCondemning gross, systematic and widespread abuses of human rights and violations of international humanitarian law.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council condemns in the strongest terms all instances of trafficking in persons, especially women and children, in areas affected by armed conflicts. The Council expresses outrage at the exploitation and abuse, including rape and sexual violence, forced marriage, and enslavement, by ISIL, ANF, and associated individuals and entities. \n\nThe Council urges Member States to ratify or accede to the United Nations Convention against Transnational Organized Crime and its supplementing Protocol to Prevent, Suppress and Punish Trafficking in Persons. \n\nThe Council calls upon Member States to reinforce their political commitment to and improve their implementation of applicable legal obligations to criminalize, prevent, and combat trafficking in persons. \n\nThe Council also calls upon Member States to review, amend, and implement anti-trafficking and related legislation to address all forms of trafficking in persons, including when committed in situations of armed conflict or by armed and terrorist groups.\n\nThe Council requests Member States to step up efforts to investigate, disrupt, and dismantle networks engaging in trafficking in persons in areas affected by armed conflict, and to combat crimes connected with trafficking in persons, such as money-laundering, corruption, and smuggling of migrants.\n\nThe Council emphasizes the need for improved collection of data on trafficking in persons in situations of conflict, disaggregated by sex, age, and other relevant factors, and reaffirms the need to ensure organization and coherence in the efforts of the United Nations System to address trafficking in persons. \n\nThe Council requests  UN peacekeeping and special political missions to assist host States in exercising their primary responsibility to prevent and combat trafficking in persons.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Calls on Member States to analyze financial intelligence and reinforce regional and international operational law enforcement cooperation to combat human trafficking (para 6).\n\n Calls on Member States to strengthen compliance with international Anti-Money Laundering/Combatting the Financing of Terrorism standards and increase capacity to conduct proactive financial investigations to track and disrupt human trafficking (para 7).\n\n Urges Member States to adopt a multi-dimensional approach to address trafficking in persons in areas affected by armed conflicts, including incorporating information on the risks of trafficking into school curricula and training programs (para 8).\n\n Encourages Member States to collect, analyze, and share data on financial flows associated with human trafficking and the extent and nature of financing of terrorism activities through human trafficking (para 9).\n\n Condemns all acts of trafficking, particularly those committed by terrorist groups such as ISIL and Boko Haram, and underscores the importance of collecting and preserving evidence to hold those responsible accountable (para 10).\n\n Requests the Analytical Support and Sanctions Monitoring Team to continue discussing the issue of trafficking in persons in areas of armed conflict and report to the Security Council Committee (para 11).\n\n Requests the Counter-Terrorism Committee Executive Directorate (CTED) to increase its efforts to include information on trafficking in persons in its country assessments (para 12).\n\n Calls on Member States to enhance the capabilities of professionals interacting with persons forcibly displaced by armed conflict to identify victims or persons vulnerable to trafficking (para 13).\n\n Recognizes the need to strengthen the identification, registration, protection, and assistance for forcibly displaced persons who are victims of trafficking or at risk of being trafficked (para 14).\n\n Encourages Member States to use refugee registration mechanisms to assess vulnerability and identify potential victims of trafficking (para 15).\n\n Encourages Member States to develop and use early-warning and early-screening frameworks to proactively detect victims and persons vulnerable to trafficking (para 16).\n\n Urges Member States to thoroughly assess the individual situation of persons released from the captivity of armed and terrorist groups to enable prompt identification of victims of trafficking (para 17).\n\n Strongly condemns violations of international law affecting children in situations of armed conflict, including trafficking in persons (para 18).\n\n Urges Member States to identify children who are victims of trafficking and ensure their timely registration and protection (para 19).\n\n Recognizes the importance of providing reintegration and rehabilitation assistance to children affected by armed conflict (para 20).\n\n Urges Member States to refrain from the use of administrative detention of children, especially those victims of trafficking in persons (para 21).\n\n Requests the Secretary-General to further explore links between the trafficking of children in conflict situations and grave violations against children affected by armed conflict (para 22).\n\n Welcomes further briefings on trafficking in persons in armed conflict by relevant United Nations entities (para 23).\nThe Security Council:\n \n Requests inclusion of trafficking data in existing reports on areas affected by conflict.\n \n24. Directs the Secretary-General to disseminate a UNODC thematic paper on trafficking in persons in conflict situations and for relevant UN agencies to use it to develop their capabilities.\n\n25. Intends to consider how peacekeeping and special political missions can assist host states in preventing and combating trafficking.\n\n26. Requests Secretary-General to ensure that personnel training for special political and peacekeeping missions includes information on identifying and responding to trafficking.\n\n27. Intends to integrate trafficking into the work of relevant Sanctions Committees and invites Special Representatives to brief them.\n\n28. Requests the Secretary-General to enhance technical capacity of Monitoring Groups to identify and report on trafficking.\n\n29. Invites the Secretary-General to inform the work of the Investigative Team with anti-trafficking research and expertise.\n\n30. Calls on Member States to cooperate with the Investigative Team.\n\n31. Calls on UN system organizations to enhance transparency in procurement and supply chains to prevent trafficking.\n\n32. Welcomes a coordinated UN response to prevent and counter trafficking and protect victims.\n\n33. Invites the Secretary-General to report on efforts to prevent and combat trafficking in special political and peacekeeping mission reports.\n\n34. Requests a follow-up report on implementation within 12 months.\n\n35. Decides to remain seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2388_2017_EN.pdf"
}