{
  "resolution_no": "2391",
  "year": "2017",
  "theme": [
    "Terrorism",
    "Peacekeeping",
    "Security",
    "Development",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIFIL",
    "MINUSMA",
    "FC-G5S",
    "African Union",
    "European Union"
  ],
  "reporting_cycle": "Secretary-General reports every 5 months after adoption and then every 6 months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions 2374 (2017), 2364 (2017), and 2359 (2017), and its press statement of 6 October 2017, affirms its strong commitment to the sovereignty, independence, unity, and territorial integrity of the G5 Sahel countries (Burkina Faso, Chad, Mali, Mauritania, and Niger). The Council expresses deep concern over the transnational threat posed by terrorism and organized crime in the Sahel region, condemning attacks against civilians, representatives of local and state institutions, and national, international, and UN security forces. \n\nThe Council welcomes the G5 Sahel countries' determination to unite their efforts to address the impact of terrorism and transnational organized crime, including through the establishment of a joint force (Force conjointe du G5 Sahel — “FC-G5S”) conducting cross-border joint military counter-terrorist operations. The Council notes with satisfaction the reaffirmation of the G5 Sahel countries' commitment to fully operationalize the FC-G5S. \n\nThe Council recalls that the G5 Sahel countries have the responsibility to provide the FC-G5S with adequate resources and encourages additional support from bilateral and multilateral partners. The Council welcomes commitments made by several donors to provide support to the FC-G5S, including Belgium, Czech Republic, Denmark, Estonia, the European Union, France, Germany, Greece, Hungary, Italy, Luxembourg, Slovakia, Slovenia, Spain, Turkey, and the United States of America. \n\nThe Council commends the contribution of bilateral and multilateral partners to strengthen security capacities in the Sahel region, notably the role of European Union missions (EUTM Mali, EUCAP Sahel Mali, and EUCAP Sahel Niger). The Council takes note of the report of the Secretary-General on the G5 Sahel joint force and recognizes the potential for mutually beneficial interaction between the United Nations Multidimensional Integrated Stabilization Mission in Mali (MINUSMA) and the FC-G5S. \n\nThe Council reiterates its serious concern at the continuing lack of key capabilities for MINUSMA and urges Member States to provide necessary capacities. The Council underlines that lasting peace and security in the Sahel region will not be achieved without full, effective, and inclusive implementation of the Agreement on Peace and Reconciliation in Mali.\nHere is a concise summary of the Security Council document 2391 (2017):\n\nThe Security Council:\n\n* Underlines that counter-terrorism efforts in Mali and the Sahel region should complement ongoing political processes, including the implementation of the Agreement.\n\n* Stresses that a military response to threats faced by G5 Sahel States must comply with international law, minimize harm to civilians, and be accompanied by regional strategies encompassing security, governance, development, human rights, and humanitarian issues.\n\n* Emphasizes the important role of women in conflict prevention, resolution, peacebuilding, and post-conflict situations.\n\n* Notes that terrorist organizations in the Sahel region pose a threat to international peace and security.\n\n**Operationalization and status of the FC-G5S**\n\n* Welcomes progress in operationalizing the FC-G5S, including its initial operational capacity on 17 October 2017.\n* Commends G5 Sahel States for their efforts and encourages them to reach full operational capacity by March 2018.\n* Recalls the deployment of the FC-G5S, authorized by the African Union Peace and Security Council, with up to 5,000 personnel.\n\n**Groupe de soutien**\n\n* Notes the Groupe de Soutien as a platform to exchange views on FC-G5S operationalization, mobilization, and coordination of international support.\n* Encourages G5 Sahel States to clarify the format and modalities of the Groupe de Soutien.\n* Calls upon the G5 Sahel rotating presidency to convene regular meetings of the Groupe de Soutien.\n\n**Coordination of international support**\n\n* Welcomes the central role played by the G5 Sahel, supported by the European Union, in identifying FC-G5S needs and coordinating donor contributions.\n* Notes the positive role of the Permanent Secretariat of the G5 Sahel and requests the Secretary-General to provide technical assistance.\n\n**Bilateral support**\n\n* Welcomes commitments of over 177 million euros to support the FC-G5S and notes the proposal of the European Union to serve as a mechanism for channelling international contributions.\n\n**United Nations support**\n\n* Stresses that FC-G5S efforts to counter terrorist groups will contribute to a more secure environment in the Sahel region and facilitate MINUSMA's mandate.\n* Requests the Secretary-General to conclude a technical agreement to provide operational and logistical support through MINUSMA to the FC-G5S.\nHere is a summarized version of the document:\n\n**Support to the Force Conjointe G5 Sahel (FC-G5S)**\n\n* Authorizes MINUSMA to provide support to FC-G5S, subject to full financial reimbursement to the UN\n* Support to be conducted at the discretion of the Special Representative of the Secretary-General for Mali and Head of MINUSMA, in close consultation with the Force Commander\n* Support to be restricted to areas of operations of MINUSMA where compatible with its current level of capacities\n\n**Obligations under international law and human rights policy**\n\n* FC-G5S operations must be conducted in full compliance with international law, including international humanitarian law, international human rights law, and international refugee law\n* G5 Sahel States and FC-G5S must take active steps to minimize harm to civilians and ensure accountability for those apprehended during operations\n* A gender perspective must be taken into account in implementing all aspects of the strategic concept of operations of FC-G5S\n* G5 Sahel States must prevent and combat impunity for sexual exploitation and abuse by their personnel operating in the framework of FC-G5S\n\n**Implementation of the Agreement on Peace and Reconciliation in Mali**\n\n* Expresses deep concern over delays in implementing key provisions of the Agreement\n* Urges the Government of Mali and armed groups to take immediate and concrete action to fully and expeditiously deliver on their remaining obligations under the Agreement\n* Calls for the operationalization of interim administrations, establishment of the Operational Coordination Mechanism, progress in cantonment and disarmament, and decentralization process\n* Welcomes the appointment of the Carter Center as Independent Observer to evaluate progress towards implementation of the Agreement.\nHere is a summarized version of the Security Council document:\n\n28. Calls on all members of the Comité de suivi de l’Accord and other international partners to sustain their support to the implementation of the Agreement;\n\n29. Reaffirms the centrality of the UN integrated strategy for the Sahel (UNISS) in strengthening governance, security and development in the Sahel region;\n\n30. Welcomes efforts to give renewed impetus to UNISS through an Executive Committee Working Group, and calls on donors to align their activities with key priorities and objectives;\n\n31. Welcomes the launch of the “Alliance for the Sahel” to support development efforts in the Sahel;\n\n32. Calls on G5 Sahel States to ensure women's full and equal participation in conflict prevention and resolution institutions and to include a gender perspective in counter-terrorism and organized crime strategies;\n\n33. Requests the Secretary-General to report to the Security Council every 5-6 months on FC-G5S activities, focusing on: \n    (i) operationalization progress, \n    (ii) international support, \n    (iii) technical agreement implementation, \n    (iv) challenges, and \n    (v) compliance framework implementation;\n\n34. Expresses intent to periodically review FC-G5S deployment based on Secretary-General's reports;\n\n35. Decides that Secretary-General's reports constitute an alternative to previous reporting lines;\n\n36. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2391_2017_EN.pdf"
}