{
  "resolution_no": "2393",
  "year": "2017",
  "theme": [
    "Humanitarian",
    "Peacekeeping",
    "Syrian Conflict"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 25"
  ],
  "entities": [
    "United Nations",
    "Syrian Red Crescent",
    "ISIL (Daesh)",
    "Al-Qaida"
  ],
  "reporting_cycle": "Secretary-General reports every 6 months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions on Syria, reaffirms its commitment to the country's sovereignty, independence, unity, and territorial integrity.\n\nExpressing outrage at the unacceptable level of violence, it notes over a quarter of a million people killed, including tens of thousands of children.\n\nThe Council is gravely distressed by the humanitarian situation, with 13.1 million people in need of assistance, 6.1 million internally displaced, and 2.9 million living in hard-to-reach areas.\n\nIt is gravely concerned at the insufficient implementation of previous resolutions, particularly regarding attacks on civilians, civilian objects, schools, medical facilities, and water supply.\n\nThe Council notes progress in taking back areas from ISIL and Al-Nusrah Front but expresses concern at the remaining areas under their control and their negative impact on stability.\n\nIt calls for the full implementation of resolutions on counter-terrorism and reiterates its call on States to prevent the flow of foreign terrorist fighters.\n\nThe Council reaffirms the primary responsibility of the Syrian authorities to protect the population and demands that all parties comply with international law related to the protection of civilians.\n\nIt strongly condemns arbitrary detention, torture, kidnappings, and hostage-taking, and demands the immediate end of these practices.\n\nThe Council reiterates its condemnation of violence and intimidation against humanitarian operations and urges all parties to promote the safety and security of humanitarian personnel.\n\nNoting ongoing challenges, the Council acknowledges the delivery of life-saving assistance to millions of people in need in Syria through humanitarian aid delivered across borders.\nThe Security Council expresses deep concern over the dire humanitarian situation in Syria, particularly in besieged areas like Eastern Ghouta, and demands the immediate lifting of all sieges. The Council notes that sieges of civilian populations in Syria are a violation of international humanitarian law. It reiterates grave concern over hindrances to humanitarian assistance delivery, citing ISIL, ANF, and other Al-Qaida-associated groups as responsible for deliberate interference and obstruction. The Council also expresses concern over restricted access to medical care and stresses the need to respect medical neutrality. \n\nThe Council reaffirms the need to support UN efforts to expand humanitarian assistance delivery to all people in need in Syria and demands that all Syrian parties enable immediate and unhindered delivery of humanitarian assistance. It requests more detailed information from the UN Secretary-General on humanitarian assistance delivery. The Council appreciates the work of the UN monitoring mechanism and commends its efforts in facilitating cross-border delivery of humanitarian aid.\n\nThe Council reiterates the need for all parties to respect international humanitarian law and guiding principles of humanitarian emergency assistance. It notes the role of ceasefire agreements in facilitating humanitarian assistance and emphasizes the importance of upholding humanity, neutrality, impartiality, and independence in humanitarian assistance. The Council expresses concern over the refugee crisis, with over 5.4 million refugees, and urges Member States to support the UN and host countries.\n\nThe Council demands that all parties comply with international law obligations and fully implement previous resolutions. It decides to renew decisions on humanitarian assistance delivery for a further 12 months, until 10 January 2019. The Council emphasizes that impunity in Syria contributes to widespread human rights abuses and stresses the need to end impunity for these abuses. It determines that the humanitarian situation in Syria continues to constitute a threat to peace and security in the region.\nHere is a clear and concise summary of the Security Council document:\n\n3. Requests Syrian authorities to expeditiously respond to UN requests for cross-line deliveries and consider them positively.\n\n4. Reiterates that without a political solution to the Syrian conflict, the situation will worsen, and demands full implementation of resolution 2254 (2015) for a Syrian-led transition.\n\n5. Requests the Secretary-General to conduct an independent review of UN humanitarian cross-border operations within six months.\n\n6. Requests the Secretary-General to report on implementation, compliance, and humanitarian access, including trends, beneficiary numbers, and aid delivery details.\n\n7. Reaffirms it will take further measures under the Charter in case of non-compliance with this and previous resolutions.\n\n8. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2393_2017_EN.pdf"
}