{
  "resolution_no": "2367",
  "year": "2017",
  "theme": [
    "Peacekeeping",
    "Terrorism",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMI",
    "ISIL (Da’esh)",
    "Al-Qaida",
    "Iraq",
    "Kurdistan Regional Government"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions on Iraq, reaffirms Iraq's independence, sovereignty, unity, and territorial integrity. It expresses grave concern at the security situation in Iraq due to terrorist groups, particularly ISIL (Da'esh), and condemns attacks against the people of Iraq. The Council calls on all political entities to intensify efforts to overcome divisions and work together in an inclusive and timely political process. It emphasizes the importance of international community support for Iraq and encourages the Government of Iraq to strengthen governance, pursue reforms, and counter corruption. The Council also stresses the need for a comprehensive and inclusive Iraqi-led political process to support dialogue for those who renounce violence and respect the Constitution. It welcomes efforts to counter ISIL (Da'esh) and reaffirms its support to the people and Government of Iraq in building a secure, stable, federal, united, and democratic nation. The Council emphasizes the need for investigations into human rights abuses and violations of international humanitarian law, and for accountability for those responsible.\nThe Security Council,\n\nCondemning terrorist acts of ISIL (Da’esh) and reiterating the need for the international community to work together to prevent and suppress terrorist acts, \n\nCalls on all parties to immediately release any arbitrarily or unlawfully detained persons; \n\nEmphasizes that all parties should take all feasible steps to ensure the protection of affected civilians; \n\nWelcomes establishment by Prime Minister of Iraq Haider al-Abadi of a committee to investigate reported violations and abuses; \n\nUrges all parties to allow full, unimpeded access for humanitarian personnel to all people in need; \n\nUrges Government of Iraq to continue to promote and protect human rights; \n\nExpresses strong concern at continuing violations and abuses committed against children; \n\nExpresses grave concern that ISIL (Da’esh) has systematically targeted women and children; \n\nCondemns destruction of cultural heritage in Iraq; \n\nEmphasizes need to support stabilization and long-term sustainable development; \n\nUrges all Member States to continue to fund United Nations and other humanitarian appeals; \n\nWelcomes efforts of Member States to support Government of Iraq; \n\nRecalling resolutions 1325, 1820, 1888, 1889, 1960, 2106, 2122, 2242 on women, peace and security; \n\nRecalling resolutions 1379, 1612, 1882, 1998, 2225 on children and armed conflict; \n\nRecalling resolution 2347 on cultural heritage.\nThe Security Council:\n\nExpresses readiness to sanction those supporting ISIL (Da'esh), condemning trade in oil, natural resources, and antiquities with terrorist groups, as well as human trafficking, and forced marriage.\n\nReaffirms that States must bring to justice those who participate in financing, planning, or perpetrating terrorist acts.\n\nRecognizes Iraq's changed situation and its need to regain international standing.\n\nWelcomes assistance to Iraq from Member States and encourages continued support.\n\nStresses the UN's role, particularly UNAMI, in advising, supporting, and assisting Iraq to strengthen democratic institutions, promote inclusive dialogue, and protect civilians.\n\nEncourages UNAMI to revise and prioritize tasks in consultation with Iraq.\n\nExpresses gratitude to UN staff in Iraq and commends the Special Representative's leadership.\n\n1. Extends UNAMI's mandate until 31 July 2018.\n\n2. Decides that the Special Representative and UNAMI shall continue their mandate as stipulated in resolution 2299 (2016).\n\n3. Calls on Iraq to provide security and logistical support to the UN presence.\n\n4. Welcomes Member States' contributions to UNAMI and calls for continued support.\n\n5. Intends to review UNAMI's mandate in 12 months or sooner if requested.\n\n6. Requests the Secretary-General to report every three months on UNAMI's progress.\n\n7. Requests an independent assessment of UNAMI's structure and staffing by 15 October 2017.\n\n8. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2367_2017_EN.pdf"
}