{
  "resolution_no": "2351",
  "year": "2017",
  "theme": [
    "Western Sahara",
    "Peacekeeping",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINURSO",
    "United Nations",
    "Security Council"
  ],
  "reporting_cycle": "Secretary-General reports at least twice a year",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions on Western Sahara, reaffirms its support for the Secretary-General's efforts to implement a just, lasting, and mutually acceptable political solution, providing for the self-determination of the people of Western Sahara. The Council calls on parties and neighboring states to cooperate with the UN and each other to end the impasse and achieve progress towards a political solution. It recognizes the importance of stability and security in the Sahel region and welcomes efforts to reform peacekeeping operations, including the UN Mission for the Referendum in Western Sahara (MINURSO). The Council emphasizes the need to regularly evaluate MINURSO's performance and for the UN to have flexible hiring and retention processes. It expresses concern about violations of existing agreements and calls on parties to respect their obligations. The Council takes note of Moroccan and Polisario Front proposals presented in 2007 and encourages parties to demonstrate further political will towards a solution. It also encourages cooperation with the UN Office of the High Commissioner for Refugees and stresses the importance of improving the human rights situation in Western Sahara and Tindouf camps. The Council commends recent steps taken by Morocco and encourages enhanced cooperation with the Office of the UN High Commissioner for Human Rights. It notes with concern the hardships faced by Sahrawi refugees and reiterates its request for consideration of a refugee registration in Tindouf refugee camps, stressing the importance of continued negotiations through UN-sponsored talks, with meaningful participation of women.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Recognizes the need for progress in negotiations to improve the quality of life of the people of Western Sahara.\n\n Expresses gratitude to Ambassador Christopher Ross, the former Personal Envoy, and affirms support for the new Personal Envoy in facilitating negotiations.\n\n Affirms support for the Special Representative of the Secretary-General and Head of MINURSO, Kim Bolduc.\n\n Decides to extend the mandate of MINURSO until 30 April 2018.\n\n Reaffirms the need for full respect of military agreements related to the ceasefire.\n\n Recognizes concerns related to the recent crisis in Guerguerat and encourages the Secretary-General to explore ways to resolve them.\n\n Calls on parties to cooperate with MINURSO and ensure the security and unhindered movement of UN personnel.\n\n Emphasizes the importance of continued negotiations, with a spirit of realism and compromise.\n\n Calls on parties to show political will and work towards a mutually acceptable political solution.\n\n Affirms support for the Secretary-General's efforts to relaunch negotiations with a new dynamic.\n\n Calls on parties to resume negotiations under the auspices of the Secretary-General without preconditions.\n\n Invites Member States to assist in these talks.\n\n Requests the Secretary-General to brief the Security Council regularly on the status and progress of negotiations.\n\n Requests the Secretary-General to provide a report on the situation in Western Sahara before the end of the mandate period.\n\n Further requests the Secretary-General to update the Security Council on the progress of the new Personal Envoy and MINURSO's performance.\n\n Encourages parties to resume cooperation with the Office of the UN High Commissioner for Refugees.\n\n Urges Member States to provide voluntary contributions to fund food programmes for refugees.\n\n Requests the Secretary-General to ensure compliance with the UN's zero-tolerance policy on sexual exploitation and abuse.\n\n Supports an increase in medical personnel within MINURSO.\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2351_2017_EN.pdf"
}