{
  "resolution_no": "2352",
  "year": 2017,
  "theme": [
    "Peacekeeping",
    "Security",
    "Abyei"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNISFA",
    "JBVMM",
    "JPSM",
    "AUHIP"
  ],
  "reporting_cycle": "The Secretary-General reports every 31 July and 15 October",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on Sudan and South Sudan, reaffirms its commitment to their sovereignty, independence, unity, and territorial integrity.\n\n Reiterates that territorial boundaries shall not be altered by force and that disputes shall be settled peacefully, emphasizing the need to implement the Comprehensive Peace Agreement (CPA).\n\n Notes the commitments made by Sudan and South Sudan in several agreements, including those on the administration and security of the Abyei Area, border security, and cooperation.\n\n Encourages progress on bilateral relations, stressing the need for regular meetings of joint mechanisms, including the Joint Political and Security Mechanism (JPSM).\n\n Urges the parties to implement the Temporary Arrangements for the Administration and Security of the Abyei Area.\n\n Supports the African Union's efforts to ease tension and facilitate negotiations on post-secession relations.\n\n Reaffirms previous resolutions on the protection of civilians, children, and humanitarian personnel, and stresses the need for effective human rights monitoring.\n\n Notes the lack of cooperation by the parties with the Secretary-General on human rights monitoring in Abyei.\n\n Emphasizes the importance of women's empowerment and participation in peace and security.\n\n Acknowledges the parties' acceptance of a map relating to the Safe Demilitarized Border Zone (SDBZ) and encourages them to delineate and demilitarize the SDBZ.\n\n Urges cooperation to allow the United Nations Interim Security Force for Abyei (UNISFA) to provide security for the Joint Border Verification and Monitoring Mechanism (JBVMM).\nThe Security Council:\n\nRegrets the lack of progress on benchmarks for the Joint Border Verification and Monitoring Mechanism (JBVMM) and impediments to its effectiveness.\n\nNotes with concern the absence of local institutions in Abyei and lack of progress on the Abyei Joint Oversight Committee (AJOC) meeting since March 2015.\n\nRecognizes the importance of dialogue between Sudan and South Sudan, recalling resolution 2046 (2012), and calls for constructive engagement towards a final agreement on Abyei's status.\n\nStresses the need for restraint and dialogue to prevent violence and provocations.\n\nCommends the assistance provided by AUHIP, IGAD, Ethiopia, the Special Envoy, and UNISFA.\n\nFurther commends UNISFA's efforts in carrying out its mandate, including facilitating peaceful migration and conflict prevention.\n\nExpresses concern over attacks on UNISFA patrols and reiterates the need for investigations and accountability.\n\nTakes note of the security situation in Abyei and acknowledges UNISFA's contribution to peace and stability.\n\nReiterates concern over the public administration and rule of law vacuum in Abyei.\n\nNotes with concern the delay in establishing temporary institutions and resolving Abyei's final status.\n\nUrges parties to refrain from unilateral actions that could aggravate intercommunal relations.\n\nBears in mind the humanitarian situation and stresses the urgency of facilitating humanitarian assistance.\n\nAffirms the importance of voluntary return and sustainable reintegration of displaced persons.\n\nRecalls resolution 2117 (2013) and expresses concern over the threat posed by illicit small arms.\n\nExpresses concern over residual landmines and explosive remnants of war.\n\nTakes note of the Secretary-General's reports and calls for renewed efforts to address unresolved issues.\n\nDecides to extend UNISFA's mandate until 15 November 2017.\n\nUnderscores the critical need for cooperation between Sudan and South Sudan.\n\nFurther reiterates its demand for the establishment of the Abyei Area Administration and Council.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Urges Sudan and South Sudan to resolve the Abyei question through direct negotiations and confidence-building measures, with support from the African Union High-Level Panel (AUHIP).\n\n2. Regrets the delay in implementing previous agreements, including the 20 June 2011 Agreement, and urges the parties to take concrete steps towards a final settlement.\n\n3. Expresses concern over the stalled Joint Border Verification and Monitoring Mechanism (JBVMM) and calls on both parties to make timely and effective use of the mechanism to ensure security and transparency in the Safe Demilitarized Border Zone (SDBZ).\n\n4. Decides to extend the mandate modification of UNISFA, but notes that this will be the final extension unless both parties demonstrate clear commitment to implementing the JBVMM.\n\n5. Decreases the authorized troop ceiling to 4,791 and requests the Secretary-General to report on deployment.\n\n6. Urges the parties to uphold their commitments to demilitarize the Abyei Area and condemns the presence of South Sudan security personnel and Sudanese Oil Police in the area.\n\n7. Supports the African Union Peace and Security Council's (AUPSC) decision to make Abyei a weapons-free area and urges the parties to take steps to disarm and demilitarize the area.\n\n8. Requests UNISFA to continue its dialogue with local communities and monitor the movement of weapons into Abyei.\n\n9. Urges the parties to implement confidence-building measures, including reconciliation processes and support for non-governmental organizations.\n\n10. Underscores the importance of women's participation in inter-community dialogue and calls for their full and equal participation.\n\n11. Welcomes positive developments between the Ngok Dinka and Misseriya communities and urges all parties to exercise restraint and avoid inflammatory acts.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Welcomes UNISFA's initiatives to support community dialogue and reconciliation in Abyei, including joint peace committee meetings and reopening of a common market (para 19).\n* Welcomes UNISFA's efforts to strengthen Community Protection Committees to manage law and order in Abyei (para 20).\n* Calls for cooperation on the Abyei Area Joint Investigation and Inquiry Committee's findings and recommendations on the killing of a UNISFA peacekeeper and the Ngok Dinka Paramount Chief (para 21).\n* Intends to review UNISFA's mandate for possible reconfiguration based on Sudan and South Sudan's compliance with previous decisions (para 22).\n* Calls on Sudan and South Sudan to ensure free movement and logistical support for UNISFA (paras 23-24).\n* Urges support for reconstruction and capacity-building in Abyei (para 25).\n* Demands facilitation of UNMAS deployment for mine clearance in Abyei and SDBZ (para 26).\n* Demands safe access for humanitarian personnel and cessation of violence and human rights abuses (paras 27-28).\n* Urges rapid progress on deploying a Women and Child Protection Advisor (para 29).\n* Requests effective human rights monitoring and cooperation from Sudan and South Sudan (para 30).\n* Recalls zero tolerance policy on sexual exploitation and abuse and requests progress reports (para 31).\n* Requests regular reports from the Secretary-General on UNISFA's progress (para 32).\n* Notes cooperation among UN missions in the region and requests continuation of this practice (para 33).\n* Decides to remain seized of this matter (para 34).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2352_2017_EN.pdf"
}