{
  "resolution_no": "2347",
  "year": "2017",
  "theme": [
    "Cultural Heritage",
    "Terrorism",
    "Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNESCO",
    "UNODC",
    "INTERPOL",
    "WCO",
    "1267/1989/2253 ISIL (Da’esh) and Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "Secretary-General reports before the end of the year",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, \nRecalling its previous resolutions on terrorism, cultural heritage, and related issues, \nAdopted resolution 2347 (2017) on 24 March 2017, \n\nReaffirming its primary responsibility for international peace and security, \nand the purposes and principles of the UN Charter, \n\nReaffirming that terrorism is a serious threat to international peace and security, \nand that the destruction of cultural heritage and trafficking of cultural property \ncan fuel and exacerbate conflict, \n\nNoting with grave concern the involvement of non-state actors, \nnotably terrorist groups, in the destruction of cultural heritage and trafficking \nin cultural property, \n\nStrongly concerned about the links between terrorists and organized \ncriminal groups, and the financing of terrorist acts through illicit activities, \n\nRecalling resolutions on the financing of terrorism and the need for \ninternational cooperation to counter trafficking in cultural property, \n\nRecognizing the indispensable role of international cooperation in \npreventing and combating trafficking in cultural property, \n\nRecalling conventions and protocols on the protection of cultural property, \nincluding the 1954 Convention and its Protocols, and \n\nCommending efforts by Member States to protect cultural heritage in \narmed conflicts, \n\nThe Security Council : \nCondemns the destruction of cultural heritage and the trafficking of cultural \nproperty, particularly by terrorist groups; \nCalls on States to prevent and suppress the financing of terrorist acts; \nUrges States to cooperate in preventing and combating trafficking in cultural \nproperty; \nRequests States to ensure the prosecution of those responsible for destruction \nof cultural heritage and trafficking of cultural property; \nEncourages UNESCO and other international organizations to continue their \nefforts to protect cultural heritage; \nDecides to remain seized of the matter.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nCondemns the destruction of cultural heritage, looting, and smuggling of cultural property in armed conflicts, notably by terrorist groups.\n\nWelcomes UNESCO's role in protecting cultural heritage and promoting culture as an instrument for dialogue.\n\nRecognizes the role of UNODC and INTERPOL in preventing and countering trafficking in cultural property.\n\nExpresses concern at terrorists' use of new technologies to facilitate terrorist acts, including funding through illicit trade in cultural property.\n\nUnderlines the importance of coordination among UN entities.\n\nNotes the International Criminal Court's recent conviction for war crimes against religious buildings and historic monuments.\n\n Deplores and condemns:\n\n* Unlawful destruction of cultural heritage (para 1)\n* Engagement in trade with ISIL, Al-Nusra Front, and Al-Qaida (para 2)\n* Systematic campaigns of looting and pillage of cultural heritage (para 3)\n\nAffirms that attacks on sites and buildings dedicated to religion, education, art, science, or charitable purposes may constitute a war crime (para 4).\n\nStresses Member States' primary responsibility to protect their cultural heritage (para 5).\n\nInvites the UN and other organizations to provide assistance to Member States (para 6).\n\nEncourages Member States to:\n\n* Ratify the Convention for the Protection of Cultural Property (para 7)\n* Prevent and counter illicit trade and trafficking in cultural property (para 8)\n* Introduce effective national measures to prevent and counter trafficking (para 9)\n* Propose listings of ISIL, Al-Qaida, and associated individuals and entities involved in illicit trade (para 10)\n* Develop broad law enforcement and judicial cooperation (para 11)\nHere is a concise summary of the document:\n\n12. Calls on Member States to cooperate in investigations, prosecutions, and return of trafficked or stolen cultural property, in line with domestic laws and UN conventions.\n\n13. Welcomes UNESCO's efforts to safeguard cultural heritage and promote cultural pluralism in armed conflicts, and encourages Member States to support these actions.\n\n14. Encourages Member States to enhance bilateral, subregional, and regional cooperation on cultural heritage protection.\n\n15. Takes note of UNESCO's Heritage emergency fund and other initiatives, and encourages Member States to provide financial contributions to support cultural heritage protection.\n\n16. Encourages Member States to take preventive measures to safeguard their cultural property, including creating \"safe havens\" and documenting cultural property.\n\n17. Calls on Member States to prevent and counter trafficking of cultural property by:\n(a) creating inventory lists\n(b) adopting regulations on export and import\n(c) supporting WCO's Harmonized System Nomenclature\n(d) establishing specialized units and providing training\n(e) creating databases on cultural property crimes\n(f) using INTERPOL and UNESCO databases\n(g) engaging with museums and market participants\n(h) providing lists of archaeological sites and museums under ISIL control\n(i) creating educational programs\n(j) inventorying and returning illegally removed cultural property.\n\n18. Encourages Member States and UN entities to provide assistance in demining cultural sites.\n\n19. Affirms that UN peacekeeping operations may assist in protecting cultural heritage, in collaboration with UNESCO.\n\n20. Calls on UNESCO, UNODC, INTERPOL, WCO, and other organizations to assist Member States in preventing destruction, looting, and trafficking of cultural property.\nThe Security Council:\n \n21. Requests the Analytical Support and Sanctions Monitoring Team of the 1267/1989/2253 ISIL (Da’esh) and Al-Qaida Sanctions Committee to provide the Committee with relevant information regarding the illicit trade of cultural property within its existing mandate;\n\n22. Requests the Secretary-General, with the support of UNODC, UNESCO and the Analytical Support and Sanctions Monitoring Team of the 1267/1989/2253 ISIL (Da’esh) and Al-Qaida Sanctions Committee, as well as other relevant United Nations bodies, to submit to the Council a report on the implementation of the present resolution before the end of the year;\n\n23. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2347_2017_EN.pdf"
}