{
  "resolution_no": "2337",
  "year": "2017",
  "theme": [
    "Peace consolidation",
    "Elections",
    "Transition of power"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "ECOWAS",
    "African Union",
    "United Nations Office for West Africa and the Sahel (UNOWAS)",
    "Gambian Armed Forces",
    "Gambian Independent Electoral Commission"
  ],
  "reporting_cycle": "within ten (10) days after its adoption",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nReaffirming commitment to The Gambia's sovereignty, independence, territorial integrity, and unity, \n\nRecalling the importance of good-neighbourliness, non-interference, and regional cooperation, \n\nRecalling previous statements on Peace consolidation in West Africa and Gambia elections, \n\nRecalling AU Charter and ECOWAS Protocol on Democracy and Good Governance, \n\nCongratulating the Gambian people on the peaceful and transparent Presidential election on 1 December 2016, \n\nNoting Mr. Adama Barrow's election as President, recognized by former President Yahya Jammeh, \n\nStrongly condemning Jammeh's statement rejecting election results, \n\nCondemning attempts to usurp the will of the people, undermine the electoral process, and prevent a peaceful transfer of power, \n\nExpressing grave concern at the risk of situation deterioration, \n\nCommending ECOWAS and AU initiatives for a peaceful transition, \n\nUrges all Gambian parties to respect the election outcome recognizing Adama Barrow as President-elect; \n\nEndorses ECOWAS and AU decisions to recognize Mr. Adama Barrow as President; \n\nCalls upon countries in the region to cooperate with President Barrow; \n\nWelcomes ECOWAS and AU decisions on The Gambia; \n\nWelcomes AU's declaration of the inviolable nature of the election outcome.\nThe Security Council:\n \n- Notes the presidential elections held on 1 December 2016 in The Gambia, \n  calls upon former President Yahya Jammeh to respect his speech of 2 December \n  2016, and declares that as of 19 January 2017, Jammeh will cease to be \n  recognized as legitimate President.\n\n- Expresses full support to ECOWAS in ensuring respect for the election results.\n\n- Requests Jammeh to ensure a peaceful transfer of power to President Adama \n  Barrow by 19 January 2017, in accordance with the Gambian constitution.\n\n- Emphasizes the importance of ensuring the safety of President Adama Barrow \n  and all Gambian citizens.\n\n- Requests stakeholders to exercise restraint, respect the rule of law, and \n  ensure a peaceful transfer of power.\n\n- Requests the Gambian defence and security forces to demonstrate maximum \n  restraint and place themselves at the disposal of the democratically elected \n  authorities.\n\n- Requests the Secretary-General to update the Security Council within 10 \n  days and facilitate political dialogue between Gambian stakeholders.\n\n- Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2337_2017_EN.pdf"
}