{
  "resolution_no": "2359",
  "year": "2017",
  "theme": [
    "Peacekeeping",
    "Terrorism",
    "Sahel Region",
    "Security",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINUSMA",
    "FC-G5S",
    "G5 Sahel Member States",
    "European Union",
    "United Nations Office for West Africa and the Sahel (UNOWAS)"
  ],
  "reporting_cycle": "oral update within 2 months, written report within 4 months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on the Sahel region, reiterates its commitment to the sovereignty, independence, unity, and territorial integrity of Burkina Faso, Chad, Mali, Mauritania, and Niger.\n\nExpresses concern over the terrorist threat and transnational organized crime in the Sahel region, including arms and drug trafficking, and smuggling of migrants.\n\nRecalling the listing of terrorist groups, including MUJAO, Al-Qaida in the Islamic Maghreb, and Al Mourabitoun, on the Al-Qaida sanctions list.\n\nRecognizes the determination of the G5 Sahel States to address terrorism and transnational organized crime through joint military operations.\n\nWelcomes the efforts of French forces and the decision to establish a new counter-terrorist center.\n\nTakes note of the G5 Sahel joint force and its strategic concept of operations endorsed by the African Union.\n\nUnderlines the primary responsibility of G5 Sahel States to protect civilians and the need for operations to comply with international law.\n\nRecalls the UN Zero Tolerance Policy on sexual exploitation and abuse.\n\nAcknowledges the impact of the situation in Mali on regional peace and security.\n\nRecognizes progress in implementing the Agreement on Peace and Security in Mali but expresses concern over delays.\n\nUrges the Government of Mali and armed groups to take urgent action to fulfill their obligations.\n\n Reiterates concern at the lack of key capabilities for MINUSMA and urges Member States to provide necessary capacities.\n\nUnderlines that FC-G5S efforts will contribute to a more secure environment in the Sahel region.\n\nCalls for rapid implementation of regional strategies, including the UN integrated strategy for the Sahel.\n\nExpresses support for the Special Representative of the Secretary-General and the UN Office for West Africa and the Sahel. \n\nWelcomes the African Union Nouakchott process on security cooperation.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council welcomes the deployment of the Takuba Task Force of the G5 Sahel States (FC-G5S) with up to 5,000 personnel to restore peace and security in the Sahel region. The Council commends the European Union's (EU) efforts to provide training and strategic advice to national security forces in the Sahel region. \n\nThe Council emphasizes the importance of a gender perspective in the FC-G5S's operations and the need to protect children associated with terrorist groups. It urges coordination between the FC-G5S, MINUSMA, and French forces.\n\nThe Council requests the G5 Sahel States to provide adequate resources to the FC-G5S and urges bilateral and multilateral partners to provide financial, logistical, and operational assistance. It requests the Secretary-General to report on the FC-G5S's activities, challenges, and impact on civilians.\n\nThe Council intends to review the FC-G5S's deployment in 4 months and decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2359_2017_EN.pdf"
}