{
  "resolution_no": "2354",
  "year": "2017",
  "theme": [
    "Terrorism",
    "Counter-Terrorism",
    "Violent Extremism"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 19",
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "Counter Terrorism Committee (CTC)",
    "Counter-Terrorism Committee Executive Directorate (CTED)",
    "Counter-Terrorism Implementation Task Force (CTITF)",
    "UNESCO",
    "UNDP"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council, recalling its previous resolutions on terrorism, reaffirms its primary responsibility for maintaining international peace and security. It stresses that terrorism in all forms is a serious threat to international peace and security and that any acts of terrorism are criminal and unjustifiable. The Council emphasizes that terrorism cannot be associated with any religion, nationality, or civilization and can only be defeated through a sustained and comprehensive approach involving all States and international organizations.\n\nThe Council urges Member States and the UN system to address drivers of violent extremism conducive to terrorism and recalls measures aimed at countering violent extremism. It stresses that any measures taken to combat terrorism must comply with international law, including human rights law, refugee law, and humanitarian law.\n\nThe Council condemns the incitement of terrorist acts and repudiates attempts to justify or glorify terrorist acts. It notes with concern that terrorists craft distorted narratives to justify violence and exploit information and communications technologies to recruit supporters.\n\nThe Council welcomes its document \"Comprehensive International Framework to Counter Terrorist Narratives\" and stresses that Member States and UN entities should follow the guidelines while implementing the Framework. The guidelines emphasize the importance of:\n\n* UN action being based on the UN Charter, including sovereignty, territorial integrity, and political independence of all States;\n* Member States having primary responsibility in countering terrorist acts and violent extremism;\n* Relevant UN entities ensuring greater coordination and coherence with donors and recipients of counter-terrorism capacity-building.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Urges Member States to develop and implement comprehensive counter-terrorism strategies, including measures to counter terrorist narratives.\n\n2. Stresses that counter-narrative measures should:\n \n(d) be tailored to specific contexts;\n \n(e) comply with international law, including human rights, refugee, and humanitarian law;\n \n(f) engage with diverse actors, including youth, families, women, and civil society;\n \n(g) raise public awareness through education and media;\n \n(h) promote dialogue and understanding among societies;\n \n(i) engage with religious authorities and community leaders;\n \n(j) provide credible alternatives to terrorist narratives;\n \n(k) address specific concerns and vulnerabilities of men and women;\n \n(l) be informed by research on drivers of terrorism.\n\n3. Directs the Counter-Terrorism Committee (CTC) to facilitate international cooperation to implement the Comprehensive International Framework.\n\n4. Requests the CTC to:\n \n(a) compile good practices in countering terrorist narratives;\n \n(b) review legal measures taken by States;\n \n(c) work with UN agencies to promote education-based efforts;\n \n(d) contribute to UN efforts to develop models for countering terrorist narratives;\n \n(e) strengthen public-private partnerships;\n \n(f) conduct outreach to entities with expertise;\n \n(g) identify ways to measure impact and effectiveness;\n \n(h) participate in meetings and workshops;\n \n(i) maintain a list of counter-narrative initiatives.\n\n5. Directs the CTC to:\n \n(a) organize annual open meetings;\n \n(b) recommend capacity-building ways for Member States;\n \n(c) create an annual work plan to support CTC and CTED.\n\n6. Directs the CTC to include Member States' efforts to counter terrorist narratives in country assessments.\n\n7. Emphasizes the need for continued engagement between CTC, CTED, and key actors.\n\n8. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2354_2017_EN.pdf"
}