{
  "resolution_no": "2360",
  "year": "2017",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MONUSCO",
    "Group of Experts on the DRC",
    "UN Secretariat",
    "FARDC",
    "M23",
    "FDLR",
    "ADF",
    "LRA"
  ],
  "reporting_cycle": "The Committee to report orally, through its Chair, at least once per year to the Council",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Recalls previous resolutions and statements on the Democratic Republic of Congo (DRC), reaffirming its commitment to the country's sovereignty, independence, unity, and territorial integrity.\n\n2. Stresses the primary responsibility of the DRC Government to ensure security and protect its populations, respecting the rule of law, human rights, and international humanitarian law.\n\n3. Condemns the killing of two members of the Group of Experts and expresses concern over the unknown status of four accompanying Congolese nationals.\n\n4. Calls on the DRC Government to swiftly and fully investigate the killings and bring perpetrators to justice, cooperating with UN enquiries and law enforcement investigations.\n\n5. Recalls the strategic importance of the Peace, Security and Cooperation (PSC) Framework for the DRC and the region, calling on signatories to fulfil their commitments.\n\n6. Condemns violence in the Kasai region, expressing concern at alleged human rights abuses and international humanitarian law violations.\n\n7. Reiterates the need for prompt and transparent investigations into violations in the Kasais region.\n\n8. Condemns the killings of over 600 civilians in the Beni area since October 2014 and expresses concern at continued threats posed by armed groups.\n\n9. Expresses concern at increased impediments to humanitarian access in eastern DRC and attacks against humanitarian actors and assets. \n\nAll parties in the conflict are called upon to respect the impartiality, independence, and neutrality of humanitarian actors.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Urges the completion of the demobilization of former M23 combatants, preventing their regrouping or joining other armed groups, and accelerating their disarmament, demobilization, repatriation, reintegration, and resettlement.\n\n2. Condemns the illicit flow of weapons into the DRC, violating previous resolutions, and vows to monitor the arms embargo.\n\n3. Emphasizes the importance of the DRC's transparent management of natural resources, ending illegal smuggling and trafficking, and stresses the Government's responsibility to effectively manage these resources.\n\n4. Notes the link between illegal exploitation of natural resources, illicit trade, and armed conflict in the Great Lakes region, encouraging regional cooperation and economic integration.\n\n5. Expresses concern over continued involvement of armed groups and some FARDC elements in the illegal minerals trade, charcoal and wood production and trade, and wildlife poaching and trafficking.\n\n6. Is concerned about serious human rights abuses and humanitarian law violations against civilians, including summary executions, sexual violence, and child recruitment.\n\n7. Stresses the importance of a peaceful and credible electoral cycle, in line with the Constitution and African Charter, and calls for the implementation of confidence-building measures.\n\n8. Urges the Government to ensure the professionalism of its security forces, fight impunity, and hold accountable those responsible for human rights abuses.\n\n9. Calls for the apprehension and prosecution of those responsible for international humanitarian law and human rights violations.\n\n10. Recalls its resolutions on women and peace, children and armed conflict, and protection of civilians, and welcomes efforts to prevent and end recruitment and use of children and sexual violence.\n\n11. Emphasizes the critical importance of effective implementation of the sanctions regime and cooperation from neighboring States and regional organizations.\nHere is a clear and concise summary of the Security Council document:\n\nThe situation in the Democratic Republic of Congo (DRC) continues to threaten international peace and security in the region.\n\n**Sanctions Regime**\n\n* The measures set out in paragraphs 1-6 of resolution 2293 (2016) are renewed until 1 July 2018.\n* The provisions will be reviewed by 31 October 2017.\n* The sanctions apply to individuals and entities that undermine peace, stability, or security in the DRC.\n\n**Group of Experts**\n\n* The mandate of the Group of Experts is extended until 1 August 2018.\n* The Group must provide a mid-term report by 30 December 2017 and a final report by 15 June 2018.\n* The Group's tasks include:\n\t+ Assisting the Committee in designating individuals and entities for sanctions.\n\t+ Gathering information on implementation of the measures.\n\t+ Analyzing regional and international support networks to armed groups.\n\t+ Evaluating the impact of minerals traceability.\n\n**Armed Groups**\n\n* The Security Council condemns armed groups operating in the region for their human rights abuses.\n* The FDLR, ADF, LRA, and other armed groups must cease violence and disband immediately.\n\n**National and Regional Commitments**\n\n* The Government of the DRC is urged to implement its commitments to end the recruitment and use of children in armed conflict.\n* The Government is also called upon to combat and prevent sexual violence in conflict.\n\n**Cooperation and Support**\n\n* The Security Council calls for enhanced cooperation between all States, MONUSCO, and the Group of Experts.\n* All parties and States must ensure the safety of the Group of Experts and provide unhindered access to persons, documents, and sites.\nHere is a summarized version of the Security Council document:\n\n13. The Government of the DRC should actively seek to hold accountable those responsible for war crimes and crimes against humanity, and regional cooperation is necessary, including cooperation with the International Criminal Court.\n\n14. No impunity should be allowed for those responsible for violations of international humanitarian law and human rights in the DRC and the region.\n\n15. The Government of the DRC should enhance stockpile security, accountability, and management of arms and ammunition, and implement a national weapons marking program.\n\n16. The Government of the DRC has primary responsibility to reinforce State authority and governance in eastern DRC, including through security sector reform.\n\n17. The Government of the DRC and all relevant parties should swiftly implement the 31 December 2016 “Comprehensive and Inclusive Political Agreement”.\n\n18. All States, especially those in the region, should take effective steps to ensure no support for armed groups in the DRC.\n\n19. The Government of the DRC should address issues of illegal exploitation and smuggling of natural resources.\n\n20. Efforts are needed to cut off financing for armed groups involved in destabilizing activities through the illicit trade of natural resources.\n\n21. The Congolese Government’s efforts to implement due diligence guidelines on the supply chain of minerals are welcomed.\n\n22. Governments in the region should implement the Group of Experts due diligence guidelines.\n\n23. The ICGLR and ICGLR Member States should work closely with industry schemes to ensure sustainability, transparency, and accountability.\n\n24. ICGLR should put in place technical capacity to support Member States in their fight against the illegal exploitation of natural resources.\n\n25. All States should continue efforts to end the illicit trade in natural resources.\n\n26. The DRC and States in the Great Lakes region should cooperate to investigate and combat regional criminal networks.\n\n27. MONUSCO’s mandate is recalled, including enhanced political and conflict-related analysis.\n\n28. Timely information exchange between MONUSCO and the Group of Experts is encouraged.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n- Requests MONUSCO to assist the Committee and the Group of Experts within its capabilities.\n\n**Sanctions Committee, Reporting and Review**\n\n- Calls on states to report to the Committee on actions taken to implement measures imposed to sanction individuals/entities.\n- Emphasizes the Committee's need to consult with concerned Member States to ensure full implementation of measures.\n- Requests the Committee to report orally to the Council at least once a year on its work.\n- Requests the Committee to identify non-compliance cases and determine the course of action.\n- Requests the Special Representatives for Children and Armed Conflict and Sexual Violence in Conflict to share relevant information with the Committee.\n- Decides to review measures set forth in this resolution by 1 July 2018, in light of the security situation in the DRC.\n- Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2360_2017_EN.pdf"
}