{
  "resolution_no": "2383",
  "year": 2017,
  "theme": [
    "Piracy",
    "Maritime Security",
    "Somalia"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNODC",
    "IMO",
    "EUNAVFOR",
    "CGPCS",
    "Somalia and Eritrea Monitoring Group",
    "INTERPOL",
    "Europol"
  ],
  "reporting_cycle": "Secretary-General reports every 11 months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Somalia, welcomes the report of the Secretary-General on piracy and armed robbery at sea off Somalia's coast.\n\nReaffirms respect for Somalia's sovereignty, territorial integrity, and unity.\n\nNotes a decline in pirate attacks since 2011 but expresses concern about recent incidents and the ongoing threat to humanitarian aid, seafarers, and international navigation.\n\nCommends countries that have deployed naval forces to dissuade piracy networks.\n\nSupports the London Somalia Conference outcome and Somalia's commitment to developing maritime security capabilities.\n\nReaffirms international law, including the UN Convention on the Law of the Sea, sets out the legal framework for countering piracy.\n\nRecognizes the need to investigate and prosecute piracy suspects, including those who incite or facilitate piracy.\n\nWelcomes successful piracy prosecutions in several countries but notes limited capacity and domestic legislation hinder international action.\n\nUnderlines Somalia's primary responsibility in fighting piracy and requests international assistance.\n\nWelcomes the participation of Somalia and regional partners in the Contact Group on Piracy off the Coast of Somalia.\n\nRecognizes the work of the Contact Group and the Trust Fund in supporting initiatives to combat piracy.\n\nRequests provisions of resolution 2316 (2016) be renewed for an additional 12 months.\nThe Security Council Commends the efforts of EUNAVFOR Operation ATALANTA, Combined Maritime Forces' Combined Task Force 151, African Union's counter-piracy activities, and other States' naval activities in cooperation with Somali authorities to suppress piracy. \nIt welcomes the Shared Awareness and Deconfliction Initiative (SHADE) and efforts of individual countries, including China, India, Iran, Japan, Korea, and Russia, which have deployed naval counter-piracy missions. \nThe Council Notes the efforts of flag States in taking measures to permit vessels to embark vessel protection detachments and privately contracted armed security personnel. \nIt Welcomes and encourages capacity-building efforts in the region made by IMO's Djibouti Code of Conduct, the Trust Fund, and EUCAP Somalia. \nThe Council Supports the development of a coastguard at the federal level and coastguard police at the Federal Member State level. \nIt Underlines the importance of enhancing the collection, preservation, and transmission of evidence of acts of piracy. \nThe Council Further recognizes that pirate networks rely on kidnapping and hostage-taking, and welcomes international efforts to coordinate investigators and prosecutors. \nIt Reaffirms international condemnation of acts of kidnapping and hostage-taking, and strongly condemns the continuing practice of hostage-taking by pirates. \nThe Council Commends Kenya, Mauritius, Tanzania, and Seychelles, for their efforts to prosecute suspected pirates. \nIt Welcomes the readiness of the Federal Government of Somalia and Federal Member States to cooperate with each other and with States who have prosecuted suspected pirates. \nThe Council Expresses serious concern over reports of illegal, unreported and unregulated fishing (IUU) in Somalia's Exclusive Economic Zone (EEZ). \nIt Notes Somalia's accession to the FAO's Agreement on Port State Measures to Prevent, Deter and Eliminate IUU fishing. \nThe Council Recognizes the ongoing efforts of the Federal Government of Somalia towards the development of a legal regime for the distribution of fishing licences.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nCondemns and deplores all acts of piracy and armed robbery at sea off Somalia's coast. \nRecognizes piracy exacerbates instability in Somalia, introducing illicit cash that fuels crime, corruption, and terrorism.\n\nStresses the need for a comprehensive response to prevent and suppress piracy and tackle its underlying causes.\n\nUnderlines Somalia's primary responsibility in the fight against piracy and welcomes the draft coast guard law.\n\nUrges Somalia to pass anti-piracy and maritime laws, establish security forces, and develop court capacity to investigate and prosecute pirates.\n\nRecognizes the need to investigate and prosecute those who plan, organize, or finance pirate attacks.\n\nCalls upon Somalia to interdict and prosecute pirates, patrol waters, and prevent piracy.\n\nCalls for the immediate and unconditional release of all seafarers held hostage by Somali pirates.\n\nWelcomes the Seychelles' initiative to establish a court for piracy and maritime crime.\n\nRecognizes the need for States and organizations to exchange evidence and information for anti-piracy law enforcement purposes.\nThe Security Council:\n\n1. Renews call to prosecute key figures of piracy networks.\n\n2. Keeps under review targeted sanctions against individuals or entities planning, organizing, or profiting from piracy.\n\n3. Calls on States to cooperate with the Somalia and Eritrea Monitoring Group.\n\n4. Urges States and regional organizations to participate in the fight against piracy.\n\n5. Highlights coordination among States and international organizations to deter piracy.\n\n6. Encourages cooperation with Somali authorities in the fight against piracy.\n\n7. Decides to renew authorizations for 12 months for States and regional organizations cooperating with Somali authorities.\n\n8. Affirms authorizations do not affect rights, obligations, or responsibilities under international law.\n\n9. Exempts supplies of weapons and military equipment for Member States and organizations undertaking measures.\n\n10. Requests cooperating States to ensure innocent passage rights for third State ships.\n\n11. Calls on States to cooperate in determining jurisdiction and prosecuting those responsible for piracy.\n\n12. Urges States to criminalize piracy under domestic law and prosecute suspected pirates.\n\n13. Welcomes UNODC Maritime Crime Programme’s work in Somalia.\n\n14. Encourages the Federal Government of Somalia to accede to the UN Convention Against Transnational Organized Crime.\n\n15. Urges States to prevent illicit financing of piracy and laundering of proceeds.\n\n16. Urges States to investigate international criminal networks involved in piracy.\n\n17. Urges protection of women and children from exploitation.\n\n18. Urges States to share information with INTERPOL.\n\n19. Commends contributions of the Trust Fund and Djibouti Code of Conduct.\n\n20. Urges States parties to implement obligations under The Convention and SUA Convention.\nThe Security Council:\n\n Urges collaboration with shipping and insurance industries and IMO to develop best practices to counter piracy attacks off Somalia's coast and for States to make citizens and vessels available for forensic investigations.\n\n Encourages flag and port States to consider safety and security measures on vessels, including regulations on Private Contracted Armed Security Personnel (PCASP).\n\n Invites IMO to continue contributing to preventing and suppressing piracy, coordinating with UNODC, WFP, and the shipping industry.\n\n Notes the importance of securing WFP assistance delivery by sea and welcomes work on Vessel Protection Detachments.\n\n Requests States and regional organizations to report on progress in combating piracy and establishing jurisdiction and cooperation in investigations and prosecutions within 9 months.\n\n Requests the Secretary-General to report on the implementation of this resolution and the situation with respect to piracy off Somalia's coast within 11 months.\n\n Expresses intention to review the situation and consider renewing authorizations for combating piracy.\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2383_2017_EN.pdf"
}