{
  "resolution_no": "2365",
  "year": "2017",
  "theme": [
    "Humanitarian",
    "Peacekeeping",
    "Mine Action"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations Mine Action Service",
    "UN Secretariat",
    "Security Council"
  ],
  "reporting_cycle": "within the next year",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions on mine action, expresses grave concern over the threat posed by landmines, explosive remnants of war, and improvised explosive devices to civilians, peacekeepers, and humanitarian personnel. It notes the serious humanitarian threat and lasting social and economic consequences posed by these devices, which hinder peace, security, and stability, and impede sustainable economic development.\n\nThe Council recognizes the primary role of States and the supporting role of the United Nations in mitigating these dangers. It appreciates partnership and cooperation as central to the success of mine action and recognizes progress made in surveying and clearing these devices.\n\nThe Council:\n1. Expresses grave concern over the threat posed by these devices and stresses the need to mitigate this danger effectively;\n2. Calls on all parties to armed conflicts to end the indiscriminate use of explosive devices in violation of international humanitarian law;\n3. Urges parties to protect civilian populations from the threats posed by these devices and encourages the international community to support clearance, risk education, and victim assistance;\n4. Stresses the importance of equipping, informing, and training peacekeeping operations to reduce the threat posed by these devices;\n5. Calls upon Member States to comply with their international obligations related to mine action.\nHere is a concise summary of the Security Council document:\n\n6. Calls on Member States, UN entities, and international actors to assist in clearing landmines, explosive remnants of war, and improvised explosive devices at the request of States.\n\n7. Recognizes efforts by donors and affected States, and encourages strengthening national capacities to mitigate threats to civilians.\n\n8. Encourages mine action activities to follow International Mine Action Standards.\n\n9. Recognizes the positive contribution of mine action to stabilization and peace sustainment efforts.\n\n10. Stresses the importance of considering mine action in peacekeeping and humanitarian planning.\n\n11. Recognizes the UN's role, particularly the UN Mine Action Service, in mitigating dangers posed by landmines and explosive devices.\n\n12. Encourages States and organizations to support increased technical and operational capacity in mine action.\n\n13. Welcomes partnership and cooperation between regional organizations, such as the African Union, and the UN.\n\n14. Takes note of the development of UN Improvised Explosive Device Disposal (IEDD) Standards.\n\n15. Requests the Secretary-General to provide information on threats and mitigation measures in peacekeeping and humanitarian reports.\n\n16. Requests a report on the implementation of this resolution within the next year.\n\n17. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2365_2017_EN.pdf"
}