{
  "resolution_no": "2366",
  "year": "2017",
  "theme": [
    "Peace Process",
    "Conflict Resolution",
    "Verification Mission"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations Mission in Colombia",
    "Verification Mission",
    "FARC-EP",
    "Government of Colombia"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms its commitment to the Peace Process in Colombia and welcomes the \"Final Agreement for Ending the Conflict and Building a Stable and Lasting Peace\" between the Government of Colombia and FARC-EP.\n\nWelcomes the completion of the laying down of individual arms by FARC-EP and acknowledges the request from Colombia for a second special political mission.\n\nDecides to establish the United Nations Verification Mission in Colombia (Verification Mission) for 12 months, headed by a Special Representative of the Secretary-General.\n\nThe Verification Mission will:\n\n* Verify implementation of sections 3.2 and 3.4 of the Final Agreement\n* Focus on the reincorporation of FARC-EP, security guarantees, and protection measures for communities\n\nThe Verification Mission will:\n\n* Begin activities on 26 September 2017\n* Work closely with verification bodies established by the Final Agreement\n* Coordinate with UN Country Team Members\n\nRequests:\n\n* The Secretary-General to present detailed recommendations on the Verification Mission within 45 days\n* The UN Mission in Colombia to begin provisional work anticipated by the Verification Mission\n* The Secretary-General to report to the Security Council every 90 days on the implementation of the Verification Mission's mandate\n\nExpresses willingness to extend the mandate of the Verification Mission based on agreement between the parties.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2366_2017_EN.pdf"
}