{
  "resolution_no": "2395",
  "year": "2017",
  "theme": [
    "Counterterrorism",
    "Terrorism",
    "Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "Counterterrorism Committee Executive Directorate (CTED)",
    "United Nations Office of Counterterrorism (UNOCT)",
    "Financial Action Task Force (FATF)",
    "International Civil Aviation Organization (ICAO)",
    "United Nations Office on Drugs and Crime (UNODC)"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on counter-terrorism, reaffirms the crucial role of the Counterterrorism Committee (CTC) and its Executive Directorate (CTED) in ensuring the implementation of resolution 1373 (2001).\n\nReaffirms that terrorism is a serious threat to international peace and security, and that any acts of terrorism are criminal and unjustifiable.\n\nRecognizes that countering terrorism requires collective efforts on national, regional, and international levels, based on respect for international law and the UN Charter.\n\nNotes that terrorism will not be defeated by military force, law enforcement, and intelligence operations alone, and underlines the need to address conditions conducive to the spread of terrorism.\n\nReaffirms the importance of promoting and protecting human rights, and the rule of law, in counter-terrorism efforts.\n\nReaffirms that Member States must ensure that counter-terrorism measures comply with international law, including human rights, refugee, and humanitarian law.\n\nStresses that Member States have the primary responsibility in countering terrorist acts and violent extremism.\n\nReaffirms its commitment to sovereignty, territorial integrity, and political independence of all States.\n\nCalls upon all States to become party to international counter-terrorism conventions and protocols and to fully implement their obligations.\n\nWelcomes the fifth review of the UN Global Counterterrorism Strategy (GCTS) and supports the creation and activities of the UN Office of Counterterrorism (UNOCT).\n\nUnderscores the importance of strong coordination and cooperation between CTED and UNOCT.\n\nExpresses grave concern about foreign terrorist fighters (FTFs) seeking to return to their countries of origin or relocate to third countries.\n\nWelcomes recent developments and initiatives to prevent and suppress international terrorism, including the CTC's 2015 Madrid Guiding Principles.\n\nUrges Member States to exchange information expeditiously, improve border controls, and prevent the movement of terrorists or terrorist groups.\nThe Security Council stresses the importance of cooperation among competent authorities to prevent terrorists' movement, supply of weapons, and financing. It underlines the need for all Member States to cooperate fully in the fight against terrorism, finding, denying safe haven to, and bringing to justice those who support terrorist acts. \n\nThe Council emphasizes the development and maintenance of fair and effective criminal justice systems, with respect for human rights and fundamental freedoms, as central to any successful counter-terrorism strategy. It notes the role of the United Nations Office on Drugs and Crime (UNODC) and the United Nations Interregional Crime and Justice Research Institute (UNICRI) in capacity building and expertise.\n\nThe Council expresses concern about terrorist groups seeking to defeat aviation security and affirms the role of the International Civil Aviation Organization (ICAO) in developing international aviation security standards. It welcomes the Global Aviation Security Plan and encourages close cooperation between CTED and ICAO.\n\nThe Council recognizes challenges in managing suspected and convicted terrorists in custody, encourages Member States to share best practices, and notes the work of UNODC, UNICRI, and other stakeholders. \n\nThe Council is concerned about the connection between terrorism and transnational organized crime, including illicit trafficking and money-laundering, and emphasizes the need for enhanced coordination to respond to this challenge.\n\nThe Council stresses the need to counter terrorist narratives, recalling resolution 2354 (2017) and the \"Comprehensive International Framework to Counter Terrorist Narratives\". \n\nThe Council reiterates the obligation of Member States to prevent and suppress terrorist financing, and to freeze funds and assets of persons or entities involved in terrorist acts.\n\nThe Council acknowledges the work of United Nations entities and other bodies on countering terrorist financing, and encourages close cooperation between CTED and these entities.\n\nThe Council recalls its decision to eliminate the supply of weapons to terrorists and calls for States to intensify and accelerate the exchange of operational information regarding traffic in arms.\n\nThe Council recognizes the need to prevent the abuse of non-governmental organizations by terrorists and calls upon these organizations to prevent and oppose attempts by terrorists to abuse their status.\n\nThe Council notes the work of the Global Counterterrorism Forum (GCTF) in support of the Global Counterterrorism Strategy (GCTS) and encourages CTED to interact with the GCTF.\n\nThe Council recognizes the importance of civil society, the private sector, academia, and others in increasing awareness about terrorism threats.\n\nThe Council expresses concern at terrorists' use of new information and communication technologies, including the Internet, for recruitment and incitement, and underlines the need for cooperative action to prevent terrorists from exploiting technology.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nStresses the need for cooperative action to prevent terrorists from exploiting information and communication technologies and welcomes the Global Internet Forum to Counter Terrorism (GIFCT) and the UN CTED-ICT4 Peace Tech Against Terrorism initiative.\n\nUrges Member States and the UN system to address conditions conducive to the spread of terrorism and violent extremism.\n\nReaffirms the need to increase attention to women and youth in all work on threats to international peace and security caused by terrorist acts.\n\nNotes the crucial role of CTED in assessing counterterrorism issues and supporting the development of well-informed counterterrorism responses.\n\nWelcomes cooperation between CTED, ICAO, UNODC, and INTERPOL on counterterrorism efforts.\n\nTakes note of the updated \"Technical Guide to the Implementation of Security Council resolution 1373 (2001) and Other Relevant Resolutions\".\n\nThe Security Council then:\n\n1. Underlines the CTC's objective to ensure full implementation of resolution 1373 and recalls CTED's central role in supporting the CTC.\n\n2. Decides that CTED will continue to operate as a special political mission under the policy guidance of the CTC until 31 December 2021.\n\n3. Welcomes the adoption of the \"Report of the Counterterrorism Committee to the Security Council\".\n\n4. Underscores that neutral, expert assessment of the implementation of resolutions is the core function of CTED.\n\n5. Welcomes CTED's cooperation with relevant UN bodies and urges CTED to continue to ensure their participation in its assessment work.\n\n6. Recognizes that CTED's country visits and assessments are mutually beneficial for Member States and UN entities.\n\n7. Directs the CTC to determine a list of Member States for CTED to visit for assessments on a risk-based approach.\n\n8. Directs CTED to support Member States and UN entities in taking measures to address conditions conducive to terrorism.\n\n9. Directs CTED to report to the CTC on potential ways to strengthen the assessment process.\n\n10. Requests the CTC Chair to invite senior officials from assessed Member States to attend relevant CTC meetings.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Directs the Counter-Terrorism Directorate (CTED) to report to the Counter-Terrorism Committee (CTC) on steps taken to implement assessment recommendations, considering capacity and resource differences, and technical assistance needs.\n\n Directs CTED to report to the CTC on its work, including visits to Member States, coordination with UN bodies, and engagement with non-UN actors.\n\n Requests the CTC to report to the Council on its work, including efforts to strengthen coordination with other UN bodies, and facilitate provision of consent for country visits and reports.\n\n Directs CTED to make country assessments and analytical products available to the UN system, especially UNOCT and counterterrorism-relevant agencies, while respecting confidentiality.\n\n Reiterates CTED's essential role in identifying and assessing issues related to resolutions 1373 (2001), 1624 (2005), and 2178 (2014), and supporting balanced implementation of the Global Counter-Terrorism Strategy (GCTS).\n\n Recognizes CTED's relationships with experts and practitioners, and values their contributions to briefings, workshops, and open meetings.\n\n Encourages Member States to develop comprehensive national counterterrorism strategies and effective implementation mechanisms.\n\n Directs CTED to produce updated Global Implementation Surveys (GIS) and provide recommendations on survey tools to improve their utility.\n\n Stresses the importance of regular meetings between CTED and UNOCT to discuss areas of mutual interest and incorporate CTED recommendations into UNOCT's work.\n\n Encourages the CTC Chair to invite UNOCT to brief the CTC on its work and progress in incorporating CTED recommendations.\n\n Encourages CTED to support UNOCT's work, including advising its leadership and assisting in the development of counterterrorism information.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Reiterates the importance of respect for the rule of law in combating terrorism and welcomes the role of civil society, academia, think tanks, and the private sector, especially women-, youth-, and locally-focused actors.\n\n Encourages CTED to address human rights and rule of law issues in its country visits, assessments, and analysis.\n\n Reiterates the obligation of Member States to refrain from providing support to entities or persons involved in terrorist acts.\n\n Encourages CTED to work with Member States to develop strategies to counter incitement of terrorist acts motivated by violent extremism and intolerance.\n\n Expresses solidarity with victims of terrorism and their families and encourages CTED to take into account the important roles victims can play in countering terrorism.\n\n Recognizes FATF's expertise in countering terrorist financing and calls upon FATF to undertake further work on identifying ways to improve global implementation of counter-terrorist financing measures.\n\n Encourages CTED to work on countering the use of the internet and social media for terrorist purposes while respecting human rights.\n\n Welcomes collaboration between CTED and the 1267 Committee Analytical Support and Sanctions Monitoring Team.\n\n Reiterates the call for CTED to integrate gender as a cross-cutting issue throughout its activities.\n\n Encourages CTED to integrate the impact of terrorism on children and children's rights into its work.\n\n Encourages cooperation between ICAO and CTED on counter-terrorism and aviation security.\n\n Encourages CTED to work with relevant partners to support efforts to enhance international law enforcement and judicial cooperation.\n\n Encourages CTED to support Member States in developing strategies for reducing risks to critical infrastructure and soft targets from terrorist attacks.\n\n Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2395_2017_EN.pdf"
}