{
  "resolution_no": "2343",
  "year": 2017,
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Transnational Organized Crime",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIOGBIS",
    "ECOWAS",
    "African Union",
    "European Union",
    "UNODC",
    "UNCT"
  ],
  "reporting_cycle": "every six months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions on Guinea-Bissau, welcomes the report of the Secretary-General and commends the role of his Special Representative in assisting the Government. The Council stresses the need for the Government to take concrete steps towards peace, security, and stability by reforming the security sector, tackling corruption, and improving public administration. It expresses concern over the ongoing political and institutional crisis among key stakeholders, which threatens to undermine progress made since the 2014 elections. The Council welcomes the engagement of regional and international actors, including ECOWAS, the African Union, and the European Union, in finding a peaceful solution. It emphasizes the need for respect of democratic principles, national reconciliation, inclusive dialogue, and good governance. The Council stresses that consolidation of peace and stability requires a consensual, inclusive, and nationally owned process, respect for constitutional order, and priority reforms in the defence, security, and justice sectors. It reaffirms the importance of non-interference by defence and security forces in politics and commends their restraint. The Council underscores the need for the Government, with international support, to develop transparent, accountable, and professional security and rule of law institutions. It stresses that all stakeholders must work towards short, medium, and long-term stability through inclusive political dialogue. The Council notes efforts to gain civilian control over defence and security forces and commends ECOWAS' efforts to sustain peace, security, and development, including support for security sector reform.\nHere is a concise summary of the Security Council document:\n\nThe Security Council welcomes ECOMIB's contributions to security sector reforms in Guinea-Bissau and encourages continued international support. It notes with concern ECOMIB's financial difficulties and calls on the Government to investigate human rights violations and hold those responsible accountable.\n\nThe Council reiterates its concern about drug trafficking and transnational organized crime threats to peace and stability, welcoming efforts to combat these issues. It emphasizes the need for a common and shared responsibility to tackle the world drug problem.\n\nThe Council reaffirms the importance of continued evaluation capacity and support from UN entities and international partners for Guinea-Bissau's long-term security and development. It commends UNODC's work and encourages cooperation with UNIOGBIS.\n\nThe Council emphasizes the role of women in conflict prevention and peacebuilding, and the need for a gender perspective in UNIOGBIS's mandate implementation. It welcomes coordination between UNIOGBIS, national authorities, and civil society organizations to increase women's participation.\n\nThe Council reaffirms its commitment to peace and stability in Guinea-Bissau and decides to extend UNIOGBIS's mandate for 12 months. It expresses strong support for the Special Representative of the Secretary-General and endorses the strategic review mission's recommendations.\n\nThe Council requests UNIOGBIS to focus on: \n\n(a) supporting inclusive political dialogue and national reconciliation;\n(b) supporting the review of Guinea-Bissau's Constitution; and \n(c) providing strategic and technical advice on security sector reform and rule of law strategies.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Supports the Government of Guinea-Bissau, in cooperation with the Peacebuilding Commission, to mobilize and coordinate international assistance for national security sector reform and rule of law strategies.\n\n2. Affirms that UNIOGBIS and the Special Representative will lead international efforts in:\n- Strengthening democratic institutions\n- Establishing effective law enforcement and criminal justice systems\n- Promoting and protecting human rights\n- Combating drug trafficking and transnational organized crime\n- Incorporating a gender perspective into peacebuilding\n\n3. Endorses the Conakry Agreement of 14 October 2016 as the primary framework for a peaceful resolution of the political crisis.\n\n4. Urges all political actors to prioritize the interest of the people of Guinea-Bissau and engage in genuine dialogue.\n\n5. Calls upon Bissau-Guinean stakeholders to respect and comply with the Conakry Agreement and the ECOWAS road map.\n\n6. Emphasizes the importance of passing key reforms to create a conducive environment for legislative and presidential elections.\n\n7. Calls upon authorities and stakeholders to work together to consolidate progress and address root causes of instability.\n\n8. Underscores the need for inclusive dialogue and review of Guinea-Bissau’s Constitution.\n\n9. Calls on security and defence services to submit to civilian control.\n\n10. Commends ECOWAS efforts and encourages continued political support.\n\n11. Encourages ECOWAS and CPLP to organize a meeting of the International Contact Group on Guinea-Bissau.\n\n12. Takes note of the evolving human rights situation and urges authorities to protect human rights.\n\n13. Welcomes joint efforts by international partners to enhance cooperation in support of the Government.\n\n14. Recognizes ongoing defence and security sector reforms and encourages continuation of efforts.\n\n15. Encourages coordinated action by all relevant partners to obtain expeditious and positive results.\nHere is a concise summary of the Security Council document:\n\n16. Commends ECOMIB's role in securing state institutions and supporting SSR, and encourages ECOWAS to consider extending its mandate, while urging partners to provide financial assistance.\n\n17. Calls on Guinea-Bissau's authorities to reform and strengthen the judicial system, ensuring separation of powers and access to justice.\n\n18. Urges authorities to combat transnational organized crime, including drug trafficking, and to support the Transnational Crime Unit (TCU) and Intergovernmental Action Group against Money Laundering in West Africa (GIABA).\n\n19. Stresses the importance of combating drug trafficking for stability, and requests the Secretary-General to ensure capacity within UNIOGBIS to contribute to anti-drug efforts.\n\n20. Commends the Special Representative's good offices role and invites the Secretary-General to reinforce UNIOGBIS' capacities.\n\n21. Urges Bissau-Guinean stakeholders to demonstrate commitment to progress, and invites partners to fulfil pledges made at the Brussels round table.\n\n22. Requests the Secretary-General to submit regular reports on implementation and a report on progress within six months.\n\n23. Decides to review sanctions measures established pursuant to resolution 2048 (2012) seven months from adoption.\n\n24. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2343_2017_EN.pdf"
}