{
  "resolution_no": "2358",
  "year": "2017",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Counter-Terrorism",
    "Refugees and IDPs",
    "Humanitarian Assistance"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNSOM",
    "AMISOM",
    "UNIFIL",
    "MINUSMA"
  ],
  "reporting_cycle": "The Secretary-General reports every 120 days",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n \nRecalling its previous resolutions and statements on Somalia, \nReaffirming respect for Somalia's sovereignty, territorial integrity, and unity, \nCondemning Al-Shabaab's recent attacks, and expressing concern at the ongoing threat, \nPaying tribute to AMISOM and Somali security forces for their bravery and sacrifices, \nCommending UNSOM's role in supporting peace, reconciliation, and human rights, \nExpressing support for the Special Representatives of the Secretary-General and the African Union Commission, \nWelcoming the conclusion of the electoral process, the election of President Mohamed Abdullahi Mohamed Farmaajo, and the peaceful transfer of power, \nUnderscoring the need to maintain momentum towards consolidating Somalia's federal system, \nWelcoming commitments to one person, one vote elections in 2021 and to formalizing the status of Federal Member States, \nUnderlining the importance of a capable, accountable, and affordable security sector, \nWelcoming the Somalia National Security Architecture and the Comprehensive Approach to Security, \nCondemning human rights violations and abuses, and underscoring the need to end impunity, \nWelcoming the New Partnership for Somalia and the Security Pact, \nExpressing concern at the risk of famine, and welcoming humanitarian efforts, \nWelcoming donor support and encouraging further contributions.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Extends UNSOM's mandate until 31 March 2018 as set out in resolution 2158 (2014).\n\n2. Takes note of the Secretary-General's strategic assessment and requests UNSOM to implement its mandate at national and regional levels.\n\n3. Underscores UNSOM's support to Somalia's political process, including peace and reconciliation, state formation, and anti-corruption efforts.\n\n4. Encourages UNSOM to enhance interaction with Somali civil society, including women, youth, and business leaders.\n\n5. Requests UNSOM to provide strategic advice on security sector reform and support implementation of the Security Pact and New Partnership for Somalia.\n\n6. Requests UNSOM to support Somalia's National Strategy and Action Plan for Preventing and Countering Violent Extremism.\n\n7. Requests UNSOM to support system-wide implementation of the Human Rights Due Diligence Policy (HRDDP).\n\n8. Welcomes the strong relationship between UNSOM, UNSOS, and AMISOM.\n\n9. Requests UNSOM to implement its mandate in an integrated manner.\n\n10. Welcomes the Federal Government of Somalia's commitment to address key issues, including formalization of Federal Member States and resource sharing.\n\n11. Emphasizes the importance of reconciliation across the country.\n\n12. Welcomes Somalia's commitment to one person, one vote elections in 2021.\n\n13. Reaffirms the important role of women and youth in peacebuilding and conflict resolution.\n\n14. Welcomes Somalia's commitment to security sector reform.\n\n15. Underlines the importance of swift implementation of the National Security Architecture.\n\n16. Welcomes Somalia's National Strategy and Action Plan for Preventing and Countering Violent Extremism.\n\n17. Welcomes international partners' commitments to provide support to Somalia's security sector.\n\n18. Calls on international partners to establish coordination mechanisms to harmonize donor support.\n\n19. Encourages the Federal Government of Somalia to fulfil its commitments to sound financial management.\nThe Security Council:\n\n Encourages the Federal Government of Somalia to implement its Human Rights Roadmap's Action Plan, establish a National Human Rights Commission, and pass legislation protecting human rights and investigating abuses.\n\n Underlines the importance of respecting international humanitarian law and protecting civilians, especially women and children.\n\n Reiterates concern at the high number of refugees and internally displaced persons (IDPs), and calls for durable solutions for internal displacement and voluntary, safe returns.\n\n Expresses grave concern at the worsening humanitarian crisis and risk of famine, and demands that all parties allow full, safe, rapid, and unhindered access for humanitarian aid.\n\n Strongly condemns violations against children in armed conflict, and calls on Somalia to implement the Convention on the Rights of the Child and Action Plans.\n\n Requests the Secretary-General to provide regular updates on the implementation of this resolution, including written reports every 120 days.\n\n Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2358_2017_EN.pdf"
}