{
  "resolution_no": "2349",
  "year": 2017,
  "theme": [
    "Counter-Terrorism",
    "Peacekeeping",
    "Humanitarian",
    "Women, Peace and Security",
    "Children and Armed Conflict"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "UNOCA",
    "UNOWAS",
    "UNOAU",
    "AU",
    "MNJTF",
    "ISIL/Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "Secretary-General reports within five months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n- Recalls previous resolutions and statements on counter-terrorism, conflict prevention, and protection of civilians.\n- Notes its visit to the Lake Chad Basin Region (Cameroon, Chad, Niger, and Nigeria) from 2 to 7 March 2017.\n- Expresses solidarity with the conflict-affected populations and Governments in the Region.\n- Affirms commitment to sovereignty, independence, unity, and territorial integrity of Cameroon, Chad, Niger, and Nigeria.\n- Recognizes determination of Governments and regional organizations to address Boko Haram and ISIL.\n- Expresses grave concern at terrorist attacks, humanitarian situation, and risk of famine in north-east Nigeria.\n- Reaffirms that terrorism is a serious threat to international peace and security.\n- Expresses concern that terrorist groups benefit from transnational organized crime and trafficking.\n- Recognizes interlinkages between security, development, and human rights.\n- Welcomes commitment to combat Boko Haram and create a safe environment for civilians.\n- Commends territorial advances against Boko Haram, including through the Multinational Joint Task Force (MNJTF).\n- Strongly condemns terrorist attacks, violations of international humanitarian law, and abuses of human rights by Boko Haram and ISIL.\nHere is a concise summary of the Security Council document:\n\n2. The Security Council recalls the AUPSC Communiqués on Boko Haram, recognizes the AU's continued support to the MNJTF, and calls on LCBC and Benin to continue their efforts against Boko Haram.\n\n3. The Council encourages Governments in the Region to sustain momentum, enhance regional military cooperation, comply with international humanitarian and human rights law, and secure humanitarian access.\n\n4. The Council welcomes multilateral and bilateral support to the MNJTF and encourages greater support to strengthen its operational capability.\n\n5. The Council calls for the urgent deployment of MNJTF civilian personnel, including Human Rights Advisers and a Gender Adviser, and for the fulfillment of pledges made at the AU donor conference.\n\n6. The Council reiterates its call on Member States to cut flows of funds to individuals and entities on the ISIL and Al-Qaida Sanctions List, including Boko Haram.\n\n7. The Council calls on countries in the Region to prevent, criminalize, investigate, prosecute, and ensure accountability for transnational organized crime.\n\n8. The Council calls on UN entities to redouble their support for Governments in the Region to address the impact of Boko Haram and ISIL violence.\n\n9. The Council calls on Member States to ensure that counter-terrorism measures comply with international law, including human rights law.\n\n10. The Council expresses regret at the January 2017 Rann incident and welcomes the commitment to investigate and ensure accountability.\n\n11. The Council expresses concern about the protection needs of civilians, including those resulting from sexual exploitation and abuse.\n\n12. The Council reiterates the primary responsibility of Member States to protect civilian populations and calls on Governments to prioritize human rights protection concerns.\n\n13. The Council emphasizes the importance of strengthening cross-border judicial cooperation and providing access to specialized services for survivors of abduction and sexual violence.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n**Humanitarian Efforts**\n\n* Encourages international support for humanitarian efforts in the region\n* Urges prompt investigation of abuse allegations and holding those responsible accountable\n* Welcomes efforts of governments, regional organizations, and host communities in providing humanitarian assistance to displaced people\n* Urges governments, donors, and international organizations to redouble efforts to enhance early recovery, food security, and livelihood opportunities\n\n**Protection of Humanitarian Personnel and Facilities**\n\n* Urges all parties to ensure respect for and protection of humanitarian personnel, facilities, and equipment\n* Calls for safe, timely, and unhindered access for humanitarian organizations to deliver aid\n\n**Funding and Resource Allocation**\n\n* Welcomes $458 million in humanitarian assistance pledged at the Oslo conference and urges swift disbursement\n* Encourages other donors to contribute to the 2017 Humanitarian Response Plans\n* Urges governments to ensure resources are directed to those most in need\n\n**Return of Refugees and IDPs**\n\n* Calls for voluntary, safe, and dignified return of refugees and IDPs to their areas of origin\n* Urges governments and local authorities to work cooperatively with displaced persons and host communities\n\n**Root Causes and Development**\n\n* Calls on governments to address social, economic, and gender inequalities, and environmental challenges\n* Recognizes the development of programmes by governments to build and sustain peace by addressing root causes of the crisis\n* Calls on governments and international partners to support early recovery activities and long-term investment in vital services.\nHere is a concise summary of the Security Council document:\n\n25. Encourages ECOWAS and ECCAS to develop a comprehensive strategy to address Boko Haram and ISIL, focusing on long-term development needs, and to convene a summit to adopt a common strategy.\n\n26. Recognizes the impact of climate change on regional stability, emphasizing the need for risk assessments and management strategies.\n\n27. Acknowledges the contribution of civil society, particularly women's and youth organizations, to conflict prevention, resolution, and peacebuilding.\n\n28. Calls for progress on the UN Integrated Strategy for the Sahel (UNISS) to address security, political, and developmental challenges.\n\n29. Encourages Governments to develop a regional strategy for disarmament, demobilization, rehabilitation, and reintegration of Boko Haram and ISIL associates.\n\n30. Stresses the need for special attention to the treatment and reintegration of women and children formerly associated with Boko Haram and ISIL.\n\n31. Urges Governments to develop policies for promoting defections and deradicalization, and to ensure accountability for terrorist acts and human rights abuses.\n\n32. Calls on Governments to develop vetting criteria and processes for persons associated with Boko Haram and ISIL.\n\n33. Encourages the Secretary-General to make a high-level visit to the Region to enhance collaboration and mobilize resources.\n\n34. Requests the Secretary-General to produce a written report within five months on the situation in the Lake Chad Basin Region.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2349_2017_EN.pdf"
}