{
  "resolution_no": "2362",
  "year": "2017",
  "theme": [
    "Libya",
    "Peacekeeping",
    "Sanctions",
    "Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNSMIL",
    "Government of National Accord",
    "Libyan Political Dialogue",
    "Panel of Experts",
    "ISIL (Da'esh)",
    "Al-Qaida"
  ],
  "reporting_cycle": "The Panel of Experts shall provide to the Council an interim report on its work no later than 28 February 2018, and a final report to the Council, after discussion with the Committee, no later than 15 September 2018",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Libya, including the arms embargo, travel ban, and assets freeze.\n\nReaffirming its commitment to Libya's sovereignty, independence, territorial integrity, and national unity.\n\nWelcoming the Libyan Political Agreement and the Government of National Accord as the sole legitimate government of Libya.\n\nExpressing concern over the illicit export of petroleum from Libya, which undermines the Government of National Accord and poses a threat to peace, security, and stability.\n\nCondemning attempts to illicitly export petroleum, including crude oil and refined petroleum products, from Libya, including by parallel institutions.\n\nDeciding to extend until 15 November 2018 the authorizations and measures imposed by resolution 2146 (2014) to prevent illicit exports of petroleum.\n\nReiterating support for the Government of National Accord and the Libyan-led process to advance inclusive political dialogue.\n\nUnderlining the primary responsibility of the Government of National Accord to prevent illicit exports of petroleum.\n\n Stressing the need for the Government of National Accord to exercise sole and effective oversight over key institutions, including the National Oil Corporation, the Central Bank of Libya, and the Libyan Investment Authority.\n\nReaffirming the importance of holding accountable those responsible for human rights abuses and violations of international humanitarian law. \n\nDetermining that the situation in Libya continues to constitute a threat to international peace and security, and acting under Chapter VII of the Charter of the United Nations.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n \n1. Extends authorizations and measures to vessels loading, transporting, or discharging illicitly exported petroleum from Libya.\n\n2. Welcomes the appointment of a focal point by the Government of National Accord (GNA) to communicate with the Committee and requests regular updates on ports, oil fields, and installations under its control.\n\n3. Calls on the GNA to expeditiously contact the concerned vessel's flag State to resolve issues related to illicit petroleum exports.\n\n4. Requests the GNA to confirm sole and effective oversight over the National Oil Corporation, Central Bank of Libya, and Libyan Investment Authority.\n\n5. Welcomes the appointment of a focal point for arms embargo and emphasizes the importance of the GNA exercising control over and safely storing arms.\n\n6. Affirms that the GNA may submit requests for the supply of arms to combat ISIL and other terrorist groups.\n\n7. Urges Member States to assist the GNA with security and capacity-building assistance.\n\n8. Urges the GNA to improve monitoring and control of arms and requests the Panel of Experts to consult with the GNA on safeguards.\n\n9. Calls upon the GNA to improve implementation of the arms embargo.\n\n10. Reaffirms travel ban and asset freeze measures and decides that they also apply to individuals and entities engaging in acts that threaten Libya's peace, stability, or security.\n\n11. Reaffirms intention to make frozen assets available to the Libyan people.\n\n12. Decides to extend the mandate of the Panel of Experts until 15 November 2018.\n\n13. Requests the Panel to provide an interim report by 28 February 2018 and a final report by 15 September 2018.\n\n14. Urges all States and relevant UN bodies to cooperate fully with the Committee and the Panel.\nThe Security Council:\n\nRecalling previous resolutions 2144 (2014), 2213 (2015), 2278 (2016), 2292 (2016), 2357 (2017), \n\ncalls on UNSMIL and the Government of National Accord to support the Panel's investigatory work in Libya, including sharing information, facilitating transit and granting access to weapons storage facilities; \n\n16. demands all parties and States ensure the Panel members' safety, and provide unhindered access to persons, documents and sites relevant to its mandate; \n\n17. affirms its readiness to review the measures in this resolution, including strengthening, modifying, suspending or lifting them, and the mandate of UNSMIL and the Panel, as needed; \n\n18. decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2362_2017_EN.pdf"
}