{
  "resolution_no": "2386",
  "year": 2017,
  "theme": [
    "Peacekeeping",
    "Sudan",
    "South Sudan",
    "Conflict Resolution",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNISFA",
    "UNMISS",
    "UNAMID",
    "African Union"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\nRecalling previous resolutions and presidential statements on Sudan and South Sudan,\nReaffirming commitment to sovereignty, independence, unity and territorial integrity of Sudan and South Sudan,\n Reiterating territorial boundaries shall not be altered by force, \nAffirming priority on full implementation of the Comprehensive Peace Agreement (CPA),\nRecalling commitments made by Sudan and South Sudan in 2011 agreements on Abyei and border security,\nEncouraging progress on bilateral relations, stressing regular meetings of the Joint Political and Security Mechanism (JPSM),\nUrging implementation of temporary arrangements for Abyei's administration and security,\nSupports African Union efforts to ease tension and normalize relations,\nReaffirming resolutions on protection of civilians, children and armed conflict, and women, peace and security,\nStressing human rights monitoring and reporting, \nRecalling resolution 2086 on gender equality and empowerment of women,\nAcknowledging Sudan and South Sudan's acceptance of the Safe Demilitarized Border Zone (SDBZ) map,\nEncouraging delineation and demilitarization of SDBZ, \nUrging cooperation with the United Nations Interim Security Force for Abyei.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions, extends the mandate of the United Nations Interim Security Force for Abyei (UNISFA) until 15 May 2018, under Chapter VII of the Charter.\n\nNoting some progress but regretting lack of significant concrete progress on benchmarks for the Joint Border Verification and Monitoring Mechanism (JBVMM), and impediments imposed on it.\n\nUrges parties to refrain from unilateral actions that could aggravate intercommunal relations and encourages continued progress in convening Abyei Joint Oversight Committee (AJOC) meetings.\n\nStresses the importance of regular dialogue between Sudan and South Sudan, and calls for immediate implementation of pending aspects of the 20 June 2011 Agreement.\n\nCommends UNISFA's efforts in effectively carrying out its mandate, including facilitation of peaceful migration, conflict prevention, and mediation.\n\nExpresses concern over the public administration and rule of law vacuum in Abyei, and welcomes UNISFA's efforts to support community protection committees.\n\nNotes with concern the continued delay in establishing temporary institutions and resolving Abyei's final status, and urges parties to engage constructively in the process mediated by the African Union High-Level Panel (AUHIP).\n\nAffirms the importance of voluntary, safe, dignified return and sustainable reintegration of displaced persons, and peaceful and orderly migration cycles.\n\nCalls for coherence of United Nations assistance in the region and facilitating the delivery of humanitarian assistance to all affected populations.\n\nDecides to extend UNISFA's mandate modification set forth in resolution 2024 (2011) and paragraph 1 of resolution 2075 (2012) until 15 April 2018.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Decides to extend the current troop ceiling of 4,791 until April 15, 2018, and then reduce it to 4,235 unless it decides to extend the mandate modification.\n\n2. Emphasizes the importance of cooperation between Sudan and South Sudan for peace, security, and stability.\n\n3. Demands the establishment of the Abyei Area Administration and Council, and the Abyei Police Service.\n\n4. Urges Sudan and South Sudan to resume direct negotiations to resolve the Abyei question.\n\n5. Notes the need for implementation of the Joint Border Verification and Monitoring Mechanism (JBVMM) and calls for confidence-building measures.\n\n6. Decides to consider renewing UNISFA's mandate if Sudan and South Sudan adhere to specific measures agreed upon by March 15, 2018.\n\n7. Urges the parties to ensure the Abyei Area is a weapons-free zone and allow UNISFA to undertake weapons confiscation and destruction.\n\n8. Requests UNISFA to continue dialogue with the Abyei Joint Oversight Committee (AJOC) and local communities to ensure compliance with the weapons-free zone.\n\n9. Urges the parties to implement confidence-building measures and support UNISFA's efforts in promoting community dialogue.\n\n10. Condemns the presence of South Sudan security personnel and Diffra Oil Police units in the Abyei Area and demands their redeployment.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n* Urges continued engagement between Ngok Dinka and Misseriya communities, exercising maximum restraint and avoiding inflammatory acts or statements.\n\n* Emphasizes the importance of women's participation in inter-community dialogue.\n\n* Welcomes positive developments between Ngok Dinka and Misseriya communities, including resumption of trading activities and monitoring of stolen property.\n\n* Commends UNISFA's initiatives to support community dialogue and reconciliation.\n\n* Calls for cooperation with the Abyei Area Joint Investigation and Inquiry Committee's findings and recommendations.\n\n* Expresses intention to review UNISFA's mandate for possible reconfiguration.\n\n* Calls on Sudan and South Sudan to ensure free movement of UNISFA personnel and equipment.\n\n* Renews call for Sudan and South Sudan to provide full support to the United Nations.\n\n* Recognizes the need for development projects and basic government services in Abyei.\n\n* Demands facilitation of UNMAS deployment and humanitarian access.\n\n* Urges cessation of violence, human rights violations, and abuses.\n\n* Requests rapid progress on deploying a Women and Child Protection Advisor.\n\n* Requests the Secretary-General to ensure human rights monitoring and report to the Council.\n\n* Recalls resolution 2272 (2016) and requests the Secretary-General to ensure UNISFA's compliance with the zero-tolerance policy on sexual exploitation and abuse.\n\n* Requests the Secretary-General to report on progress in implementing UNISFA's mandate.\n\n* Notes the Secretary-General's efforts to ensure close cooperation among United Nations missions in the region.\n\n* Decides to remain actively seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2386_2017_EN.pdf"
}