{
  "resolution_no": "2338",
  "year": "2017",
  "theme": [
    "Peacekeeping",
    "Cyprus"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "UNFICYP",
    "Cyprus",
    "Greek Cypriot",
    "Turkish Cypriot"
  ],
  "reporting_cycle": "Secretary-General reports by 10 July 2017",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, \nWelcoming the report of the Secretary-General on the United Nations operation in Cyprus, \nNoting the need to extend the mandate of the UN Peacekeeping Force in Cyprus (UNFICYP) beyond 31 January 2017, \nNoting the Secretary-General's intention to report on his Good Offices, \nReaffirming the primary role of the UN in assisting the parties to achieve a comprehensive and durable settlement, \nWelcoming progress in negotiations between Greek Cypriot and Turkish Cypriot leaders, \nRecalling the importance of negotiations resulting in a bicommunal, bizonal federation with political equality, \nEncouraging intensification of substantive negotiations on core issues, \nStressing the unsustainability of the status quo, \nNoting the need for military confidence-building measures, \nReaffirming the importance of Green Line crossings, \nConvinced of the benefits of a comprehensive settlement, \nUrging leaders to foster positive public rhetoric and explain settlement benefits, \nHighlighting the supporting role of the international community, \nTaking note of the stable security situation, \nRecalling the Secretary-General's belief that the buffer zone situation would improve if both sides accepted the 1989 aide-memoire, \nNoting with regret the withholding of access to minefields, \nCommending the Committee on Missing Persons, \nAgreeing on the essential role of civil society groups in the political process.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nStresses the need for a rigorous approach to peacekeeping deployments and welcomes the Secretary-General's intention to review UNFICYP's efficiency and effectiveness.\n\nAppreciates the efforts of Special Representative Elizabeth Spehar, Special Adviser Espen Barth Eide, and Force Commander Major General Mohammad Humayun Kabir.\n\nWelcomes progress in leaders-led negotiations and encourages the sides to reach a comprehensive and durable settlement.\n\nTakes note of the Secretary-General's report (S/2017/20) and recalls Security Council resolution 2263 (2016).\n\nCalls upon the two leaders to:\n\n* Work on reaching convergences on core issues\n* Continue working with Technical Committees to improve daily lives of Cypriots\n* Improve the public atmosphere for negotiations\n* Increase civil society participation\n\nRequests the Secretary-General to intensify transition planning and encourages the sides to engage with UNFICYP and the United Nations Good Offices mission.\n\nUrges implementation of confidence-building measures, including military measures and opening of crossing points.\n\nWelcomes efforts to accommodate the Committee on Missing Persons and calls for full access to all areas.\n\nReaffirms relevant resolutions on Cyprus, particularly resolution 1251 (1999).\n\nExpresses full support for UNFICYP and extends its mandate until 31 July 2017.\n\nCalls on both sides to:\n\n* Engage in consultations with UNFICYP on buffer zone demarcation and the 1989 aide-memoire\n* Restore the military status quo in Strovilia\n* Allow access to deminers and facilitate mine removal\n\nRequests the Secretary-General to report on implementation by 10 July 2017.\n\nWelcomes UNFICYP's efforts to implement the Secretary-General's zero-tolerance policy on sexual exploitation and abuse.\n\nDecides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2338_2017_EN.pdf"
}