{
  "resolution_no": "2380",
  "year": "2017",
  "theme": [
    "Human Trafficking",
    "Transnational Organized Crime",
    "Peacekeeping",
    "Migration"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIFIL",
    "MINUSMA",
    "FRONTEX",
    "EUBAM Libya"
  ],
  "reporting_cycle": "Secretary-General reports every 11 months; States report every 3 months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions and statements on Libya, \nReaffirming commitment to Libya's sovereignty, independence, territorial integrity, and national unity, \nWelcoming the Secretary-General's report, \nRecalling international law on the Law of the Sea and conventions on transnational organized crime,\n\nUnderlining distinct crimes of smuggling of migrants and trafficking in persons, \nDeploring maritime tragedies in the Mediterranean Sea, \nExpressing grave concern at smuggling of migrants off Libya's coast,\n\nEmphasizing migrants' rights and humanity, \nReaffirming the need to protect human rights and fundamental freedoms of all migrants, \nFurther recalling conventions on safety of life at sea and maritime search and rescue,\n\nExpressing concern at the situation in Libya, exacerbated by smuggling of migrants and human trafficking,\nMindful of its primary responsibility for international peace and security,\n\nUnderlining the Government of National Accord's primary responsibility to prevent smuggling and human trafficking, \nWelcoming support from Member States, including the European Union, \nAcknowledging European Council conclusions and African Union Peace and Security Council statement,\n\nTakes note of the extension of EUNAVFOR Med Operation Sophia's mandate and ongoing EU discussions with the Government of National Accord.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council expresses strong support for States in the region affected by migrant smuggling and human trafficking, emphasizing the need for a multidimensional response to tackle these challenges. The Council acknowledges the need to assist States in developing strategies and institutions to counter terrorism, transnational organized crime, migrant smuggling, and human trafficking.\n\nThe Council condemns all acts of migrant smuggling and human trafficking into, through, and from Libyan territory and off its coast, which undermine Libya's stabilization and endanger hundreds of thousands of people. The Council calls on Member States to cooperate with the Government of National Accord and with each other to prevent and investigate acts of smuggling and trafficking.\n\nThe Council authorizes Member States to inspect unflagged vessels on the high seas off Libya's coast that are suspected of being used for migrant smuggling or human trafficking. The Council also authorizes inspections of flagged vessels with the consent of the flag State.\n\nThe Council renews authorizations from Resolution 2240 (2015) for 12 months, aiming to disrupt organized criminal enterprises engaged in migrant smuggling and human trafficking. The Council emphasizes that this resolution is intended to prevent loss of life and protect human rights, not undermine them.\n\nThe Council urges Member States to treat migrants with humanity and dignity, respect their rights, and comply with international law, including human rights law and refugee law. The Council calls on States to investigate and prosecute persons responsible for migrant smuggling and human trafficking, and to consider ratifying or acceding to the Protocol against the Smuggling of Migrants.\nThe Security Council:\n\n14. Requests States exercising authority under this resolution to report to the Security Council within three months and every three months thereafter on actions taken;\n\n15. Requests the Secretary-General to report to the Security Council eleven months after adoption on implementation, particularly on paragraph 7;\n\n16. Intends to review the situation and consider renewing the authority provided for additional periods;\n\n17. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2380_2017_EN.pdf"
}