{
  "resolution_no": "2364",
  "year": "2017",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Humanitarian Assistance",
    "Terrorism",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINUSMA",
    "French forces",
    "G5 Sahel",
    "UNCT",
    "European Union"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Mali, reaffirms its commitment to Mali's sovereignty, unity, and territorial integrity.\n\nReaffirms the importance of achieving national ownership of peace and security initiatives.\n\nRecognizes the Agreement on Peace and Reconciliation in Mali (2015) as a historic opportunity for lasting peace.\n\nEmphasizes the responsibility of the Government of Mali, Plateforme, and Coordination armed groups for the Agreement's implementation.\n\nNotes recent progress but expresses concern over persistent delays in implementation.\n\nUrges urgent and concrete action to deliver on obligations under the Agreement.\n\nStresses the need for progress on the Agreement, a Charter for Peace, Unity, and National Reconciliation, and free, fair, and inclusive elections.\n\nWelcomes efforts to promote women's participation.\n\nAffirms its intention to facilitate and support the Agreement's implementation.\n\nExpresses concern over the volatile security situation, expansion of terrorist activities, and intercommunal violence.\n\nNotes the need to accelerate Agreement implementation to improve security and prevent terrorist groups from derailing the process.\n\nExpresses concern over the lack of progress in promoting reconciliation and justice.\nHere is a concise summary of the Security Council document:\n\nThe Security Council strongly condemns terrorist activities in Mali and the Sahel region, including attacks by MUJAO, Al-Qaida in the Islamic Maghreb (AQIM), and other groups. The Council stresses that terrorism can only be defeated through a comprehensive approach involving all states and organizations. It condemns attacks against MINUSMA, Malian forces, EUTM Mali, and French forces. \n\nThe Council welcomes the efforts of French forces and the Group of Five for the Sahel States (G5 Sahel) to counter terrorism, and commends the European Union's pledge to support the FC-G5S. It strongly condemns kidnappings and hostage-takings, and reiterates its determination to prevent these crimes. \n\nThe Council also strongly condemns human rights abuses and violations of international humanitarian law, including extrajudicial executions, arbitrary arrests, and sexual violence. It calls on all parties to respect the civilian character of schools and to cease detention of children on national security charges. \n\nThe Council welcomes the signing of an action plan to end and prevent recruitment and use of children and sexual violence against children, and commends the role of EUTM Mali and EUCAP Sahel Mali in providing training and advice to Malian forces. \n\nThe Council emphasizes the need for all parties to uphold humanitarian principles and ensure the safety and protection of civilians and humanitarian personnel.\nThe Security Council, \nRecalling its previous resolutions on the situation in Mali, and stressing the importance of humanitarian assistance being delivered on the basis of need, \n\nRemains seriously concerned over the ongoing food and humanitarian crisis, insecurity hindering humanitarian access, and the presence of armed groups, terrorist and criminal networks, and their activities. \n\nReiterating its strong support for the Special Representative of the Secretary-General for Mali and MINUSMA to assist the Malian authorities and people in bringing lasting peace and stability. \n\nCommending troop and police contributing countries of MINUSMA, and strongly condemning attacks against peacekeepers, which may constitute war crimes. \n\n Reiterating its serious concern at MINUSMA's lack of key capabilities, stressing the need to fill gaps and strengthen MINUSMA's capabilities. \n\nWelcoming pledges announced at the MINUSMA extraordinary force generation conference to fill troop and capacity gaps. \n\nDetermining that the situation in Mali continues to constitute a threat to international peace and security, \n\nActing under Chapter VII of the Charter of the United Nations, \n\n**Implementation of the Agreement on Peace and Reconciliation in Mali** \n\n1. Urges the Government of Mali, the Plateforme and Coordination armed groups to continue to engage constructively to accelerate the implementation of the Agreement on Peace and Reconciliation in Mali.\n\n2. Urges the parties to prioritize the implementation of key provisions, including political and institutional aspects, decentralization, and defence and security aspects.\n\n3. Urges the parties to uphold the ceasefire agreement and declarations of cessation of hostilities.\n\n4. Expresses readiness to consider targeted sanctions against those obstructing or threatening the implementation of the Agreement.\n\n5. Demands that all armed groups in Mali put aside their arms, cease hostilities, and recognize the unity and territorial integrity of the Malian State.\n\n6. Urges all parties to cooperate fully with MINUSMA's deployment and activities.\n\n7. Urges the parties to cooperate fully with the Special Representative of the Secretary-General for Mali and MINUSMA.\n\n8. Requests the Special Representative to use his good offices to encourage and support the full implementation of the Agreement.\n\n9. Calls on members of the Comité de suivi de l’Accord (CSA) and other international partners to sustain their support to the implementation of the Agreement.\nThe Security Council:\n\nAffirms that restoring state authority across Mali, particularly with reformed Malian Defence and Security Forces (MDSF), will enhance stability and deter terrorism, and encourages partners to support MDSF redeployment.\n\nCalls for strategies to address stigma of sexual violence and reintegrate survivors.\n\nRequests the Government of Mali to finalize its strategy for the North of Mali's development and national emergency plan.\n\nWelcomes the plan to re-establish state presence in Central Mali and urges balanced efforts to restore security, strengthen governance, and respect human rights.\n\nEncourages UN agencies and partners to support the Agreement's implementation.\n\nExtends MINUSMA's mandate until 30 June 2018 with 13,289 military and 1,920 police personnel.\n\nSets MINUSMA's strategic priority as supporting the Agreement's implementation, particularly restoring state authority.\n\nAuthorizes MINUSMA to take necessary means to carry out its mandate.\n\nRequests a proactive and robust posture for MINUSMA.\n\nDefines MINUSMA's mandate tasks as:\n\n- Supporting the Agreement's implementation\n- Supporting political and institutional reforms\n- Supporting defence and security measures\n- Supporting reconciliation and justice measures\n- Conducting good offices and reconciliation efforts.\nHere is a summarized version of the Security Council document:\n\n**Protection of Civilians and Stabilization**\n\n* Protect civilians under threat of physical violence, without prejudice to Malian authorities' primary responsibility (para 20(c)(i))\n* Stabilize key population centers and areas where civilians are at risk, particularly in North and Central Mali (para 20(c)(ii))\n* Provide specific protection for women and children affected by armed conflict (para 20(c)(iii))\n\n**Countering Asymmetric Attacks**\n\n* Anticipate and deter threats, take robust steps to counter asymmetric attacks against civilians or UN personnel (para 20(d))\n\n**Protection of UN Personnel**\n\n* Protect UN personnel, installations, and equipment, ensuring their safety, security, and freedom of movement (para 20(e))\n\n**Promotion and Protection of Human Rights**\n\n* Assist Malian authorities in promoting and protecting human rights, particularly in justice and reconciliation (para 20(f)(i))\n* Monitor, investigate, and report on human rights violations and abuses, including sexual and gender-based violence (para 20(f)(ii))\n\n**Humanitarian Assistance**\n\n* Contribute to a secure environment for humanitarian assistance and the return of internally displaced persons and refugees (para 20(g))\n\n**Support to Malian Defence and Security Forces**\n\n* Continue to support Malian defence and security forces through coordinated operations, operational and logistical support, mentoring, and information sharing (para 21)\n\n**Additional Tasks**\n\n* Assist in implementing projects for stabilization, including quick impact projects (para 22(a))\n* Assist with weapons and ammunition management, including removal and destruction of mines and explosive devices (para 22(b))\n* Support cultural preservation, particularly in protecting cultural and historical sites in Mali (para 22(c))\n* Cooperate with the 1267/1989/2253 ISIL (Da’esh) and Al-Qaida Sanctions Committee (para 22(d))\n\n**Resource Allocation and Coordination**\n\n* Align budgetary resources according to task prioritization (para 23)\n* Ensure efficient division of tasks and complementarity of efforts between MINUSMA and the UN Country Team (para 23)\n* Enhance interaction with the civilian population and cooperation with Malian Defence and Security Forces (para 24)\n* Enhance cooperation and information sharing between MINUSMA, UNOWAS, and Member States (para 25)\nHere is a summarized version of the Security Council document:\n\n26. MINUSMA to ensure support to non-UN security forces, including MDSF, complies with Human Rights Due Diligence Policy.\n\n27. MINUSMA to consider gender issues throughout its mandate, assist Malian authorities in ensuring women's participation in stabilization, security sector reform, disarmament, and reconciliation.\n\n28. Secretary-General to ensure MINUSMA's compliance with UN zero-tolerance policy on sexual exploitation and abuse, and keep Council informed of misconduct cases.\n\n29. MINUSMA to prioritize child protection throughout its mandate, assist Malian authorities in protecting children's rights.\n\n30. MINUSMA to improve coordination between civil, military, and police components.\n\n31. Secretary-General to enable MINUSMA to reach full operational capacity.\n\n32. Troop and police-contributing countries to expedite procurement and deployment of necessary equipment.\n\n33. Secretary-General to review and enhance MINUSMA personnel's safety and security.\n\n34. Secretary-General to take measures to enhance MINUSMA's safety and security, including improving intelligence, providing training and equipment.\n\n35. Member States to ensure free and unhindered movement of MINUSMA personnel and equipment.\n\n36. Secretary-General to review MINUSMA's mission concept.\n\n37. French forces authorized to intervene in support of MINUSMA elements under threat.\n\n38. Malian authorities to combat impunity, hold perpetrators of human rights abuses accountable, and cooperate with ICC.\nHere is a summarized version of the Security Council document:\n\n39. Urges parties to comply with international humanitarian law, respect and protect humanitarian personnel, facilities, and relief consignments, and facilitate access for humanitarian actors.\n\n40. Reiterates Malian authorities' primary responsibility to protect civilians, recalls resolutions on protection of civilians, children, and women in armed conflict, and calls on MINUSMA and military forces to abide by international law.\n\n41. Requests MINUSMA to consider environmental impacts of operations and manage them accordingly.\n\n42. Requests Secretary-General to ensure coordination and exchange of information between MINUSMA, FC-G5S, and French forces.\n\n43. Calls on Member States to enhance coordination to combat terrorist groups, proliferation of arms, and transnational organized crime in the Sahel region.\n\n44. Calls for rapid implementation of regional strategies, including the UN integrated strategy for the Sahel.\n\n45. Calls on the European Union to coordinate closely with MINUSMA and bilateral partners on Security Sector Reform.\n\n46. Calls on Malian authorities, with MINUSMA's assistance, to address proliferation and illicit trafficking of small arms and light weapons.\n\n47. Requests Secretary-General to report to the Security Council every three months on implementation of this resolution.\n\n48. Requests Secretary-General to develop a mission-wide strategic plan within 180 days.\n\n49. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2364_2017_EN.pdf"
}