{
  "resolution_no": "2342",
  "year": 2017,
  "theme": [
    "Sanctions",
    "Terrorism",
    "Peacekeeping",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida in the Arabian Peninsula (AQAP)",
    "Islamic State in Iraq and Levant (ISIL, also known as Da’esh)",
    "Special Envoy for Yemen to the Secretary-General Ismail Ould Cheikh Ahmed",
    "ISIL (Da’esh) and Al-Qaida Sanctions Committee",
    "Panel of Experts"
  ],
  "reporting_cycle": "The Panel of Experts to provide a midterm update to the Committee no later than 28 July 2017, and a final report no later than 28 January 2018",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2342 (2017) on 23 February 2017, recalling its previous resolutions and statements on Yemen. The Council reaffirmed its strong commitment to Yemen's unity, sovereignty, independence, and territorial integrity. It expressed concern at ongoing challenges, including violence, and threats from illicit weapon transfers.\n\nThe Council reiterated its call for parties in Yemen to resolve differences through dialogue, reject violence, and refrain from provocation. It reaffirmed the need for compliance with international law, including humanitarian and human rights law.\n\nThe Council expressed support for the Special Envoy for Yemen and grave concern at areas under Al-Qaida in the Arabian Peninsula (AQAP) control. It reaffirmed its resolve to address AQAP, ISIL (Da’esh), and associated individuals and entities.\n\nThe Council renewed measures imposed by paragraphs 11 and 15 of resolution 2140 (2014) until 26 February 2018. It reaffirmed provisions related to targeted arms embargo and designation criteria for individuals and entities.\n\nThe Council extended the mandate of the Panel of Experts until 28 March 2018. It emphasized the necessity of discussing recommendations contained in the Panel of Experts reports. The Council determined that the situation in Yemen continues to constitute a threat to international peace and security, acting under Chapter VII of the Charter of the United Nations.\nThe Security Council:\n\nRe-establishes the Panel of Experts, as per resolution 2216 (2015), and intends to review the mandate and take action regarding its extension by 28 February 2018;\n\n Requests the Secretary-General to take necessary administrative measures to re-establish the Panel, in consultation with the Committee, by 28 March 2018;\n\n6. Requests the Panel to provide a midterm update to the Committee by 28 July 2017, and a final report to the Security Council by 28 January 2018;\n\n7. Directs the Panel to cooperate with other expert groups established by the Security Council;\n\n8. Urges all parties, Member States, and organizations to cooperate with the Panel and ensure the safety of its members and unhindered access;\n\n9. Emphasizes consultations with concerned Member States for full implementation;\n\n10. Calls on Member States to report on steps taken to implement measures imposed by previous resolutions;\n\n11. Recalls the Informal Working Group on General issues of Sanctions report on best practices;\n\n12. Reaffirms its intention to review the situation in Yemen and measures contained in this resolution;\n\n13. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2342_2017_EN.pdf"
}