{
  "resolution_no": "2376",
  "year": "2017",
  "theme": [
    "Peacekeeping",
    "Political",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNSMIL",
    "GNA",
    "Presidency Council",
    "House of Representatives",
    "State Council",
    "UN High Commissioner for Refugees",
    "International Organization for Migration"
  ],
  "reporting_cycle": "at least every 60 days",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its resolution 1970 (2011) and subsequent resolutions on Libya, reaffirms its strong commitment to Libya's sovereignty, independence, territorial integrity, and national unity. The Council takes note of the Secretary-General's report on the UN Support Mission in Libya (UNSMIL) and expresses strong support for UNSMIL's efforts, welcoming the appointment of a new Special Representative of the Secretary-General. \n\nThe Council recalls resolution 2259 (2015), which endorses the Rome Communiqué supporting the Government of National Accord (GNA) as Libya's sole legitimate government, and reiterates its support for the full implementation of the Libyan Political Agreement (LPA). \n\nThe Council emphasizes the importance of inclusiveness, encourages the GNA to engage with all parties, and urges constructive engagement with the LPA in good faith. It welcomes recent efforts to strengthen an inclusive political dialogue and supports the Secretary-General's call to consolidate initiatives under UN leadership.\n\nThe Council urges the full, equal, and effective participation of women in all activities relating to democratic transition, conflict resolution, and peacebuilding. It reaffirms the need for all parties to engage constructively with the UN and refrain from actions undermining UN-mediated political dialogue.\n\nThe Council further reaffirms that all parties must comply with their obligations under international humanitarian law and human rights law and emphasizes accountability for violations. \n\nThe Council supports the Vienna Communiqué, urging parties to work towards completing the transitional institutional framework, and stresses that ensuring security and defending Libya from terrorism must be the task of unified national security forces under the GNA's sole authority.\n\nThe Council encourages the GNA to finalize interim security arrangements, plan for disarmament, demobilization, and reintegration of armed groups, and continue stabilization efforts. \n\nThe Council expresses grave concern at the deteriorating humanitarian situation, welcomes the economic dialogue, and urges the delivery of public services, increased oil production, and improved liquidity to alleviate the suffering of the Libyan people.\nThe Security Council:\n\nReiterates its request for Member States to support the Special Representative of the Secretary-General (SRSG) and work with Libyan authorities and UNSMIL to build the capacity of the Government of National Accord (GNA).\n\nWelcomes recommendations to enhance UNSMIL's ability to support the political process and strengthen coordination.\n\nExpresses concern over migrant smuggling and human trafficking through Libya, and welcomes UNSMIL's coordination of humanitarian assistance.\n\nEncourages UNSMIL to prioritize tasks and mediation efforts in consultation with Libyan institutions.\n\nUnderscores the importance of implementing sanctions measures and reporting violations.\n\nRecalling its determination that the situation in Libya continues to constitute a threat to international peace and security,\n\n1. Decides to extend UNSMIL's mandate until 15 September 2018 to support:\n    - An inclusive political process within the Libyan Political Agreement framework\n    - Implementation of the Libyan Political Agreement\n    - Consolidation of GNA governance, security, and economic arrangements\n    - Subsequent phases of the Libyan transition process\n\n2. Further decides UNSMIL should:\n    - Support key Libyan institutions\n    - Provide support for essential services and humanitarian assistance\n    - Monitor and report on human rights\n    - Support securing uncontrolled arms and countering their proliferation\n    - Coordinate international assistance\n\n3. Requests the Secretary-General to develop objectives for UNSMIL's tasks and report on progress.\n\n4. Requests UNSMIL to integrate a gender perspective throughout its mandate.\n\n5. Encourages UNSMIL to re-establish a presence in Tripoli and other parts of Libya.\n\n6. Welcomes recommendations for a comprehensive political strategy and greater integration of UNSMIL and UN agencies.\n\n7. Requests the Secretary-General to report to the Security Council every 60 days.\n\n8. Requests the Secretary-General to report on recommendations for UNSMIL's support to Libya's transition process and security arrangements.\n\n9. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2376_2017_EN.pdf"
}