{
  "resolution_no": "2387",
  "year": 2017,
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Humanitarian",
    "Reconciliation",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 101"
  ],
  "entities": [
    "MINUSCA",
    "EUTM-RCA",
    "UNIFIL",
    "Panel of Experts",
    "Special Criminal Court (SCC)",
    "International Conference on the Great Lakes region (ICGLR)",
    "Economic Community of Central African States (ECCAS)"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on the Central African Republic (CAR), reaffirms its commitment to the country's sovereignty, independence, unity, and territorial integrity.\n\nReaffirms the basic principles of peacekeeping, including consent, impartiality, and non-use of force, and recognizes the specific mandate of each peacekeeping mission.\n\nNotes the primary responsibility of the CAR Authorities to protect all populations, particularly from genocide, war crimes, ethnic cleansing, and crimes against humanity.\n\nEmphasizes the need for a CAR-owned solution to the crisis, prioritizing reconciliation through an inclusive process involving all social, economic, political, religious, and ethnic backgrounds.\n\nExpresses concern at the deteriorating security situation, particularly in the south-eastern and north-western parts of the CAR, due to clashes between armed groups.\n\nCondemns incitement to ethnic and religious hatred and violence, and multiple violations of international humanitarian law and human rights.\n\nRecalls the report of the International Commission of Inquiry, noting with concern its findings of war crimes and crimes against humanity committed by main parties to the conflict.\n\nCondemns attacks against the UN Multidimensional Integrated Stabilization Mission in the Central African Republic (MINUSCA) and other international forces.\n\nWelcomes MINUSCA's efforts to protect civilians and combat armed groups.\n\nStresses the urgent need to end impunity in the CAR and bring perpetrators to justice, welcoming the operationalization of the Special Criminal Court.\n\nReiterates the primary responsibility of national authorities to ensure a conducive environment for investigation, prosecution, and adjudication.\n\nWelcomes steps initiated by the CAR Government to establish transitional justice mechanisms.\n\nWelcomes the commitment of the Secretary-General to enforce strictly his zero-tolerance policy on sexual exploitation and abuse (SEA).\n\nEmphasizes the need to prevent transnational criminal activity in the CAR.\nThe Security Council expresses grave concern at the threat to peace and security in the Central African Republic (CAR) arising from illicit transfer, destabilizing accumulation, and misuse of small arms and light weapons. It acknowledges the contribution of the Council-mandated sanctions regime, including the arms embargo and provisions related to individuals or entities designated by the Committee. The Council reiterates concern at the illicit trade, exploitation, and smuggling of natural resources, including gold, diamonds, and wildlife poaching and trafficking.\n\nThe Council expresses concern at the dire humanitarian situation, with over 600,000 internally displaced persons (IDPs) and nearly 500,000 refugees in neighboring countries. It recalls the responsibility of the CAR Authorities to protect and promote the right to freedom of movement of all people in the CAR. The Council welcomes the holding of grassroots consultations, the Bangui Forum, and the peaceful organization of a constitutional referendum and legislative and presidential elections.\n\nThe Council recalls the need for an inclusive, gender-sensitive, and effective disarmament, demobilization, and reintegration process (DDR) and repatriation (DDRR) in the case of foreign fighters. It underlines the continued need to support national and coordinate international efforts towards the transformation of the security sector in the CAR. The Council welcomes the work done by the EU training mission (EUTM) to provide support to reform the FACA into multi-ethnic, professional, and representative armed forces.\n\nThe Council expresses concern that children have continued to be victims of abuses committed by armed elements, and that women and girls continue to be violently targeted and victims of sexual and gender-based violence. It welcomes the ratification by CAR Authorities of the Optional Protocol to the Convention on the Rights of the Child on the involvement of children in armed conflict.\n\nThe Council emphasizes the continued role and contribution of neighboring countries, regional and subregional organizations, and international partners in promoting lasting peace and stability in the CAR. It calls on international partners to assist the CAR Authorities in building the institutional and operational capacities of national police, gendarmerie, and customs authorities. The Council stresses the need to implement MINUSCA's mandate, based on the prioritization of tasks, and, when relevant, in a phased manner.\nHere is a concise summary of the Security Council document 2387 (2017):\n\nThe Security Council:\n\n**Political Process**\n\n* Renews support to President Faustin-Archange Touadéra and his government, welcoming efforts to advance dialogue with armed groups and extend state authority.\n* Welcomes steps taken, including the National Recovery and Peacebuilding Plan, National Strategy for Restoration of State Authority, and National Security Policy.\n\n**Peace and Reconciliation**\n\n* Reaffirms the African Initiative for Peace and Reconciliation as the main framework for a political solution.\n* Urges the CAR authorities and armed groups to engage in an inclusive peace process.\n* Demands that armed groups lay down their arms, cease violence, and release children from their ranks.\n\n**Security and Stabilization**\n\n* Urges the CAR authorities to implement a comprehensive strategy to address armed groups, prioritizing dialogue and DDR/R.\n* Calls on the CAR authorities to implement the National Security Policy and Strategy on SSR.\n* Welcomes the finalization of the 2017-2019 Guidance Document for the Redeployment of CAR armed forces.\n\n**Justice and Accountability**\n\n* Calls on the CAR authorities to strengthen justice institutions and fight impunity.\n* Urges the CAR authorities to restore administration of the judiciary, criminal justice, and penitentiary systems.\n\n**International Support**\n\n* Encourages international partners to provide political and financial support to the Panel of Facilitators.\n* Requests the Secretary-General to report on progress taken in implementing the National Security Policy and Strategy on SSR.\nHere is a concise summary of the Security Council document 2387 (2017):\n\n17. Welcomes the operationalization of the Special Criminal Court (SCC) and the nomination of the Steering Committee for the Truth and Reconciliation Commission.\n\n18. Calls on the Central African Republic (CAR) Authorities to restore State authority over the whole territory, including redeploying State administration and ensuring timely payment of salaries.\n\n19. Encourages the CAR Authorities to consolidate public financial management and accountability with the support of International Financial Institutions.\n\n20. Calls on Member States and international organizations to disburse pledges made at conferences in Brussels and Addis Ababa to support the CAR's peacebuilding priorities.\n\n21. Welcomes the engagement of the UN, African Union, ECCAS, ICGLR, and other international partners in support of the CAR's stabilization.\n\n22. Takes note of a framework of mutual accountability between the CAR Authorities and international partners.\n\n23. Stresses the valuable role of the Peacebuilding Commission (PBC) in supporting the CAR's long-term peacebuilding needs.\n\n24. Reiterates the need to hold accountable all perpetrators of human rights violations and abuses.\n\n25. Recalls the ICC Prosecutor's decision to open an investigation into alleged crimes committed since 2012.\n\n26. Takes note of the Mapping Project report and calls on the CAR Authorities to follow up on recommendations.\n\n27. Urges all parties to end violations against children, including recruitment and use, rape, and sexual violence.\n\n28. Reiterates demands to protect children released or separated from armed forces and groups.\n\n29. Calls on all parties to end sexual and gender-based violence.\n\n30. Renews support to Special Representative of the Secretary-General Parfait Onanga-Anyanga.\n\n31. Extends the mandate of MINUSCA until 15 November 2018.\n\n32. Authorizes an increase of 900 military personnel to enhance MINUSCA's flexibility and mobility.\n\n33. Reiterates the importance of providing troops and police with adequate capabilities and equipment.\nHere is a summarized version of the Security Council document:\n\n34. Requests the Secretary-General to maximize MINUSCA's operational capacity to discharge its mandate, focusing on priority areas, using new deployable units, and enhancing personnel, mobility, and information-gathering capabilities.\n\n35. Commends T/PCCs' commitment to implementing the mission's mandate, highlighting the importance of effective command and control, and adherence to UN standards.\n\n36. Notes T/PCCs' progress in meeting UN standards and calls for immediate finalization of required contingent-owned equipment procurement and deployment.\n\n37. Calls on the Secretariat to explore using specialized police teams for police and gendarmerie capacity building and operational support.\n\n38. Urges MINUSCA and UN bodies to ensure unhindered access and safety for the Panel of Experts.\n\n39. Recalls MINUSCA's strategic objective to support a sustainable reduction of armed groups' presence and threat.\n\n40. Requests the Secretary-General to reflect prioritization of mandate tasks in the mission's deployment and budgetary resources.\n\n41. Authorizes MINUSCA to take necessary means to carry out its mandate.\n\n42. Decides MINUSCA's mandate includes:\n\n(a) Protection of civilians:\n  (i) Protect civilians under threat of physical violence.\n  (ii) Anticipate, deter, and respond to threats to civilians.\n  (iii) Provide specific protection for women and children.\n  (iv) Identify and report threats and attacks against civilians.\n  (v) Implement a mission-wide protection of civilians strategy.\n\n(b) Good offices and support to the peace process:\n  (i) Enhance support for inclusive political dialogue.\n  (ii) Assist CAR authorities' efforts for increased participation in the peace process.\n  (iii) Provide good offices and technical expertise for national reconciliation and local conflict resolution.\n  (iv) Support efforts to address transitional justice and marginalization.\n  (v) Provide technical expertise to the Government of CAR in engagement with neighboring countries.\n\n(c) Facilitate a secure environment for humanitarian assistance:\n  To improve coordination with humanitarian actors to facilitate the delivery of humanitarian assistance.\nThe Security Council authorizes MINUSCA to pursue tasks to protect UN personnel, installations, equipment, and goods, and ensure their security and freedom of movement.\n\nMINUSCA's mandate includes:\n\n**Support for the extension of State authority, security forces, and territorial integrity**\n\n* Support the Government in implementing its strategy for extending State authority, including providing advice on interim security and administrative arrangements.\n* Support a gradual handover of security of key officials and static guard duties to CAR security forces.\n* Promote and support the rapid extension of State authority over the entire territory, including deploying vetted and trained national police and gendarmerie.\n* Consider providing support to the progressive and coordinated redeployment of FACA units trained by EUTM-RCA.\n\n**Security Sector Reform (SSR)**\n\n* Provide strategic and technical advice to CAR Authorities to implement the National Strategy on SSR.\n* Support the development of an approach to vetting defence and security elements.\n* Take a leading role in supporting the implementation of the National Capacity-Building and Development Plan for Internal Security Forces.\n* Coordinate international assistance for SSR.\n\n**Disarmament, Demobilization, Reintegration (DDR) and Repatriation (DDRR)**\n\n* Support the development and implementation of an inclusive and progressive DDRR programme.\n* Support the development and implementation of CVR programmes for members of armed groups non-eligible for participation in the national DDRR programme.\n* Provide technical assistance to the CAR Authorities in developing and implementing a national plan for the integration of eligible demobilized members of armed groups into security and defence forces.\nHere is a summarized version of the Security Council document:\n\n**Promotion and protection of human rights**\n\n* Monitor, help investigate, and report on violations of international humanitarian law and human rights abuses\n* Monitor and report on violations and abuses against children and women, including rape and sexual violence\n* Assist CAR Authorities in protecting and promoting human rights and preventing violations and abuses\n\n**Support for national and international justice, the fight against impunity, and the rule of law**\n\n* Help reinforce the independence of the judiciary and build the capacities of the national judicial system\n* Help build the capacities of the national human rights institution\n* Adopt urgent temporary measures to arrest and detain those undermining peace, stability, or security\n* Provide technical assistance to the CAR Authorities to identify, investigate, and prosecute those responsible for crimes\n* Support the operationalization of the Special Criminal Court (SCC)\n\n**Rule of law**\n\n* Provide support and coordinate international assistance to build the capacities of the criminal justice system\n* Support the restoration and maintenance of public safety and the rule of law\n\n**Illicit exploitation and trafficking of natural resources**\n\n* Support the CAR Authorities to develop a strategy to tackle illicit exploitation and trafficking networks\n* Coordinate international assistance and assist the Committee and Panel of Experts\n\n**Additional tasks**\n\n* Coordinate international assistance\n* Assist the Committee and Panel of Experts\n* Monitor the implementation of measures to prevent armed groups from exploiting natural resources.\nHere is a concise summary of the Security Council document:\n\nThe Security Council requests MINUSCA to:\n\n* Seize and collect arms and related materiel that violate the measures imposed by paragraph 1 of resolution 2339 (2017) (d);\n* Provide transport for State authorities to carry out inspections and monitoring visits in key mining areas (e);\n\nThe Secretary-General is requested to:\n* Deploy and allocate personnel and expertise within MINUSCA to reflect priorities (45);\n* Ensure MINUSCA's compliance with the UN's zero-tolerance policy on sexual exploitation and abuse (52);\n\nMINUSCA is also requested to:\n* Develop measurable targets to assess progress (46);\n* Use communication tools to build trust with the local population (47);\n* Consider environmental impacts of its operations (48);\n* Take fully into account child protection and gender mainstreaming throughout its mandate (50-51);\n* Ensure support to non-UN security forces is provided in strict compliance with the HRDDP (53);\n\nThe Council also calls on:\n* The CAR, its neighboring States, and other Member States to cooperate to investigate and combat regional criminal networks (49);\n* The CAR Authorities to implement the Central African Convention for the Control of Small Arms and Light Weapons (59);\n\nMINUSCA is further requested to:\n* Seize, confiscate, and destroy weapons and ammunition of armed elements that refuse to lay down their arms (55);\n* Provide technical assistance to the CAR Authorities on small arms and light weapons (56);\n* Destroy weapons and ammunition of disarmed combatants (57);\n\nThe Council urges:\n* All parties in the CAR to cooperate with MINUSCA's deployment and activities (60);\n* Member States to ensure the free, unhindered, and expeditious movement of personnel to and from the CAR (61).\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Demands all parties allow unhindered humanitarian access to populations in need in the Central African Republic (CAR), in line with UN guiding principles and international law (para 62).\n* Demands respect and protection for medical and humanitarian personnel, their equipment, and facilities (para 63).\n* Calls on Member States and organizations to respond swiftly to the revised humanitarian appeal (para 64).\n* Authorizes French armed forces to provide operational support to MINUSCA when under threat (para 65).\n* Requests the Secretary-General to:\n\t+ Review conditions for the transition, drawdown, and withdrawal of MINUSCA (para 66).\n\t+ Keep the Council informed of the situation in CAR and MINUSCA's implementation of its mandate, reporting every four months (para 67).\n* Decides to remain actively seized of the matter (para 68).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2387_2017_EN.pdf"
}