{
  "resolution_no": "2339",
  "year": "2017",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Security Sector Reform",
    "Human Rights",
    "International Humanitarian Law"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MINUSCA",
    "Panel of Experts",
    "Sanctions Committee",
    "EUTM-RCA",
    "International Criminal Court"
  ],
  "reporting_cycle": "The Committee shall report orally, through its Chair, at least once per year to the Council",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on the Central African Republic (CAR), reaffirms its commitment to the country's sovereignty, independence, unity, and territorial integrity.\n\nNoting the fragile security situation, it emphasizes the need for a CAR-owned solution, prioritizing reconciliation through an inclusive process involving all social, economic, political, religious, and ethnic backgrounds.\n\nThe Council calls on the CAR authorities to:\n\n* Implement measures for stabilization and reconciliation\n* Restore State authority over the territory\n* Fight impunity by restoring the judiciary and criminal justice system\n* Reform the CAR Armed Forces (FACA) and internal security forces\n* Conduct disarmament, demobilization, reintegration, and repatriation (DDRR) of armed groups\n* Establish a functioning public financial management\n\nThe Council encourages equal opportunities for members of armed groups in the demobilization and integration process and underlines the importance of rebuilding a multi-ethnic, republican, and professional national army.\n\nIt calls on the CAR authorities to exclude perpetrators of international law violations from security and armed forces and welcomes the Secretary-General's zero-tolerance policy on sexual exploitation and abuse.\n\nThe Council:\n\n* Welcomes the Secretary-General's report and the Panel of Experts' reports\n* Condemns ongoing violence and instability, attacks on peacekeepers, and humanitarian personnel\n* Stresses the need to prevent sexual exploitation and abuse and to improve addressing these allegations.\nHere is a concise summary of the Security Council document:\n\nThe Security Council stresses the urgent need to end impunity in the Central African Republic (CAR) and bring perpetrators of crimes to justice, noting the International Criminal Court's investigation into alleged crimes since 2012. The Council emphasizes the importance of establishing an effective national judicial system and bolstering national accountability mechanisms.\n\nThe Council expresses concern about illicit trafficking, trade, and exploitation of natural resources, which threatens peace and stability in the CAR. It notes the Kimberley Process's efforts to reintegrate the CAR into the global diamond trade and welcomes cooperation between the CAR authorities and the International Criminal Court.\n\nThe Council emphasizes that those engaging in acts that undermine peace, stability, or security in the CAR may meet criteria for sanctions. It notes with concern the Lord's Resistance Army's (LRA) ongoing activities in the CAR, its links to other armed groups, and its exploitation of natural resources.\n\nThe Council reiterates the importance of implementing sanctions against individuals and entities designated by the Sanctions Committee and notes the critical importance of effective implementation of the sanctions regime. It welcomes efforts to enhance cooperation and implementation of the sanctions regime.\n\nThe Council decides to maintain an arms embargo on the CAR until 31 January 2018, with exceptions for supplies intended for the support of or use by MINUSCA, the African Union-Regional Task Force, and European Union Missions and French Forces deployed in the CAR. \n\nThe situation in the CAR continues to constitute a threat to international peace and security in the region.\nHere is a concise summary of the Security Council document:\n\n**Exemptions to Arms Embargo**\n\nThe Security Council authorizes exemptions to the arms embargo on the Central African Republic (CAR) for:\n\n* (b) Non-lethal equipment and training for CAR security forces for Security Sector Reform (SSR) purposes, in coordination with MINUSCA.\n* (c) Supplies for Chadian or Sudanese forces for international patrols in border areas.\n* (d) Non-lethal military equipment for humanitarian or protective use.\n* (e) Protective clothing for UN personnel, media, and humanitarian workers.\n* (f) Small arms for international patrols in the Sangha River Tri-national Protected Area.\n* (g) Arms and lethal equipment for CAR security forces for SSR purposes.\n* (h) Other sales or supply of arms and related materiel, or provision of assistance or personnel, as approved by the Committee.\n\n**Seizure and Disposal of Prohibited Items**\n\nThe Council authorizes Member States to seize, register, and dispose of items prohibited by the embargo.\n\n**Addressing Illicit Transfer of Small Arms**\n\nThe Council calls on CAR authorities to address the illicit transfer, accumulation, and misuse of small arms and light weapons, and to collect and destroy surplus, seized, or illicitly held weapons.\n\n**Travel Ban**\n\nThe Council imposes a travel ban on individuals designated by the Committee, with exemptions for humanitarian needs, judicial processes, or peace and national reconciliation.\n\n**Implementation and Cooperation**\n\nThe Council encourages Member States to share information on designated individuals, report departures or attempted entries, and require airlines to provide advance passenger information.\n\n**Exemptions to Travel Ban**\n\nThe Council allows exemptions to the travel ban for humanitarian needs, judicial processes, or peace and national reconciliation, as determined by the Committee on a case-by-case basis.\nThe Security Council:\n\n Calls upon all parties and Member States to cooperate with the Committee and the Panel of Experts on the implementation of the travel ban;\n\n**Asset Freeze**\n\nDecides that all Member States shall continue to freeze funds, assets and economic resources of individuals and entities designated by the Committee until 31 January 2018, and prevent them from being made available to or for their benefit.\n\n**Exceptions to Asset Freeze**\n\nDecides that the asset freeze does not apply to:\n\n* funds necessary for basic expenses, including food, rent, medicine, taxes, and utility charges, after notification to the Committee;\n* funds necessary for extraordinary expenses, approved by the Committee;\n* funds subject to a judicial, administrative or arbitral lien or judgment;\n* interest and other earnings due on frozen accounts or payments due under contracts prior to the listing.\n\n**Designation Criteria**\n\nDecides that the measures apply to individuals and entities designated by the Committee as:\n\n* engaging in acts that undermine peace, stability or security in the Central African Republic (CAR);\n* acting in violation of the arms embargo;\n* involved in human rights abuses or violations, including targeting civilians, ethnic- or religious-based attacks, and abduction;\n* recruiting or using children in armed conflict;\n* providing support to armed groups or criminal networks through illicit exploitation or trade of natural resources;\n* obstructing humanitarian assistance;\n* involved in attacks against UN missions or international security presences;\n* leaders of entities designated by the Committee or having provided support to designated individuals or entities.\nHere is the summarized content of the Security Council document 2339 (2017):\n\n18. Welcomes measures by ICGLR Member States to implement the Regional Initiative against Illegal Exploitation of Natural Resources, and encourages States to raise awareness of due diligence guidelines.\n\nSanctions Committee:\n\n19. The Committee's mandate applies to measures imposed in previous resolutions.\n20. The Committee should hold regular consultations with concerned Member States and consider visits to selected countries.\n21. Encourages Member States to utilize advance notification and exemption procedures to return arms and related materiel to the Central African national security and defence forces.\n\n22. The Committee should identify cases of non-compliance and determine the appropriate course of action.\n\n23. Recognizes the Kimberley Process's (KP) decision to allow the CAR to resume trade in rough diamonds from \"compliant zones\".\n\n24. Calls for enhanced vigilance from trading centres and States to support the CAR authorities' efforts to re-establish legitimate trade.\n\n25. Encourages the KP to resolve the issue of diamond stockpiles in cooperation with the CAR authorities.\n\nPanel of Experts:\n\n26. Expresses support for the Panel of Experts on the Central African Republic.\n\n27. Extends the Panel's mandate until 28 February 2018.\n\n28. The Panel's mandate includes:\n(a) Assist the Committee;\n(b) Gather information on implementation of measures;\n(c) Provide midterm and final reports;\n(d) Submit progress updates to the Committee;\n(e) Assist in refining and updating information on designated individuals and entities;\n(f) Provide information on potential designees;\n(g) Cooperate with the KP CAR Monitoring Team.\nThe Security Council:\n\n Requests the Secretariat to provide options by 30 May 2017 for elaborating benchmarks to assess the arms embargo measures in correlation with the Security Sector Reform (SSR) progress, including the needs of the Central African Republic (CAR) Armed Forces (FACA) and Internal Security Forces.\n\n Calls on the Panel of Experts to cooperate with other Panels or Groups of Experts.\n\n Expresses concern about illicit trafficking networks funding armed groups in the CAR and encourages the Panel to focus on analyzing these networks.\n\n Urges the CAR, neighboring states, and ICGLR Member States to cooperate in investigating and combating criminal networks involved in exploiting and smuggling natural resources.\n\n Urges all parties, Member States, and organizations to ensure cooperation with the Panel of Experts and its members' safety.\n\n Requests unhindered access for the Panel of Experts to persons, documents, and sites.\n\n Requests the Special Representatives for Children and Armed Conflict and Sexual Violence in Conflict to share relevant information with the Committee.\n\n Calls on states to implement measures and report to the Committee on actions taken.\n\n Requests the Committee to report orally at least once a year on its work.\n\n Affirms it will continuously review the situation in the CAR and be prepared to adjust measures as needed.\n\n Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2339_2017_EN.pdf"
}