{
  "resolution_no": "2385",
  "year": 2017,
  "theme": [
    "Arms Embargo",
    "Peacekeeping",
    "Security Sector Reform",
    "Humanitarian Access",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Federal Government of Somalia (FGS)",
    "Federal Member States (FMS)",
    "Somalia and Eritrea Monitoring Group (SEMG)",
    "United Nations",
    "African Union Mission in Somalia (AMISOM)"
  ],
  "reporting_cycle": "The SEMG to provide monthly updates to the Committee, and a comprehensive midterm update by 30 April 2018 and 15 October 2018",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Somalia and Eritrea, \n Takes note of the final reports of the Somalia and Eritrea Monitoring Group (SEMG);\n Reaffirms respect for the sovereignty, territorial integrity, and unity of Somalia, Djibouti, and Eritrea;\n Condemns flows of weapons and ammunition supplies to and through Somalia and Eritrea in violation of arms embargoes;\n Expresses concern at Al-Shabaab and ISIL threats to peace and stability in Somalia and the region;\n Reaffirms the need to combat terrorist threats;\n Welcomes improved relationships between the Federal Government of Somalia (FGS), Federal Member States (FMS), and the SEMG;\n Welcomes the FGS and FMS’s political agreement on a National Security Architecture;\n Urges progress on notifications to the Committee and improved arms and ammunition management;\n Notes efforts to restore economic and financial institutions, increase domestic revenue, and implement financial governance and structural reforms;\n Underlines the importance of financial propriety and a zero-tolerance approach to corruption;\n Expresses concern at reports of illegal fishing in Somali waters and humanitarian aid delivery difficulties;\n Recalls the FGS’s primary responsibility to protect its population and build national security forces;\n Takes note of limited cooperation from Eritrea with the SEMG and expresses concern at ongoing support for regional armed groups;\n Welcomes the release of prisoners of war by Eritrea and calls for continued engagement on combatant issues;\n Welcomes restraint shown by Eritrea and Djibouti on their shared border and encourages normalization of relations.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nUnderlines the importance of all Member States complying with the arms embargo on Eritrea.\n\nDetermines that the situation in Somalia and the dispute between Djibouti and Eritrea continues to threaten international peace and security.\n\nActing under Chapter VII of the UN Charter:\n\n**Arms Embargo**\n\n1. Reaffirms the arms embargo on Somalia, as previously imposed and modified.\n2. Renews provisions allowing deliveries of weapons and equipment for the Somali National Security Forces until 15 November 2018.\n3. Allows temporary visits of vessels carrying arms for defensive purposes to Somali ports.\n4. Reiterates that weapons sold to the Somali National Security Forces may not be resold or transferred to others.\n\n**Implementation and Monitoring**\n\n5. Welcomes improvements in weapons registration and marking by the Federal Government of Somalia (FGS), but expresses concern at continued diversion of weapons.\n6. Urges the FGS to finalize and implement Standard Operating Procedures for weapons and ammunition management.\n7. Welcomes efforts to establish a Joint Verification Team (JVT) and urges Member States to support improved weapons management.\n\n**Reporting and Notifications**\n\n8. Requests the FGS to report on the structure and composition of its Security Forces by 30 March and 30 September 2018.\n9. Recalls the FGS's responsibility to notify the Committee of deliveries and distributions of arms and ammunition.\n10. Calls on the FGS to improve timeliness and content of notifications.\n\n**Obligations and Support**\n\n11. Stresses Member States' obligations to follow notification procedures for providing assistance to develop Somali security sector institutions.\n12. Notes that support for the Somali National Security Forces may include building infrastructure and providing salaries.\n13. Urges increased cooperation by AMISOM to document and register captured military equipment.\n\n**Security Sector Development**\n\n14. Calls on the FGS and FMS to enhance civilian oversight of Security Forces and adopt vetting procedures.\n15. Requests the SEMG to investigate exports of chemicals that may be used in the manufacture of improvised explosive devices.\n16. Underlines the importance of timely and predictable payment of salaries to Somali security forces.\n\n17. Recalls the need to build the capacities of the Somali National Security Forces.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n**Security Forces and Donor Support**\n\n* Develops credible, professional, and representative security forces to enable gradual handing over of security responsibilities from AMISOM to Somali security forces.\n* Encourages donor support and coordination as set out in the Security Pact.\n\n**Eritrea and Al-Shabaab**\n\n* Recalls previous resolutions and recognizes no conclusive evidence that Eritrea supports Al-Shabaab.\n* Reaffirms the arms embargo on Eritrea.\n\n**Threats to Peace and Security**\n\n* Expresses concern at corruption and diversion of public resources, which pose a risk to State-building efforts.\n* Welcomes efforts to improve financial management procedures.\n* Recognizes addressing outstanding constitutional issues between the FGS and FMS is crucial for Somalia's stability.\n\n**Natural Resources and Petroleum Sector**\n\n* Reaffirms Somalia's sovereignty over its natural resources.\n* Reiterates serious concern that the petroleum sector could drive increased conflict.\n* Urges the FGS to put in place resource-sharing arrangements and a credible legal framework.\n\n**Charcoal Ban**\n\n* Reaffirms the ban on the import and export of Somali charcoal.\n* Urges Member States to prevent the import of charcoal of Somali origin.\n* Requests AMISOM to support and assist the FGS and FMS in implementing the total ban on charcoal export.\n\n**Humanitarian Access**\n\n* Expresses serious concern at the acute humanitarian situation and risk of famine.\n* Condemns attacks against humanitarian actors and misuse of donor assistance.\n* Demands all parties allow and facilitate full, safe, and unhindered access for humanitarian aid.\n\n**Exemptions for Humanitarian Assistance**\n\n* Decides that measures imposed by resolution 1844 (2008) shall not apply to the payment of funds for humanitarian assistance in Somalia until 15 November 2018.\n* Requests the Emergency Relief Coordinator to report on the delivery of humanitarian assistance in Somalia.\nHere is a concise summary of the Security Council document:\n\n**Eritrea**\n\n* Welcomes Eritrea's efforts to engage with the international community and the SEMG.\n* Urges Eritrea to facilitate SEMG visits, and to cooperate fully with the SEMG.\n* Calls on Eritrea to make available information on Djiboutian combatants missing in action.\n* Urges Eritrea and Djibouti to maintain calm and seek peaceful solutions to their border dispute.\n\n**Somalia**\n\n* Recalls sanctions imposed on individuals and entities threatening Somalia's peace and stability.\n* Reiterates willingness to adopt targeted measures against those meeting listing criteria.\n* Requests Member States to assist SEMG investigations and share information on Al-Shabaab activities.\n\n**SEMG Mandate**\n\n* Extends SEMG mandate until 15 December 2018.\n* Requests Secretary-General to re-establish SEMG and provide administrative support.\n* Requests SEMG to provide monthly updates, a midterm report, and two final reports by 15 October 2018.\n\n**Committee**\n\n* Requests Committee to consider SEMG recommendations and improve implementation of arms embargoes and other measures.\n* Requests Committee to consider visits to selected countries to enhance compliance. \n\n**Conclusion**\n\n* Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2385_2017_EN.pdf"
}