{
  "resolution_no": "2369",
  "year": "2017",
  "theme": [
    "Peacekeeping",
    "Cyprus"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "UNFICYP",
    "Cyprus",
    "Greek Cypriot",
    "Turkish Cypriot"
  ],
  "reporting_cycle": "Secretary-General reports by 10 January 2018",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nAdopted resolution 2369 (2017) at its 8014th meeting, on 27 July 2017.\n\nWelcoming the Secretary-General's report (S/2017/586) on the UN operation in Cyprus,\n\nNoting the Government of Cyprus's agreement to extend the UN Peacekeeping Force in Cyprus (UNFICYP) beyond 31 July 2017,\n\nNoting the Secretary-General's intention to report on his Good Offices, echoing his belief that the Cypriots themselves are responsible for finding a solution, and reaffirming the UN's primary role in assisting the parties,\n\nWelcoming the 2 April 2017 Joint Statement by the Greek Cypriot and Turkish Cypriot leaders, and progress in negotiations, including the Conference on Cyprus in June 2017,\n\nRecalling the international community's emphasis on full, flexible, and constructive engagement in negotiations for a settlement, and encouraging the sides to sustain their commitment,\n\nNoting the need for military confidence-building measures, and urging renewed efforts to implement remaining measures,\n\nReaffirming the importance of Green Line crossings, and encouraging the opening of other crossing points,\n\nConvinced of the benefits of a comprehensive and durable Cyprus settlement, urging the two sides to foster positive public rhetoric, and encouraging them to explain the benefits of a settlement,\n\nHighlighting the importance of the international community's supporting role, and urging all parties to take practical steps to help the leaders sustain their commitment,\n\nRecalling the Secretary-General's firm belief that the buffer zone situation would improve if both sides accepted the 1989 aide-memoire,\n\nNoting with regret the withholding of access to remaining minefields, and urging rapid agreement on demining operations,\n\nCommending the Committee on Missing Persons, and urging the opening of access to all areas to facilitate its work,\n\nAgreeing that active civil society participation is essential to the political process,\n\nStressing the need for a rigorous, strategic approach to peacekeeping deployments, and recognizing the need for regular reviews of peacekeeping operations, including UNFICYP.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nAppreciates efforts of the Secretary-General, Special Representative Elizabeth Spehar, and Special Adviser Espen Barth Eide.\n\nWelcomes progress in leaders-led process since 11 February 2014 and encourages sustained commitment to a settlement under UN auspices.\n\nTakes note of the Secretary-General's report (S/2017/586) and reaffirms relevant resolutions on Cyprus, particularly resolution 1251 (1999).\n\nCalls on leaders to:\n\n* Work on convergences on core issues\n* Continue working with Technical Committees to improve daily lives of Cypriots\n* Improve public atmosphere for negotiation\n* Increase civil society participation\n\nRequests the Secretary-General to maintain transition planning and encourages engagement between sides, UNFICYP, and the UN Good Offices mission.\n\nUrges implementation of confidence-building measures, including military measures and opening of crossing points.\n\nWelcomes efforts to accommodate the Committee on Missing Persons' requirements and calls for full access to all areas.\n\nExpresses full support for UNFICYP and extends its mandate until 31 January 2018.\n\nCalls on both sides to:\n\n* Engage in consultations on buffer zone demarcation and the 1989 aide-memoire\n* Restore military status quo in Strovilia\n* Allow access to deminers and facilitate mine removal\n\nRequests a strategic review of UNFICYP and a report on its results.\n\nExpresses full support for the Secretary-General's Good Offices and requests a report on implementation by 10 January 2018.\n\nWelcomes efforts to implement the Secretary-General's zero-tolerance policy on sexual exploitation and abuse.\n\nDecides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2369_2017_EN.pdf"
}