{
  "resolution_no": "2371",
  "year": 2017,
  "theme": [
    "Sanctions",
    "Non-Proliferation",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "DPRK",
    "Ilsim International Bank",
    "Korea Kwangson Banking Corporation",
    "Korea Mining Development Corporation (KOMID)",
    "Tanchon Commercial Bank",
    "Korea Hyoksin Trading",
    "Korea Ryonbong General Corporation",
    "Foreign Trade Bank",
    "Korean National Insurance Company",
    "Koryo Credit Development Bank",
    "Mansudae Overseas Project Group of Companies"
  ],
  "reporting_cycle": "Member States shall report to the Security Council within ninety days of the adoption of this resolution",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\n- Recalls previous resolutions on the Democratic People’s Republic of Korea (DPRK) and reaffirms that proliferation of nuclear, chemical, and biological weapons is a threat to international peace and security.\n\n- Expresses gravest concern at the DPRK’s July 3 and July 28, 2017 ballistic missile tests, which violate previous resolutions and pose a danger to peace and stability in the region and beyond.\n\n- Underlines the importance of the DPRK responding to international security and humanitarian concerns.\n\n- Condemns the DPRK’s ballistic missile launches on July 3 and July 28, 2017, and reaffirms its decisions that the DPRK shall not conduct further launches using ballistic missile technology, nuclear tests, or provocations.\n\n- Decides that measures specified in previous resolutions shall apply to individuals and entities listed in Annex I and II of this resolution.\n\n- Adjusts measures imposed by previous resolutions through designation of additional goods and conventional arms-related items.\n\n- Directs the Committee to undertake tasks and report to the Security Council within specified timeframes.\n\n- Decides that Member States shall prohibit the entry into their ports of vessels designated by the Committee for activities related to prohibited resolutions.\nHere is a summarized version of the Security Council document:\n\n**Maritime**\n\n* Prohibits the entry of DPRK-flagged vessels into ports, except in cases of emergency, return to port of origin, or for humanitarian purposes with Committee approval.\n\n**Sectoral**\n\n* Replaces paragraph 26 of resolution 2321 (2016) to prohibit the DPRK from supplying, selling, or transferring coal, iron, and iron ore, and requires States to prohibit procurement of these materials from the DPRK.\n* Allows for exceptions for sales and transactions with written contracts finalized prior to adoption, with notification to the Committee.\n* Prohibits the DPRK from supplying, selling, or transferring seafood, lead, and lead ore, and requires States to prohibit procurement of these items from the DPRK.\n\n**Work Authorizations**\n\n* Decides that Member States shall not exceed the total number of work authorizations for DPRK nationals provided in their jurisdictions at the time of adoption, unless approved by the Committee on a case-by-case basis.\n\n**Financial**\n\n* Prohibits States from opening new joint ventures or cooperative entities with DPRK entities or individuals, or expanding existing joint ventures, unless approved by the Committee.\n* Clarifies that prohibitions on clearing funds through Member States' territories apply to all territories.\n* Clarifies that companies performing financial services are considered financial institutions for the purposes of implementing certain resolutions.\n\n**Chemical Weapons**\n\n* Recalls paragraph 24 of resolution 2270 (2016) and urges the DPRK to accede to the Convention on Chemical Weapons and comply with its provisions.\n\n**Vienna Convention**\n\n* Demands that the DPRK fully comply with its obligations under the Vienna Convention on Diplomatic Relations and the Vienna Convention on Consular Relations.\n\n**Impact on the People of the DPRK**\n\n* Regrets the DPRK's diversion of resources towards nuclear and ballistic missile programs, and notes the humanitarian insecurities faced by the people of the DPRK.\nHere is a summarized version of the Security Council document 2371 (2017):\n\n**Sanctions Implementation**\n\n* Member States must report to the Security Council within 90 days on measures taken to implement the resolution.\n* The Panel of Experts will assist Member States in preparing and submitting reports.\n* All Member States are called upon to redouble efforts to implement previous resolutions and cooperate with each other.\n\n**Committee and Panel of Experts**\n\n* The Committee's mandate and the Panel of Experts' mandate will apply with respect to the measures imposed in this resolution.\n* The Panel of Experts will continue to assist Member States in preparing and submitting reports.\n\n**Seizure and Disposal of Prohibited Items**\n\n* All Member States are authorized to seize and dispose of items prohibited by previous resolutions or this resolution.\n\n**Protection of Humanitarian Activities**\n\n* The measures imposed are not intended to have adverse humanitarian consequences for the civilian population of the DPRK.\n* The Committee may exempt certain activities from the measures imposed if necessary to facilitate humanitarian work.\n\n**Political**\n\n* The Security Council reiterates its deep concern at the grave hardship faced by the people in the DPRK.\n* The Council condemns the DPRK for pursuing nuclear weapons and ballistic missiles instead of the welfare of its people.\n* The Council reaffirms its support for the Six Party Talks and calls for their resumption.\n\n**Peace and Stability**\n\n* The Council reiterates the importance of maintaining peace and stability on the Korean Peninsula and in north-east Asia.\n* The Council expresses its commitment to a peaceful, diplomatic, and political solution to the situation.\n\n**Future Actions**\n\n* The Council affirms that it will keep the DPRK's actions under continuous review and is prepared to strengthen, modify, suspend or lift the measures as may be needed in light of the DPRK's compliance.\nHere is a summarized version of the document:\n\n2371 (2017) Annex I: Travel Ban/Asset Freeze (Individuals)\n\nThe following individuals are subject to travel ban and asset freeze:\n\n1. **CHOE CHUN YONG**: \n   - Description: Representative for Ilsim International Bank\n   - A.K.A.: Ch’oe Ch’un-yo’ng \n   - Identifiers: Nationality: DPRK; Passport no.:654410078; Gender: male\n\n2. **HAN JANG SU**: \n   - Description: Chief Representative of the Foreign Trade Bank\n   - A.K.A.: Chang-Su Han \n   - Identifiers: DOB: November 08, 1969; POB: Pyongyang, DPRK; Nationality: DPRK; Passport no.:745420176\n\n3. **JANG SONG CHOL**: \n   - Description: KOMID representative overseas\n   - Identifiers: DOB: 12 March 1967; Nationality: DPRK\n\n4. **JANG SUNG NAM**: \n   - Description: Chief of an overseas Tangun Trading Corporation branch\n   - Identifiers: DOB: July 14, 1970; Nationality: DPRK; Passport no.: 563120368\n\n5. **JO CHOL SONG**: \n   - Description: Deputy Representative for Korea Kwangson Banking Corporation\n   - A.K.A.: Cho Ch’o’l-so’ng \n   - Identifiers: DOB: September 25, 1984; Nationality: DPRK; Passport no.: 654320502\n\n6. **KANG CHOL SU**: \n   - Description: Official for Korea Ryonbong General Corporation\n   - Identifiers: DOB: February 13, 1969; Nationality: DPRK; Passport no.: 472234895\n\n7. **KIM MUN CHOL**: \n   - Description: Representative for Korea United Development Bank\n   - Identifiers: DOB: March 25, 1957; Nationality: DPRK\n\n8. **KIM NAM UNG**: \n   - Description: Representative for Ilsim International Bank\n   - Identifiers: Nationality: DPRK; Passport no.:654110043\n\n9. **PAK IL KYU**: \n   - Description: Official for Korea Ryonbong General Corporation\n   - A.K.A.: Pak Il-Gyu \n   - Identifiers: Nationality: DPRK; Passport no.:563120235; Gender: male\n\n**List Update for Aliases:**\n- **JANG BOM SU (KPi.016)**: New AKA: Jang Hyon U \n- **JON MYONG GUK (KPi.018)**: New AKA: Jon Yong Sang\n2371 (2017) Annex II \n\nThe following entities are subject to an asset freeze:\n\n1. FOREIGN TRADE BANK (FTB) \n- State-owned bank, primary foreign exchange bank for DPRK, provides financial support to Korea Kwangson Banking Corporation \n- Location: FTB Building, Jungsong-dong, Central District, Pyongyang, DPRK \n\n2. KOREAN NATIONAL INSURANCE COMPANY (KNIC) \n- DPRK financial and insurance company, affiliated with Office 39 \n- Also known as: Korea Foreign Insurance Company \n- Location: Central District, Pyongyang, DPRK \n\n3. KORYO CREDIT DEVELOPMENT BANK \n- Operates in financial services industry in DPRK’s economy \n- Also known as: Daesong Credit Development Bank; Koryo Global Credit Bank; Koryo Global Trust Bank \n- Location: Pyongyang, DPRK \n\n4. MANSUDAE OVERSEAS PROJECT GROUP OF COMPANIES \n- Engaged in exportation of DPRK workers for construction activities to generate revenue for DPRK Government or Workers’ Party of Korea \n- Conducts business in various countries in Africa and Southeast Asia \n- Also known as: Mansudae Art Studio \n- Location: Pyongyang, DPRK",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2371_2017_EN.pdf"
}