{
  "resolution_no": "2370",
  "year": "2017",
  "theme": [
    "Counter-Terrorism",
    "Small Arms and Light Weapons",
    "International Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "Counter-Terrorism Committee (CTC)",
    "Counter-Terrorism Executive Directorate (CTED)",
    "International Criminal Police Organization (INTERPOL)",
    "World Customs Organization (WCO)",
    "United Nations Office on Disarmament Affairs (UNODA)",
    "United Nations Office on Drugs and Crime (UNODC)",
    "Analytical Support and Sanctions Monitoring Team",
    "ISIL (also known as Da’esh) and Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on terrorism and small arms, reaffirms its primary responsibility for maintaining international peace and security.\n\nReaffirms respect for state sovereignty, territorial integrity, and political independence.\n\nCondemns terrorism in all forms, considering it a serious threat to international peace and security.\n\nReaffirms that terrorism should not be associated with any religion, nationality, or ethnic group.\n\nStresses that counter-terrorism measures must comply with international law, including human rights, refugee, and humanitarian law.\n\nExpresses grave concern over the illicit transfer and misuse of small arms and light weapons, which threaten international peace and security.\n\nStrongly condemns the flow of weapons to ISIL, Al-Qaida, and associated groups.\n\nRecognizes the link between illicit small arms transfers and the capabilities of terrorist groups.\n\nNotes with concern the increasing use of improvised explosive devices (IEDs) in terrorist attacks.\n\nStresses the need to prevent terrorists from accessing explosives and related materials.\n\nEmphasizes the importance of implementing the United Nations Global Counter-Terrorism Strategy.\n\nExpresses concern over terrorists' use of new information and communications technologies.\n\nCalls on Member States to share information on terrorist activities and support.\n\nAcknowledges the contribution of arms embargoes in eliminating the supply of small arms to terrorists.\n\nReaffirms resolution 1373 (2001) and decisions on suppressing terrorist financing.\n\nUrges States to prevent trade, economic, and financial ties with ISIL, Al-Qaida, and associated individuals and entities.\nHere is a summarized version of the Security Council document 2370 (2017):\n\nThe Security Council:\n \nRecognizes the value of the Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons, and appreciates efforts made by Member States, organizations, civil society, and the private sector to address threats posed by illicit trafficking of small arms and light weapons to terrorists.\n\nReaffirms its decision in resolution 1373 (2001) that all States shall refrain from providing support to entities or persons involved in terrorist acts, including by eliminating the supply of weapons to terrorists.\n\nCalls upon all States to:\n- Consider becoming party to related international and regional instruments to help eliminate the supply of weapons to terrorists.\n- Fully implement their obligations under those instruments.\n- Take steps to prevent and disrupt activity that would result in violations of relevant Council-mandated arms embargos.\n\nRecognizes the need for Member States to:\n- Undertake measures to address illicit trafficking in small arms and light weapons, particularly to terrorists.\n- Enhance national systems for collection and analysis of data on illicit trafficking.\n- Put in place laws, regulations, and procedures to exercise effective control over small arms and light weapons.\n\nUrges Member States to:\n- Ensure ability to take legal actions against those providing weapons to terrorists.\n- Ensure proper physical security and management for stockpiles of small arms and light weapons.\n- Implement marking and tracing procedures for small arms and light weapons.\n- Strengthen judicial, law enforcement, and border-control capacities.\n\nEmphasizes the importance of:\n- Preventing illicit trafficking of weapons to terrorists in conflict areas.\n- Preventing looting or acquiring small arms and light weapons from national stockpiles by terrorists.\n\nUrges Member States to:\n- Enhance international and regional cooperation on training and good practices.\n- Fully implement the Programme of Action and the International Tracing Instrument.\n- Raise awareness of threats of IEDs and enhance institutional capabilities to prevent and counter such threats.\n\nRecalls its decision that Member States shall undertake measures to prevent ISIL, Al-Qaida, and associated individuals and entities from obtaining explosives and raw materials.\n\nEncourages Member States to strengthen cooperation with civil society, the public and private sectors to combat illicit manufacturing of and trafficking in small arms and light weapons.\nThe Security Council:\n\n13. Urges Member States to cooperatively prevent terrorists from acquiring weapons, including through information and communications technologies, while respecting human rights and fundamental freedoms, and stresses the importance of cooperation with civil society and the private sector.\n\n14. Stresses international cooperation to prevent and eliminate the supply of weapons to terrorists, and encourages enhanced judicial and law enforcement cooperation among Member States.\n\n15. Emphasizes enhancing cooperation and coordination among relevant UN entities, including Security Council sanctions committees and subsidiary bodies, to prevent support to entities or persons involved in terrorist acts.\n\n16. Directs the Counter Terrorism Committee (CTC) and Counter-Terrorism Executive Directorate (CTED) to examine Member States' efforts to eliminate the supply of weapons to terrorists.\n\n17. Encourages CTC, CTED, and UNOCT to facilitate technical assistance, capacity building, and awareness-raising on eliminating the supply of weapons to terrorists.\n\n18. Directs the 1267/1989/2253 ISIL (Da'esh) and Al-Qaida Sanctions Committee to focus on the threat of supplying weapons to ISIL, Al-Qaida, and associated individuals and entities.\n\n19. Encourages the Analytical Support and Sanctions Monitoring Team to coordinate with other UN counter-terrorism bodies, including CTED and UNODA.\n\n20. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2370_2017_EN.pdf"
}