{
  "resolution_no": "2363",
  "year": "2017",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Women, Peace and Security",
    "Children and Armed Conflict",
    "Protection of Civilians"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "UNAMID",
    "African Union",
    "United Nations Country Team",
    "Panel of Experts",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "every 60 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms previous resolutions and statements on Sudan, emphasizing the importance of full compliance.\n\nReaffirms its commitment to Sudan's sovereignty, unity, independence, and territorial integrity.\n\nRecalls the principles of peaceful settlement of disputes, good neighbourliness, and cooperation.\n\nReaffirms peacekeeping principles, including consent, impartiality, and non-use of force.\n\nWelcomes the reduction of military confrontations and unilateral cessation of hostilities by the Government of Sudan and some rebel groups.\n\nExpresses concern at recent clashes, violations of ceasefires, and urges a permanent ceasefire.\n\nDemands an end to violence, attacks on civilians, peacekeepers, and humanitarian personnel.\n\nNotes the precarious security situation in Darfur due to militia groups, inter-communal conflict, and the prevalence of weapons.\n\nWelcomes the increased presence of Sudanese Police in Darfur but notes their limited capacity.\n\nEmphasizes accountability for violations of international humanitarian law and human rights.\n\nRecalls the threat to peace and security from illicit transfer and misuse of small arms and light weapons.\n\nExpresses concern at the humanitarian situation, displacement, and urges protection of civilians.\n\nWelcomes efforts to restore law and order but notes that impunity for serious crimes remains widespread.\nHere is a clear and concise summary of the Security Council document:\n\nThe situation in Darfur remains challenging with 2.7 million internally displaced persons (IDPs) and 2.1 million people in need of humanitarian assistance. The Security Council calls on donors, regional authorities, and the Government of Sudan to provide necessary financial resources to reach those in need. \n\nConcerns remain about the protective environment, with IDPs facing grave security challenges, including killings, rapes, and harassment. The Council urges the Government of Sudan to address the root causes of conflict, extend state authority, and strengthen the rule of law and respect for human rights.\n\nThe Council welcomes improvements in freedom of movement for UNAMID and humanitarian personnel but expresses concern about remaining restrictions. It reiterates that there can be no military solution to the conflict and that an inclusive political settlement is essential to re-establishing peace.\n\nThe Council supports the Doha Document for Peace in Darfur (DDPD) as a viable framework for the peace process and urges its accelerated implementation. It also welcomes the signing of the AU-HIP Roadmap and urges all parties to make immediate progress on its implementation.\n\nThe Council acknowledges the progress of the Sudan National Dialogue and encourages the Government of Sudan to create a more inclusive environment for outstanding opposition groups to join the process. It notes that UNAMID's ability to facilitate progress in implementation of the DDPD is hampered by delays and the absence of an inclusive political settlement.\n\nThe Council welcomes regional initiatives to address the root causes of the conflict and promote a sustainable peace, commending the efforts of the AU-HIP and the Joint Special Representative.\nHere is a concise summary of the Security Council document:\n\nThe Security Council extends the mandate of UNAMID until 30 June 2018, and decides to reduce the authorised ceiling for troops and police in two phases. \n\nIt calls on all parties to comply with international human rights law and humanitarian law, and urges the Government of Sudan to ensure accountability for crimes, including sexual and gender-based violence. \n\nThe Council commends UNAMID's efforts and reiterates its full support for the mission, while stressing the need for progress on the draft Memorandum of Understanding for UNAMID and African Union observation of the Special Court.\n\nIt determines that the situation in Sudan constitutes a threat to international peace and security.\n\nThe Council:\n1. Extends UNAMID's mandate until 30 June 2018.\n2. Supports a two-pronged approach for UNAMID, focusing on military protection and stabilisation.\n3. Underlines the need for flexibility in UNAMID's response to developments in Darfur.\n4. Decides on a reduced authorised ceiling for troops and police: \n    - Up to 11,395 military personnel and 2,888 police personnel until 6 months after adoption.\n    - Further reduced to up to 8,735 military personnel and 2,500 police personnel by 30 June 2018.\n5. Requests a written assessment by 1 January 2018 on progress, impact of reductions, and Government of Sudan's cooperation.\n\nThe strategic priorities of UNAMID are: \n- Protection of civilians, humanitarian assistance, and safety of humanitarian personnel.\n- Mediation between the Government of Sudan and non-signatory armed movements.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n- Requests UNAMID to prioritize protection of civilians, humanitarian assistance, and safety of humanitarian personnel.\n- Directs UNAMID to align activities and resources to these priorities, streamlining its mission.\n- Emphasizes integration between UNAMID, the UN Country Team, and other entities.\n- Urges coordination between the Government of Sudan, UN entities, and development actors to stabilize Darfur.\n\nUNAMID's mandate includes:\n- Protecting civilians, including women and children.\n- Facilitating humanitarian assistance and ensuring safety and security of humanitarian personnel.\n- Supporting capacity-building of the Government of Sudan police.\n- Monitoring policing activities in IDP camps.\n- Providing technical mine-action advice.\n- Assisting in implementing the Darfur Peace Agreement and promoting human rights.\n- Supporting the extension of state authority throughout Darfur.\n- Ensuring human rights, child protection, and gender presence and expertise.\n- Monitoring and reporting on human rights abuses.\n\nUnder Chapter VII, the Council authorizes UNAMID to take necessary action to:\n- Deter threats against itself and its mandate.\n- Protect civilians and humanitarian personnel.\n- The mandate tasks are detailed in 15 (a) (i) to (xiv).\nHere is a summarized version of the Security Council document:\n\n**Mediation and Support**\n\n* Support AU-HIP-led peace process in Sudan, in coordination with Special Envoy for Sudan and South Sudan, focusing on cessation of hostilities and humanitarian access in Darfur.\n* Support and monitor implementation of Darfur Peace Agreement, DDPD, and subsequent agreements.\n* Advise on complementary implementation of all peace agreements in Darfur, particularly national provisions and compliance with Interim National Constitution.\n* Support implementation of Darfur Peace Agreement, DDPD, and subsequent agreements, focusing on returns, internal dialogue, justice, reconciliation, and land.\n\n**Inter-communal Conflict**\n\n* Support mediation of inter-communal conflict, including through local conflict resolution mechanisms.\n* Develop action plans to prevent and resolve inter-communal conflict in each Darfur state.\n* Support implementation of legal and institutional framework to address root causes of conflict.\n\n**UNAMID and UN Country Team**\n\n* Stress importance of adequate resourcing for UN Country Team to provide support.\n* Encourage Member States and organizations to provide necessary voluntary funding.\n* Request UNAMID to ensure flexibility in military deployments and enhance field presence of police officers.\n\n**Human Rights and Coordination**\n\n* Ensure support to non-United Nations security forces is provided in strict compliance with Human Rights Due Diligence Policy.\n* Urge close coordination among United Nations missions in the region.\n\n**Political Situation**\n\n* Commend efforts of JSR to revitalize peace process and increase inclusiveness.\n* Welcome progress in implementation of DDPD elements, but express concern at continuing delays.\n* Urge signatory parties to implement DDPD in full and non-signatory armed movements to refrain from impeding implementation.\n\n**AU-HIP and National Dialogue**\n\n* Emphasize importance of AU-HIP work and encourage parties to engage constructively.\n* Condemn attitude of those who refuse to join mediation process, including SLA/AW.\n* Reaffirm support for Darfur-based internal dialogue with full respect for civil and political rights.\nHere is a concise summary of the Security Council document:\n\n25. The Council calls for an end to inter-communal conflict, criminality, and banditry affecting civilians, acknowledges efforts of Sudanese authorities and local mediators, and welcomes UNAMID's intention to support mediation.\n\n26. The Council demands all parties to the conflict in Darfur cease all acts of violence and commit to a sustained and permanent ceasefire.\n\n27. The Council demands parties to the conflict cease all acts of sexual and gender-based violence, make and implement commitments to combat it, and urges the Government of Sudan to develop a structured framework to address conflict-related sexual violence.\n\n28. The Council demands parties to the conflict cease all violations and abuses against children, hold perpetrators accountable, and urges the Government of Sudan and other parties to implement Action Plans to end child recruitment and use.\n\n29. The Council strongly condemns killings resulting from inter-communal conflicts and attacks against civilians, and urges the Government of Sudan to address impunity and ensure accountability.\n\n30. The Council expresses concern over the proliferation of arms, requests UNAMID to cooperate with the Panel of Experts, and encourages UNAMID to provide technical and logistical assistance to the Sudan DDR Commission.\n\n31. The Council condemns all violations of international humanitarian law and human rights, demands parties in Darfur end attacks targeting civilians, peacekeepers, and humanitarian personnel, and comply with their obligations under international law.\n\n32. The Council expresses concern at the ongoing humanitarian crisis in Darfur, threats to and attacks on humanitarian personnel and facilities, and urges the Government of Sudan to ensure safe, timely, and unhindered access of humanitarian organisations.\n\n33. The Council expresses concern over insufficient funding for humanitarian actors, and demands the Government of Sudan and other stakeholders ensure safe, timely, and unhindered access of humanitarian organisations and relief personnel.\n\n34. The Council condemns increased human rights violations and abuses in Darfur, including extrajudicial killings, excessive use of force, and arbitrary arrests and detentions.\nHere is a summarized version of the Security Council document:\n\n**Investigations and Accountability**\n\n* The Government of Sudan must investigate allegations of human rights violations and abuses, and bring those responsible to justice.\n* The Government must ensure UNAMID's ability to monitor cases and provide accountability and access to justice for victims.\n\n**Detention and Human Rights**\n\n* The Security Council expresses deep concern about the situation of those detained, including civil society members, IDPs, and a UNAMID human rights monitor.\n* The Government of Sudan must respect its obligations, including lifting the state of emergency in Darfur, releasing all political prisoners, and ensuring free expression.\n\n**Returns and Resettlement**\n\n* The Government of Sudan and other parties must create conditions for the voluntary, informed, safe, dignified, and sustainable return of refugees and IDPs.\n* Returns must be safe, voluntary, and in accordance with international law.\n\n**Operational Challenges**\n\n* The Security Council strongly condemns attacks on UNAMID and demands that those responsible be held accountable.\n* The Government of Sudan must cooperate with UNAMID to bring perpetrators to justice.\n\n**Exit Strategy**\n\n* The Security Council underscores the importance of regular review of UNAMID's progress and benchmarks.\n* The reconfiguration of UNAMID aims to make progress towards the fulfilment of these benchmarks.\n\n**Reporting**\n\n* The Secretary-General must report to the Council every 60 days on:\n\t+ The political, humanitarian, and security situation in Darfur.\n\t+ Violations of the Status of Forces Agreement.\n\t+ Progress towards achievement of UNAMID's strategic priorities and benchmarks.\n\t+ Implementation of recommendations made in the Special Report.\nThe Security Council:\n\nRequests the Secretary-General to provide in his reports on UNAMID:\n- updates on addressing challenges facing UNAMID (vi)\n- detailed information on human rights abuses and violations, including those against women and children (vii)\n- updates on UNAMID's support for local conflict resolution mechanisms, including women's participation (viii)\n- implementation of this resolution (ix)\n\n Requests an assessment of the status of implementation of the DDPD in the next 60-day report on UNAMID (42)\n\nDecides to remain seized of the matter (43)",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2363_2017_EN.pdf"
}