{
  "resolution_no": "2379",
  "year": "2017",
  "theme": [
    "Accountability",
    "Human Rights",
    "International Humanitarian Law",
    "Terrorism"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "Investigative Team",
    "Special Adviser",
    "Security Council",
    "Government of Iraq",
    "UN Analytical Support and Sanctions Monitoring Team"
  ],
  "reporting_cycle": "The Special Adviser to complete the first report of the Team’s activities within 90 days, and subsequent reports every 180 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nReaffirms its resolutions and respect for Iraq's sovereignty, territorial integrity, and independence.\n\n Notes that ISIL (Da'esh) poses a global threat to international peace and security through terrorist acts, violent extremism, and gross human rights abuses.\n\n Condemns ISIL's (Da'esh) acts of murder, kidnapping, hostage-taking, and other forms of violence, including those motivated by religious or ethnic grounds.\n\n Recognizes the need to hold ISIL (Da'esh) members accountable for their crimes, particularly those that may amount to war crimes, crimes against humanity, or genocide.\n\n Welcomes Iraq's efforts to defeat ISIL (Da'esh) and its request for international assistance to hold ISIL (Da'esh) members accountable.\n\n1. Reiterates condemnation of all violations of international humanitarian law and terrorism, and demands that those responsible be held accountable.\n\n2. Requests the Secretary-General to establish an Investigative Team, headed by a Special Adviser, to collect, preserve, and store evidence in Iraq of ISIL's (Da'esh) crimes.\n\n3. Underlines the Special Adviser's role in promoting accountability worldwide and working with survivors.\n\n4. Requests the Secretary-General to submit Terms of Reference for the Investigative Team to the Security Council within 60 days.\n\n5. Underscores that the Investigative Team shall operate with respect for Iraq's sovereignty and jurisdiction, and that evidence collected shall be used in fair and independent criminal proceedings.\n\n6. Emphasizes that the Team should be impartial, independent, and credible, and act consistently with the Terms of Reference, the UN Charter, and international law.\n\n7. Requests the Secretary-General to undertake necessary steps to establish the Investigative Team after the Security Council approves the Terms of Reference.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Requests the Secretary-General to swiftly establish a Team to support Iraq in investigating ISIL (Da’esh) crimes, and notify when it begins work;\n\n8. Urges the Team to share international expertise with Iraqi members and provide technical assistance to Iraq;\n\n9. Encourages Member States and organizations to provide legal assistance and capacity building to Iraq’s courts and judicial system;\n\n10. Calls on States to cooperate with the Team, provide relevant information, and offer legal assistance;\n\n11. Allows another State to request the Team to collect evidence of ISIL crimes, subject to Security Council approval;\n\n12. Requests the Team to cooperate with other monitoring bodies and UN entities;\n\n13. Establishes a trust fund to receive voluntary contributions to implement the resolution;\n\n14. Calls on States and organizations to contribute funds, equipment, and services to the Team;\n\n15. Requests the Special Adviser to report on the Team’s activities within 90 days and every 180 days thereafter;\n\n16. Decides to review the mandate of the Special Adviser and Team after two years;\n\n17. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2379_2017_EN.pdf"
}