{
  "resolution_no": "2394",
  "year": "2017",
  "theme": [
    "Peacekeeping",
    "Middle East"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNDOF",
    "UN",
    "Syrian Arab Republic",
    "Israel"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council,\n \nNoting with concern the tense situation in the Middle East, \nHaving considered the report of the Secretary-General on UNDOF, \nStressing the importance of the 1974 Disengagement of Forces Agreement between Israel and Syria,\n\n \n1. Calls upon the parties to implement resolution 338 (1973);\n2. Stresses the obligation on both parties to respect the Disengagement of Forces Agreement, \nexercise maximum restraint, prevent breaches of the ceasefire and area of separation; \nencourages parties to use UNDOF's liaison function.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n \n3. Urges armed opposition groups in UNDOF's area to halt activities that endanger peacekeepers and allow UN personnel to carry out their mandate safely.\n\n4. Calls on all groups to abandon UNDOF positions, return peacekeepers' vehicles, weapons, and equipment, and vacate the Quneitra crossing point.\n\n5. Demands cooperation with UNDOF operations, respect for its privileges and immunities, and unhindered access for UN personnel.\n\n6. Commends a temporary crossing point for UNDOF personnel and calls on parties to engage with UNDOF to re-open the Quneitra crossing.\n\n7. Welcomes UNDOF's limited return to Camp Faouar and efforts to plan for its expeditious return to vacated positions.\n\n8. Stresses the importance of deploying technology to ensure UNDOF personnel safety and addressing civilian staffing needs.\n\n9. Encourages parties to engage constructively with UNDOF to make temporary arrangements for its return to vacated positions.\n\n10. Welcomes efforts to implement the zero-tolerance policy on sexual exploitation and abuse.\n\n11. Renews UNDOF's mandate for six months, until 30 June 2018, and requests the Secretary-General to ensure UNDOF has required capacity and resources.\n\n12. Requests the Secretary-General to report every 90 days on developments and measures to implement resolution 338 (1973).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2394_2017_EN.pdf"
}