{
  "resolution_no": "2340",
  "year": "2017",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNAMID",
    "African Union High-Level Implementation Panel (AUHIP)",
    "Panel of Experts",
    "Government of Sudan",
    "Sudanese Liberation Army-Abdul Wahid (SLA/AW)",
    "Justice and Equality Movement (JEM)-Gibril forces"
  ],
  "reporting_cycle": "The Panel of Experts to provide updates every three months to the Committee regarding its activities",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions and statements on Sudan, reaffirms its commitment to peace, sovereignty, independence, unity, and territorial integrity of Sudan, and full implementation of resolution 1591 (2005).\n\nNoting the importance of the African Union High-Level Implementation Panel (AUHIP), the Doha Document for Peace in Darfur (DDPD), and the Government's commitment to inclusive national dialogue.\n\nReiterating the need to end violence and violations in Darfur, and underscoring the importance of addressing root causes for a sustainable peace.\n\nNoting a reduction in violence, but remaining concerned at ongoing violence, insecurity, and intercommunal violence.\n\nExpressing concern at restrictions on humanitarian access, and urging the Government to work with international partners to address the humanitarian crisis.\n\nEmphasizing the imperative for all armed actors to refrain from violence against civilians, and end human rights and humanitarian law violations.\n\nExpressing concern about external links between non-signatory armed groups and groups outside Darfur, and demanding an end to military support.\n\nDemanding parties to the conflict cease military action, including aerial bombardments.\n\nWelcoming unilateral cessation of hostilities declarations, and urging continued implementation.\n\nUrging all armed groups in the Jebel Marra area, including the Sudan Liberation Army-Abdul Wahid (SLA/AW), to join AU-led peace negotiations.\n\nRecalling resolution 2117 (2013), and expressing concern at the threat to peace and security in Darfur from illicit transfer and misuse of small arms and light weapons.\n\nDeploring continued violations of resolution 1591 (2005) by the Government, including its Rapid Support Forces (RSF) and government-affiliated armed groups.\nHere is a summarized version of the Security Council document:\n\nThe Security Council demands an immediate and complete cessation of all deliberate and indiscriminate attacks on civilians, acts of sexual violence, recruitment and use of children, and other violations and abuses against children. \n\nThe Council welcomes the signing of an action plan between the UN and the Government of Sudan to prevent the recruitment and use of children by Sudan Government Security Forces and urges continued progress on its implementation.\n\nThe Council reaffirms its concern over the negative effect of violence in Darfur on the stability of Sudan and the region, and welcomes good relations between Sudan and Chad.\n\nThe Council deplores violations of international humanitarian law and human rights violations and abuses committed by Government of Sudan security forces, their proxies, and armed groups against civilians.\n\nThe Council stresses the need for improved cooperation between the Government of Sudan and the Panel of Experts and reiterates its call on all parties in Darfur to cooperate fully with its mission.\n\nThe Council extends the mandate of the Panel of Experts until 12 March 2018 and requests the Secretary-General to take necessary administrative measures.\n\nThe Council requests the Panel of Experts to provide reports on its activities and findings, and to report on the implementation and effectiveness of paragraph 10 of resolution 1945.\n\nThe Council expresses concern that the Panel of Experts was not able to access Darfur since the adoption of resolution 2265 and insists that the Government of Sudan remove all restrictions on the work of the Panel of Experts.\n\nThe Council determines that the situation in Sudan continues to constitute a threat to international peace and security in the region. \n\nThe Council acts under Chapter VII of the Charter of the United Nations.\nHere is a concise summary of the Security Council document:\n\n6. Reiterates support for UNAMID, the Secretary-General, AUHIP, and regional leaders to promote peace and stability in Darfur.\n\n7. Urges non-signatory groups to sign the AU Roadmap for a cessation of hostilities and inclusive political dialogue.\n\n**Arms Embargo**\n\n8. Expresses concern that technical assistance and support to Sudan could be used to support military aircraft used in violation of resolutions.\n\n9. Recalls Sudan's obligations under resolution 1591 (2005), including requesting advance approval for military equipment and supplies.\n\n10. Calls on Sudan to address illicit transfer and misuse of small arms and light weapons in Darfur.\n\n11. Expresses concern about items being converted for military purposes and transferred to Darfur.\n\n**Implementation**\n\n12. Condemns continued violations of measures contained in previous resolutions and directs the Committee to consult with Member States.\n\n13. Expresses concern about non-compliance with travel ban and asset freeze on designated individuals.\n\n14. Reiterates that States must prevent entry or transit of designated individuals.\n\n15. Urges States to report on actions taken to implement measures imposed by previous resolutions.\n\n16. Intends to review implementation of measures with a view to ensuring full compliance.\n\n17. Regrets continued violence and intends to impose targeted sanctions on individuals and entities meeting listing criteria.\n\n18. Deplores attacks against UNAMID and calls on Sudan to investigate and bring perpetrators to justice.\n\n19. Condemns use of civilian establishments by armed groups to gain military advantage.\n\n20. Requests the Panel of Experts to investigate financing and role of armed groups in attacks.\n\n21. Recalls that individuals and entities planning or participating in attacks may meet designation criteria.\n\n22. Requests the Panel of Experts to investigate financing of armed groups in Darfur.\nHere is a clear and concise summary of the Security Council document:\n\n23. The Government of Sudan is urged to respond to Committee requests on measures to protect civilians in Darfur, investigations and accountability for human rights violations, and humanitarian access.\n\n24. The Committee's work is welcomed, and all States, UN bodies, the African Union, and other parties are urged to cooperate fully with the Committee and the Panel of Experts.\n\n25. The Panel of Experts is requested to coordinate its activities with UNAMID, international efforts to promote a political process in Darfur, and other Panels or Groups of Experts.\n\n26. The Panel of Experts is requested to assess progress towards reducing violations, removing impediments to the political process, and threats to stability in Darfur, and provide information on individuals and entities that meet listing criteria.\n\n27. The Committee's mandate is reaffirmed to encourage dialogue with interested Member States and UNAMID.\n\n28. Regular consultations with concerned Member States are emphasized to ensure full implementation of measures.\n\n29. The Security Council decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2340_2017_EN.pdf"
}