{
  "resolution_no": "2389",
  "year": "2017",
  "theme": [
    "Peace and Security",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MONUSCO",
    "UN",
    "African Union",
    "ICGLR",
    "SADC"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n* Notes the report on the implementation of the Peace, Security and Cooperation (PSC) Framework for the Democratic Republic of the Congo (DRC) and the Region.\n* Reaffirms its commitment to the sovereignty, independence, unity, and territorial integrity of all States in the region.\n* Expresses concern over the significant increase in refugees and internally displaced persons (IDPs) in the Great Lakes region, totalling over 7 million IDPs and 3.5 million refugees.\n* Reiterates its deep concern regarding the security and humanitarian crisis in the DRC, exacerbated by destabilizing activities of foreign and domestic armed groups.\n* Welcomes the credible and peaceful conduct of elections in some States, but notes concerns about the risk of instability and violence in some countries.\n* Expresses concern at the illicit flow of weapons within and into the DRC and declares its determination to monitor closely the implementation of the arms embargo.\n* Expresses concern at the illegal exploitation and trafficking of natural resources by armed groups and encourages the Government of the DRC to strengthen efforts to safeguard protected natural areas.\n* Recalls the linkage between the illegal exploitation and trade of natural resources and the proliferation and trafficking of arms.\n* Reaffirms that the PSC Framework remains an essential mechanism to achieve durable peace and stability in the DRC and the Region.\n* Recalls the strategic importance of the implementation of the PSC Framework and welcomes the commitment of the AU Peace and Security Council to ensure its implementation.\n* Reiterates its call to all signatories to fulfil promptly, fully, and in good faith their respective commitments under the PSC Framework.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Welcomes the renewed commitment of signatory states to the PSC Framework towards its full implementation.\n2. Welcomes progress under the Regional Plan of action, including activities on youth, women, and combating illegal exploitation of natural resources.\n3. Encourages enhanced cooperation among signatory states, with the support of Guarantors, towards full implementation.\n4. Strongly condemns armed groups operating in the region, citing human rights abuses and international humanitarian law violations.\n5. Demands that armed groups, including FDLR, ADF, and LRA, cease violence and disband immediately.\n6. Calls on signatory states to redouble efforts to implement commitments, including not interfering in neighboring countries' internal affairs.\n7. Calls on the DRC Government to pursue neutralization of armed groups, with MONUSCO support, while protecting civilians.\n8. Welcomes commitment to repatriate FDLR disarmed combatants and former M23 combatants within a short timeframe.\n9. Requests strengthened collaboration between DRC, Uganda, and Rwanda to repatriate former M23 combatants.\n10. Reiterates call for a suitable solution for relocation of SPLM/A-iO elements in DRC.\n11. Commends efforts of African Union and subregional organizations towards supporting peaceful solutions.\n12. Urges regional and international support for inclusive dialogue and promotion of peaceful, inclusive, and credible elections.\n13. Notes link between justice and conflict prevention, calling on countries to comply with international law and pursue accountability.\n14. Shares concern on violence and discrimination against women and girls, including rape and other forms of sexual violence.\nHere is a concise summary of the Security Council document:\n\n15. The Council supports regional initiatives to address gender-related violence in armed conflict, aiming to influence decision-makers and implement the Kampala Declaration to combat impunity for gender-based crimes.\n\n16. The Council welcomes measures taken by Governments in the region to implement due diligence guidelines on natural resources and commends the Regional Experts and Stakeholders Consultation on Natural Resources and Good Governance.\n\n17. The Council stresses the need to cut off financing for armed groups involved in destabilizing activities through illicit trade of natural resources and encourages Governments to address issues of illegal exploitation and smuggling.\n\n18. The Council stresses the need for durable solutions for refugees, internally displaced persons, and asylum seekers, mostly women and children, and welcomes efforts by Governments and regional organizations.\n\n19. The Council urges Governments and international partners to address urgent humanitarian needs and pursue durable solutions for displaced persons, and calls on the donor community to support humanitarian action.\n\n20. The Council underlines the importance of peacebuilding efforts through a collaborative approach to address root causes of conflict and recognizes the potential contribution of the Peacebuilding Commission.\n\n21. The Council recalls the Regional Strategic Framework for the Great Lakes region and urges the donor community to contribute to its implementation.\n\n22. The Council calls on the UN Special Envoy to continue promoting peace and stability, including through the promotion of credible national elections and regional dialogue.\n\n23. The Council stresses the need for deepening cooperation among Guarantors of the PSC Framework to address regional challenges and create conditions for sustainable peace.\n\n24. The Council invites the Secretary-General to engage in high-level dialogue to assess progress and challenges in implementing the PSC Framework and present his vision with concrete recommendations.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2389_2017_EN.pdf"
}