{
  "resolution_no": "2384",
  "year": "2017",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "European Integration"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "EUFOR ALTHEA",
    "NATO",
    "International Criminal Tribunal for the Former Yugoslavia",
    "International Residual Mechanism for Criminal Tribunals"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions on the conflicts in the Former Yugoslavia, reaffirms its commitment to a political settlement, preserving sovereignty and territorial integrity.\n\nReaffirms commitment to the General Framework Agreement for Peace in Bosnia and Herzegovina and relevant Peace Implementation Council (PIC) decisions.\n\nNotes the initial implementation of the Reform Agenda (2015) as a positive step for economic structural adjustment.\n\nEncourages authorities to accelerate efforts on excess ammunition disposal.\n\nRecalls agreements on the status of forces and obligations to comply.\n\nWelcomes EUFOR ALTHEA's continued presence, focusing on capacity-building and training.\n\nCalls on authorities to complete the 5+2 agenda for the closure of the Office of the High Representative.\n\nReaffirms the High Representative's authority in interpreting the civilian implementation of the Peace Agreement.\n\nNotes Bosnia and Herzegovina's commitment to a European perspective, including EU membership application.\n\nCalls on leaders to advance reconciliation, refrain from polarizing policies, and implement comprehensive reforms.\n\nEmphasizes the need for judicial independence, anti-corruption, and anti-terrorism efforts.\n\nUnderscores the urgency to address outstanding OSCE-ODIHR recommendations on electoral framework.\n\nEncourages implementation of the National Action Plan on Women, Peace, and Security.\n\nTakes note of the EU's planned strategic review.\n\nRecognizes a calm and stable security environment, with authorities capable of dealing with threats.\n\nDetermines the situation remains a threat to international peace and security.\n\nActing under Chapter VII, \n\n1. Reiterates that authorities in Bosnia and Herzegovina have primary responsibility for implementing the Peace Agreement.\nThe Security Council:\n\n1. Urges Bosnia and Herzegovina to cooperate with the International Criminal Tribunal for the Former Yugoslavia and the International Residual Mechanism for Criminal Tribunals to complete its work;\n\n2. Welcomes the EU's readiness to maintain EUFOR ALTHEA in Bosnia and Herzegovina from November 2017;\n\n3. Authorizes Member States to establish EUFOR ALTHEA for 12 months as a legal successor to SFOR under unified command and control to fulfil its missions in relation to the implementation of Annex 1-A and Annex 2 of the Peace Agreement;\n\n4. Renews the authorization provided by paragraph 11 of its resolution 2183 (2014) for a further period of 12 months;\n\n5. Authorizes Member States to take necessary measures to effect implementation of and ensure compliance with Annexes 1-A and 2 of the Peace Agreement;\n\n6. Authorizes Member States to take necessary measures in defence of EUFOR ALTHEA or NATO presence and to assist both organizations;\n\n7. Authorizes Member States to take necessary measures to ensure compliance with airspace rules and procedures;\n\n8. Urges parties to implement comprehensive reforms, refrain from polarizing policies and rhetoric;\n\n9. Urges parties to cooperate fully with institutions involved in peace settlement implementation;\n\n10. Reaffirms Bosnia and Herzegovina's constitutional structure and amendment procedure;\n\n11. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2017/S_RES_2384_2017_EN.pdf"
}