{
  "resolution_no": "2434",
  "year": "2018",
  "theme": [
    "Peacekeeping",
    "Political",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNSMIL",
    "GNA",
    "SRSG",
    "UN High Commissioner for Refugees",
    "International Organization for Migration"
  ],
  "reporting_cycle": "at least every 60 days",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions on Libya, reaffirms its commitment to the country's sovereignty, independence, territorial integrity, and national unity. The Council welcomes the UN-brokered ceasefire in Tripoli and supports the ongoing efforts of the UN Support Mission in Libya (UNSMIL) and the Special Representative of the Secretary-General (SRSG), Ghassan Salamé. \n\nThe Council reiterates its endorsement of the UN Action Plan for Libya and calls for all Libyans to work together in a spirit of compromise as part of an inclusive political process. It emphasizes the importance of the Libyan Political Agreement (LPA) as the only viable framework to end the Libyan political crisis and urges all parties to engage constructively with the LPA.\n\nThe Council welcomes recent efforts to strengthen an inclusive political dialogue, including the National Conference process launched by the SRSG, and supports the Secretary-General's call to consolidate various initiatives under UN leadership. \n\nThe Council stresses the importance of continued inclusiveness, urges the Government of National Accord (GNA) to engage with all parties, and emphasizes the need for unified and strengthened national security forces under civilian government authority.\n\nThe Council recalls the need for Member States to cease support to and official contact with parallel institutions outside of the LPA and urges the full, equal, and effective participation of women in all activities relating to the democratic transition, conflict resolution, and peacebuilding. \n\nThe Council also welcomes the work of the High National Electoral Commission and the efforts of UNSMIL in supporting electoral processes, and recognizes the key role of the SRSG in consulting with Libyan parties to set the constitutional basis for elections and adopt necessary electoral laws. \n\nThe Council reiterates its call on all Libyans to improve the atmosphere for national elections and stresses that ensuring security and defending Libya from terrorism must be the task of unified and strengthened national security forces under the sole authority of the GNA.\nThe Security Council:\n\nRecalling previous resolutions on Libya, \n\nCalls for inclusive political process involving women;\n\nDemands prevention and response to sexual violence; \n\nReaffirms need for UN-mediated dialogue; \n\nEmphasizes accountability for human rights abuses; \n\nUrges stabilization efforts and humanitarian assistance;\n\nConcerned over deteriorating humanitarian situation;\n\nNotes economic dialogue; \n\nSupports UNSMIL's role; \n\nExtends UNSMIL's mandate to 15 September 2019;\n\n Tasks UNSMIL to: \n\n- Support Libyan institutions \n\n- Provide humanitarian assistance \n\n- Monitor human rights \n\n- Secure uncontrolled arms \n\n- Coordinate international assistance\n\n Requests Secretary-General to reassess objectives; \n\n Requests UNSMIL to prioritize gender perspective and women's participation;\nThe Security Council:\n\n5. Recognizes UNSMIL's consistent presence in Libya since 30 March 2016, supporting the Presidency Council and Temporary Security Committee, and welcomes UNSMIL's progress in re-establishing a presence in Tripoli and plans to re-establish a presence in Benghazi and other parts of Libya;\n\n6. Welcomes progress towards a comprehensive political strategy, encourages continued work towards this goal, and greater integration with and strategic coordination of UNSMIL and UN agencies in Libya to support GNA-led stabilization efforts;\n\n7. Requests the Secretary-General to report to the Security Council on implementation of this resolution at least every 60 days;\n\n8. Requests the Secretary-General to report on recommendations for UNSMIL's support to subsequent phases of the Libyan transition process and UNSMIL's security arrangements, following consultations with Libyan authorities;\n\n9. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2018/S_RES_2434_2018_EN.pdf"
}