{
  "resolution_no": "2443",
  "year": "2018",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "European Integration"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "EUFOR ALTHEA",
    "NATO",
    "International Residual Mechanism for Criminal Tribunals",
    "Peace Implementation Council (PIC)"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on the conflicts in the Former Yugoslavia, reaffirms its commitment to a political settlement, preserving sovereignty and territorial integrity.\n\nSupports the implementation of the General Framework Agreement for Peace in Bosnia and Herzegovina and relevant Peace Implementation Council decisions.\n\nNotes the High Representative's reports, including the latest report of 17 October 2018.\n\nEncourages authorities to accelerate efforts to dispose of excess ammunition.\n\nAppreciates the contributions of EUFOR ALTHEA and other international organizations.\n\nRecalls agreements on the status of forces and obligations to comply.\n\nWelcomes EUFOR ALTHEA's continued presence and the EU's readiness to maintain a safe and secure environment.\n\nCalls on authorities to complete the 5+2 agenda to close the Office of the High Representative.\n\nReaffirms provisions on the High Representative's authority.\n\nRecognizes Bosnia and Herzegovina's transition to a modern, democratic European country.\n\nTakes note of Bosnia and Herzegovina's EU membership application and encourages comprehensive reform results.\n\nNotes with concern polarizing policies and actions, and calls for reconciliation and mutual understanding.\n\nNotes the initial implementation of the Reform Agenda, but underscores the need to step up comprehensive reforms.\n\nEmphasizes the need for efforts on judiciary independence, anti-corruption, and counter-terrorism.\n\nUrges parties to work constructively for government formation and electoral reforms.\n\nEncourages implementation of the National Action Plan on Women, Peace, and Security.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Notes the calm and stable security environment in Bosnia and Herzegovina and the authorities' capability to deal with threats.\n* Determines that the situation in the region remains a threat to international peace and security.\n* Under Chapter VII of the UN Charter:\n\t1. Reiterates the primary responsibility of Bosnian authorities to implement the Peace Agreement and calls for cooperation with the International Residual Mechanism for Criminal Tribunals.\n\t2. Welcomes the EU's readiness to maintain EUFOR ALTHEA.\n\t3. Authorizes a multinational stabilization force (EUFOR ALTHEA) for 12 months to implement the Peace Agreement.\n\t4. Renews authorization for a further 12 months.\n\t5. Authorizes necessary measures to ensure compliance with Annexes 1-A and 2 of the Peace Agreement.\n\t6. Authorizes Member States to defend EUFOR ALTHEA and NATO presence.\n\t7. Authorizes measures to ensure compliance with airspace rules.\n\t8. Urges parties to engage constructively on government formation and prioritize comprehensive reforms.\n\t9. Urges parties to cooperate with institutions involved in implementing the Peace Agreement.\n\t10. Reaffirms Bosnia and Herzegovina's constitutional structure and amendment procedure.\n\t11. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2018/S_RES_2443_2018_EN.pdf"
}