{
  "resolution_no": "2447",
  "year": "2018",
  "theme": [
    "Peacekeeping",
    "Rule of Law",
    "Security Sector Reform",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations Police",
    "United Nations peacekeeping operations",
    "Special Political Missions",
    "Global Focal Point for Police, Justice and Corrections"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\nRecalling previous resolutions on UN policing, protection of civilians, women, peace and security, peacekeeping operations, security sector reform, and post-conflict peacebuilding,\nReaffirming its primary responsibility for maintaining international peace and security,\nStressing States' primary responsibility for preventing and resolving conflicts, protecting civilians, and the important contribution of UN assistance to police, justice, and corrections,\nReaffirming that lasting peace requires political solutions, not just military and technical engagements,\nReaffirming commitment to the Charter of the UN, including principles of political independence, sovereign equality, and territorial integrity,\nFurther reaffirming basic principles of peacekeeping, including consent, impartiality, and non-use of force,\nReiterating the need for a comprehensive approach to conflict prevention and sustainable peace,\nNoting the important role of UN assistance to police, justice, and corrections in strengthening the rule of law and security sector reform,\nReaffirming national authorities' primary responsibility in progressing police, justice, and corrections reform,\nEmphasizing the importance of national ownership, political leadership, and will in reform efforts,\nUnderlining the importance of support to strengthening host countries' rule of law institutions,\nWelcoming the Secretary-General's initiative \"Action for Peacekeeping\" to strengthen peacekeeping effectiveness,\nReiterating the importance of enhancing police, justice, and corrections services in host countries,\nStressing the critical importance of strengthening police, justice, and corrections elements in peacekeeping operations and special political missions.\nThe Security Council:\n\n1. Underscores integrating UN support to police, justice and corrections into peacekeeping and special political mission mandates to assist governments in re-establishing these services, addressing root causes of conflict, and strengthening the rule of law.\n\n2. Reaffirms support for a comprehensive performance policy framework for UN personnel, facilitating effective mandate implementation, accountability, and incentives for outstanding performance.\n\n3. Urges police-contributing countries to meet UN performance standards, and for civilian components and Secretariat staff to comply with staff regulations.\n\n4. Emphasizes focusing UN assistance on rapid re-establishment of essential services and longer-term institutional reform in police, justice, and corrections institutions.\n\n5. Reiterates its resolve to give peacekeeping operations clear mandates and resources for police, justice, and corrections tasks, matched with achievable benchmarks and accountability.\n\n6. Requests the Secretary-General to:\n- Enhance coherence, performance, and effectiveness of UN assistance.\n- Ensure coordinated analyses, planning, and programs between the UN Country Team and other actors.\n- Plan for mission transitions, including strategies to increase host government capacity.\n- Centralize data on peacekeeping effectiveness, including police, justice, and corrections institutions.\n\n7. Calls on Special Representatives and Resident Coordinators to ensure coherence and integration of police, justice, and corrections assistance.\nThe Security Council:\n\n8. Reaffirms national ownership and leadership in peacebuilding, where the responsibility for sustaining peace is shared by the Government and national stakeholders, and recognizes the contribution of UN police, justice, and corrections components to building and sustaining peace.\n\n9. Reaffirms the importance of adhering to the Human Rights Due Diligence Policy in providing UN peacekeeping-related support to non-UN security forces.\n\n10. Stresses the need for host countries to promote accountability for crimes within their domestic justice systems, consistent with international obligations.\n\n11. Acknowledges the effectiveness and efficiencies of joint planning and delivery of assistance to police, justice, and corrections areas through the Global Focal Point.\n\n12. Requests the Secretary-General to examine ways to strengthen UN assistance to police, justice, and corrections institutions and submit recommendations.\n\n13. Requests the UN to emphasize prevention and response to conflict-related sexual and gender-based violence and support to victims.\n\n14. Recalls resolution 2242 (2015) and requests a revised strategy to double the numbers of women in police contingents by 2020.\n\n15. Requests the Secretary-General to report on the implementation of this Resolution in relevant peacekeeping and peacebuilding reports.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2018/S_RES_2447_2018_EN.pdf"
}