{
  "resolution_no": "2410",
  "year": "2018",
  "theme": [
    "Peacekeeping",
    "Rule of Law",
    "Security Sector Reform",
    "Human Rights",
    "Sustaining Peace"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINUJUSTH",
    "Haitian National Police (HNP)",
    "United Nations Country Team (UNCT)",
    "United Nations Office on Drugs and Crime (UNODC)"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms previous resolutions on Haiti and recognizes the country's progress towards stability and democracy.\n\nExtends the mandate of the United Nations Mission for Justice Support in Haiti (MINUJUSTH) until 15 April 2019.\n\nSupports MINUJUSTH's role in assisting the Government to strengthen rule of law institutions, develop the Haitian National Police (HNP), and monitor human rights.\n\nEmphasizes the importance of national ownership, inclusivity, and civil society's role in Haiti's peacebuilding processes.\n\nAcknowledges Haiti's significant humanitarian challenges and the need for sustainable development, risk reduction, and preparedness.\n\nSupports MINUJUSTH's efforts to combat human trafficking, transnational organized crime, and cholera.\n\nUrges close coordination between MINUJUSTH and the United Nations Country Team (UNCT) to prepare for MINUJUSTH's drawdown.\n\nWelcomes the Secretary-General's report and benchmarked exit strategy.\n\nDecides to extend MINUJUSTH's mandate under Chapter VII of the Charter of the United Nations.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Extends the mandate of MINUJUSTH and requests it to continue supporting and developing the Haitian National Police (HNP), and engage in human rights monitoring, reporting, and analysis.\n\n2. Reaffirms that strengthening the justice sector and HNP capacity is essential to enabling the Government to take responsibility for the country’s security needs.\n\n3. Decides on the adjustment of MINUJUSTH's police component: 7 Formed Police Units (FPUs) and 295 Individual Police Officers (IPOs) until 15 October 2018, then 5 FPUs and 295 IPOs until 15 April 2019.\n\n4. Requests the Secretary-General to report to the Council every 90 days on the implementation of this resolution.\n\n5. Requests the Secretary-General to develop specific dates and indicators for achieving benchmarks, with the goal of transitioning tasks to the Government.\n\n6. Requests the Secretary-General to report on progress with implementing the benchmarked exit strategy in the 90-day reports.\n\n7. Encourages the Government to work with MINUJUSTH to implement benchmarks, including adopting the draft Criminal Code and Code of Criminal Procedure.\n\n8. Requests the Secretary-General to submit an update on timelines for the transition of tasks and responsibilities to the Government.\n\n9. Requests the Secretary-General to conduct a Strategic Assessment Mission to Haiti by 1 February 2019.\n\n10. Affirms its intention to consider the withdrawal of MINUJUSTH and transition to a non-peacekeeping UN presence in Haiti beginning no sooner than 15 October 2019.\n\n11. Underscores the urgency for the Government to ensure respect for and protection of human rights by the HNP and judiciary.\n\n12. Requests the Special Representative of the Secretary-General to play a good offices and advocacy role.\n\n13. Requests the Special Representative and MINUJUSTH to coordinate closely with the Government.\n\n14. Authorizes MINUJUSTH to use necessary means to carry out its mandate.\n\n15. Authorizes MINUJUSTH to protect civilians under imminent threat of physical violence.\n\n16. Requests the Secretary-General to ensure MINUJUSTH maintains capacity to deploy security forces rapidly.\n\n17. Reaffirms the importance of gender mainstreaming throughout MINUJUSTH's mandate.\n\n18. Welcomes initiatives to standardize a culture of performance in UN peacekeeping.\n\n19. Recalls its resolution 2272 (2016) and requests the Secretary-General to ensure full compliance with the UN zero-tolerance policy on sexual exploitation and abuse.\n\n20. Expresses its intent to review conditions in Haiti and consider adapting MINUJUSTH's mandate and police force levels.\n\n21. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2018/S_RES_2410_2018_EN.pdf"
}