{
  "resolution_no": "2448",
  "year": 2018,
  "theme": [
    "Peacekeeping",
    "Security",
    "Humanitarian",
    "WPS/CAAC",
    "Climate",
    "Economic Development"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27",
    "Article 42"
  ],
  "entities": [
    "MINUSCA",
    "EUTM-RCA",
    "UNOCA",
    "African Union",
    "Economic Community of Central African States",
    "International Conference on the Great Lakes region",
    "World Bank",
    "International Monetary Fund"
  ],
  "reporting_cycle": "every four months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on the Central African Republic (CAR), reaffirms its commitment to the country's sovereignty, independence, unity, and territorial integrity.\n\nReaffirms the basic principles of peacekeeping, including consent of parties, impartiality, and non-use of force, and expects full delivery of authorized mandates.\n\nNotes the primary responsibility of the CAR Authorities to protect populations, particularly from genocide, war crimes, and crimes against humanity, and stresses the importance of restoring state authority.\n\nExpresses deep concern over persistent violence by armed groups, lack of capacity of national security forces, and root causes of the conflict.\n\nCondemns incitement to ethnic and religious hatred, violence, and human rights abuses, including those against children and involving sexual and gender-based violence.\n\nExpresses concern over children being victims of abuses by armed groups, including the Lord's Resistance Army (LRA), and women and girls being targeted by sexual and gender-based violence.\n\nRecalls resolutions on protection of civilians, children, and women, and welcomes the ratification by the CAR Authorities of the Optional Protocol to the Convention on the Rights of the Child.\n\nEmphasizes the need for a CAR-owned solution to the crisis, prioritizing reconciliation through an inclusive process involving all social, economic, and ethnic backgrounds.\n\nRecalls the holding of grassroots consultations and the Bangui Forum, which adopted the Republican Pact for Peace and agreements on disarmament, demobilization, and security sector reform.\n\nStresses the urgent need to end impunity and bring perpetrators to justice, welcoming the launch of investigations by the Special Criminal Court and steps to establish transitional justice mechanisms.\n\nReiterates the primary responsibility of national authorities to ensure a conducive environment for investigations, prosecution, and adjudication.\n\nTakes note of the upcoming presidential, legislative, and local elections in 2020/2021 and underlines the primary responsibility of the Government to organize inclusive, free, fair, transparent, credible, peaceful, and timely electoral processes.\nThe Security Council,\n\nCondemns the illicit trade, exploitation, and smuggling of natural resources, including gold, diamonds, and wildlife poaching and trafficking, which threatens peace and stability in the Central African Republic (CAR).\n\nExpresses grave concern over the threat to peace and security in the CAR arising from the illicit transfer, destabilizing accumulation, and misuse of small arms and light weapons.\n\nEmphasizes the current security situation in the CAR provides a conducive environment for transnational criminal activity, including arms trafficking and the use of mercenaries.\n\nReiterates its serious concern at the dire humanitarian situation in the CAR, with over half of the population in need of humanitarian assistance.\n\nCondemns attacks against humanitarian workers and emphasizes the need for the CAR authorities to promote the participation of internally displaced persons (IDPs) and refugees.\n\nWelcomes the work of the European Union Training Mission in the CAR (EUTM-RCA) and other international partners in supporting the reform of the CAR's armed forces.\n\nUrges effective coordination between the UN Multidimensional Integrated Stabilization Mission in the CAR (MINUSCA), EUTM-RCA, and other international partners.\n\nCondemns attacks against MINUSCA contingents and other international forces, and urges the CAR authorities to ensure the arrest and prosecution of perpetrators.\n\nWelcomes MINUSCA's efforts to protect civilians and combat armed groups.\n\nExpresses grave concern over allegations of sexual exploitation and abuse (SEA) committed by peacekeepers and non-UN forces in the CAR.\n\nStresses the need for troop- and police-contributing countries and MINUSCA to promptly investigate SEA allegations and hold those responsible accountable.\n\nNoting the presentation of the report on “Improving Security of United Nations Peacekeepers”.\n\nRecognizing institutionalizing a culture of performance in UN peacekeeping will contribute to better delivery of peacekeeping mandates.\n\nWelcomes the initiative of the Secretary-General to conduct Special Investigations into performance issues.\nThe Security Council:\n\nReiterates concern at MINUSCA's lack of key capabilities, stressing the need to fill gaps, particularly in military helicopters, and improve logistics support.\n\n Stressing the need to implement MINUSCA's mandate, based on task prioritization, and in a phased manner.\n\nTaking note of the Secretary-General's report (S/2018/922) building on the independent strategic review of MINUSCA.\n\nDetermining that the Central African Republic (CAR) situation continues to threaten international peace and security.\n\nActing under Chapter VII:\n\n1. Reiterates support to President Touadéra's efforts to promote peace and stability, and calls on CAR Authorities to advance inclusive dialogue, national reconciliation, and security sector reform.\n\n2. Reaffirms support to the African Initiative for Peace and Reconciliation, and its roadmap, as the only framework for a comprehensive political solution.\n\n3. Welcomes progress by the Panel of Facilitators, and urges further progress in an inclusive dialogue.\n\n4. Welcomes the high-level ministerial meeting on the CAR, and the intent to appoint a joint Special Envoy to support the peace process.\n\n5. Emphasizes the importance of the African Union, ECCAS, ICGLR, and neighbouring countries' role in promoting peace and stability.\n\n6. Welcomes the International Support Group's first meeting, and calls for reactivating joint bilateral commissions to address cross-border issues.\n\n7. Urges militias and armed groups to lay down their arms, cease violence, and release children from their ranks.\n\n8. Demands that armed groups engage constructively in the peace process.\n\n9. Recalls that individuals or entities undermining peace and stability may be listed for targeted measures.\n\n10. Urges CAR Authorities to implement a genuine and inclusive reconciliation process.\n\n11. Recalls the crucial role of civil society in the peace and reconciliation process.\n\n12. Calls upon CAR Authorities to ensure national policies protect IDPs' human rights.\n\n13. Underscores the importance of respecting the Constitution for long-term stabilization.\n\n14. Encourages Member States to submit listing requests to the Committee for individuals and entities undermining peace and stability.\nHere is a summarized version of the Security Council document:\n\n15. The Council calls on international partners to assist the Central African Republic (CAR) Authorities in building the institutional and operational capacities of national police, gendarmerie, and customs authorities to effectively monitor borders and points of entry.\n\n16. The Council recalls the successful conduct of pre-disarmament, demobilization, and reintegration (DDR) activities and Community Violence Reduction (CVR) programmes, and urges the CAR Authorities to implement a comprehensive strategy to address the presence and activity of armed groups.\n\n17. The Council calls on the CAR Authorities to implement the National Security Policy and the National Strategy on Security Sector Reform (SSR), with the support of the international community, to establish professional and ethnically representative national defence and internal security forces.\n\n18. The Council recalls the finalization of the 2017-2019 Guidance Document for the Redeployment of CAR armed forces and welcomes the adoption of a joint five-year concept for the deployment of defence and internal security forces.\n\n19. The Council calls on the CAR Authorities to strengthen justice institutions at national and local levels to fight impunity and contribute to stabilization and reconciliation.\n\n20. The Council welcomes the concrete steps toward the full operationalization of the Special Criminal Court (SCC) and encourages the SCC to continue its investigations.\n\n21. The Council calls on the CAR Authorities to continue their efforts to restore the effective authority of the State over the whole territory of the CAR.\n\n22. The Council encourages the CAR Authorities to continue consolidating public financial management and accountability with the support of the international community.\n\n23. The Council calls on Member States and international organizations to disburse pledges made at the international conference in Brussels and the African Solidarity Conference in Addis Ababa.\n\n24. The Council takes note of the development of a framework of mutual accountability between the CAR Authorities and international partners.\n\n25. The Council stresses the valuable role of the Peacebuilding Commission (PBC) in supporting CAR’s long-term peacebuilding needs.\n\n26. The Council reiterates the urgent need to hold accountable all those responsible for violations of international humanitarian law and human rights.\nThe Security Council:\n\nRecalls the Central African Republic's (CAR) status as a State party to the International Criminal Court (ICC) and notes that incitement to violence, particularly on ethnic or religious grounds, and engaging in or supporting acts that undermine peace, stability, or security, could lead to sanctions under resolution 2399 (2018).\n\nRecalls the ICC Prosecutor's decision to open an investigation into alleged crimes committed since 2012 and the CAR Authorities' cooperation.\n\nTakes note of the Mapping Project report on serious violations and abuses of human rights and international humanitarian law committed between January 2003 and December 2015.\n\nUrges all parties to end violations and abuses against children, including recruitment, rape, and sexual violence, and calls on the CAR Authorities to investigate and hold those responsible accountable.\n\nDemands protection for children released or separated from armed forces and groups.\n\nCalls on all parties to end sexual and gender-based violence and for the CAR Authorities to investigate, hold those responsible accountable, and develop a framework to address sexual violence.\n\nWelcomes the work of the Mixed Unit for Rapid Intervention and Suppression of Sexual Violence against Women and Children (UMIRR).\n\nRenews support for SRSG Parfait Onanga-Anyanga.\n\nExtends the mandate of MINUSCA until 15 November 2019.\n\nDecides MINUSCA's composition: up to 11,650 military personnel, 2,080 police personnel, and 108 corrections officers.\n\nSets MINUSCA's strategic objective: supporting the creation of conditions conducive to the sustainable reduction of armed groups' presence and threat.\n\nPrioritizes MINUSCA's tasks: protection of civilians, including women and children; supporting the CAR Authorities; and taking active steps to anticipate, deter, and respond to threats.\n\nAuthorizes MINUSCA to take necessary means to carry out its mandate.\n\nMandate tasks include:\n\n(a) Protection of civilians:\n\n(i) Protecting civilians under threat of physical violence.\n\n(ii) Taking active steps to anticipate, deter, and respond to threats.\n\n(iii) Providing specific protection for women and children.\n\n(iv) Implementing a comprehensive protection of civilians strategy.\nHere is a summarized version of the Security Council document:\n\n**Good offices and support to the peace process**\n\n* Reinforce MINUSCA's role in the peace process through participation in the African Initiative and the Panel of Facilitators\n* Collaborate with the African Initiative to promote a coherent peace process connecting local and national efforts\n* Assist CAR Authorities to increase participation of political parties, civil society, women, youth, IDPs, and refugees in the peace process\n* Provide good offices and technical expertise to address root causes of conflict, advance national reconciliation, and support transitional justice\n* Support efforts to address marginalization and local grievances through dialogue with armed groups and civil society leaders\n* Provide technical expertise to the Government of CAR in engagement with neighboring countries, ECCAS, and AU\n\n**Facilitate the creation of a secure environment for humanitarian assistance**\n\n* Improve coordination with humanitarian actors to facilitate the delivery of humanitarian assistance\n* Create a secure environment for the immediate, full, safe, and unhindered delivery of humanitarian assistance\n\n**Protection of the United Nations**\n\n* Protect UN personnel, installations, equipment, and goods, and ensure the security and freedom of movement of UN and associated personnel\n\n**Support for the extension of State authority**\n\n* Support the Government of CAR in implementing its strategy for the extension of State authority\n* Provide advice on the establishment of interim security and administrative arrangements\n* Support a gradual handover of security of key officials and static guard duties to CAR security forces\n* Promote and support the rapid extension of State authority over the entire territory of CAR\n* Provide enhanced planning and technical assistance to FACA units and ISF engaged in joint operations with MINUSCA\n* Provide limited logistical support for the progressive redeployment of FACA units and ISF engaged in joint operations with MINUSCA\nThe Security Council resolution 2448 (2018) outlines the mandate of the United Nations Multidimensional Integrated Stabilization Mission in the Central African Republic (MINUSCA). \n\nMINUSCA is mandated to: \n\nPerform limited logistical support to the Special Criminal Court (SCC) to protect civilians and support national authorities in restoring and maintaining public safety and the rule of law.\n\nSupport Security Sector Reform (SSR) by: \n- Providing strategic and technical advice to the CAR Authorities to implement the National Strategy on SSR.\n- Supporting the development of an approach to vetting defence and security elements.\n- Implementing the National Capacity-Building and Development Plan for Internal Security Forces (ISF).\n- Coordinating international assistance for SSR.\n\nSupport Disarmament, Demobilization, Reintegration (DDR) and Repatriation (DDRR) by: \n- Supporting the development and implementation of an inclusive DDRR programme.\n- Supporting the development and implementation of Community Violence Reduction (CVR) programmes.\n- Providing technical assistance for the integration of eligible demobilized members of armed groups into security forces.\n\nPromote and protect human rights by: \n- Monitoring, investigating, and reporting on violations of international humanitarian law and human rights.\n- Monitoring and reporting on violations and abuses committed against children and women.\n\nSupport national and international justice, the fight against impunity, and the rule of law by: \n- Helping to reinforce the independence of the judiciary and build the capacities of the national judicial system.\n- Providing technical assistance to the CAR Authorities to identify, investigate and prosecute those responsible for crimes involving violations of international humanitarian law. \n\nAdopt urgent temporary measures to arrest and detain individuals who engage in or provide support for acts that undermine peace, stability, or security in the CAR.\nHere is a summarized version of the Security Council document:\n\nThe Security Council authorizes MINUSCA to:\n\n* Investigate and document violations of international humanitarian law and human rights abuses in the Central African Republic (CAR) to bring perpetrators to justice and prevent future violations (para 40 (v))\n* Support and coordinate international assistance to justice and correctional institutions to reinstate the criminal justice system (para 40 (vi))\n* Provide technical assistance to the CAR Authorities to operationalize the Special Criminal Court (SCC) and support the extension of State authority (para 40 (vii) and (viii))\n* Assist in coordinating and mobilizing bilateral and multilateral support to the SCC (para 40 (ix))\n* Support the restoration and maintenance of public safety and the rule of law, including apprehending and handing over those responsible for serious human rights violations and abuses (para 40 (xi))\n* Coordinate international assistance, assist the Committee and Panel of Experts, monitor implementation of measures, and support the Panel of Experts in collecting information (para 41 (a) to (d))\n* Ensure unhindered access and safety for the Panel of Experts and contribute to supporting the CAR Authorities to develop a strategy to tackle illicit exploitation and trafficking networks of natural resources (para 41 (e) and (f))\n\nThe Security Council also requests:\n\n* The Secretary-General to deploy and allocate personnel and expertise to reflect priorities (para 42)\n* MINUSCA to develop measurable targets to assess progress (para 43)\n* Troop-contributing countries to provide troops and police with adequate capabilities and training (para 44)\n* The Secretary-General to maximize MINUSCA's operational capacity and ability to discharge its mandate (para 45)\nHere is a concise summary of the Security Council document:\n\n46. Commends T/PCCs' commitment to implementing MINUSCA's mandate, but notes that undeclared national caveats, lack of command and control, and inadequate equipment can hinder mandate implementation.\n\n47. Notes progress by T/PCCs to meet UN standards and calls for immediate finalization of procurement and deployment of required contingent-owned equipment.\n\n48. Takes note of an independent investigation to improve MINUSCA's response to protect civilians and encourages implementation of recommendations.\n\n49. Requests the Secretary-General to implement a zero-tolerance policy on serious misconduct, including sexual exploitation and abuse, and ensure accountability.\n\n50. Recalls previous resolutions and requests the Secretary-General to ensure MINUSCA's compliance with the zero-tolerance policy on sexual exploitation and abuse.\n\n51. Calls on the Secretariat to explore using specialized police teams for police and gendarmerie capacity building.\n\n52. Requests MINUSCA to provide support to non-UN security forces in strict compliance with HRDDP.\n\n53. Emphasizes MINUSCA and EUTM-RCA must respect the CAR's sovereignty, territorial integrity, and unity.\n\n54. Requests MINUSCA to consider environmental impacts of its operations.\n\n55. Calls on the CAR, neighboring states, and ICGLR member states to cooperate to combat regional criminal networks involved in exploiting and smuggling natural resources.\n\n56. Requests MINUSCA to prioritize child protection throughout its mandate.\n\n57. Requests MINUSCA to prioritize gender mainstreaming throughout its mandate.\n\n58. Requests MINUSCA to seize, confiscate, and destroy armed groups' weapons and ammunition.\n\n59. Requests MINUSCA to seize and collect arms transferred to the CAR in violation of resolution 2399.\n\n60. Requests MINUSCA to provide technical assistance to the CAR Authorities on small arms and light weapons.\n\n61. Requests MINUSCA to destroy disarmed combatants' weapons and ammunition.\n\n62. Calls on the CAR Authorities, international partners, and UN entities to address illicit small arms and light weapons.\n\n63. Encourages the CAR Authorities to implement the Central African Convention for the Control of Small Arms and Light Weapons.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Urges all parties in the Central African Republic (CAR) to cooperate with MINUSCA's deployment and activities, ensuring its safety, security, and freedom of movement (para 64).\n* Calls on Member States to ensure free and unhindered movement of MINUSCA personnel, equipment, and supplies (para 65).\n* Demands that all parties allow and facilitate humanitarian access to populations in need, and protect medical and humanitarian personnel (paras 66-67).\n* Calls on Member States to respond to the humanitarian appeal and ensure timely delivery of contributions (para 68).\n* Authorizes French armed forces to provide operational support to MINUSCA when under threat (para 69).\n* Requests the Secretary-General to regularly review conditions for MINUSCA's transition, drawdown, and withdrawal (para 70).\n* Requests the Secretary-General to report regularly on the situation in the CAR, MINUSCA's mandate implementation, and provide updates on various aspects, including security, politics, human rights, and MINUSCA's performance (para 71).\n* Decides to remain actively seized of the matter (para 72).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2018/S_RES_2448_2018_EN.pdf"
}