{
  "resolution_no": "2436",
  "year": "2018",
  "theme": [
    "Peacekeeping",
    "Performance",
    "Accountability",
    "Sexual Exploitation and Abuse",
    "Protection of Civilians"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations",
    "Security Council",
    "Secretary-General",
    "Troop-contributing countries",
    "Police-contributing countries"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\nRecalling the purposes and principles of the UN Charter and its primary responsibility for maintaining international peace and security,\nRecalling previous resolutions and presidential statements on peacekeeping,\nUnderscoring peacekeeping's importance in promoting and maintaining international peace and security,\nReaffirming basic principles of peacekeeping: consent, impartiality, and non-use of force except in self-defence,\nCommending troop- and police-contributing countries and personnel for their commitment and sacrifices,\nExpressing grave concern over security threats and targeted attacks against UN peacekeepers,\nCondemning killing and violence against UN personnel, which may constitute war crimes,\nHonouring the work of UN peacekeeping personnel,\nWelcoming the Secretary-General's initiative \"Action for Peacekeeping\" to improve peacekeeping,\nRecalling the report on \"Improving Security of United Nations Peacekeepers\" and its plan of action,\nUnderscoring the need to enhance peacekeeping effectiveness through improved planning, threat assessments, and performance,\nRecognizing the importance of realistic mandates, resourced missions, and strong leadership,\nStressing the importance of identifying gaps, improving support services, and addressing systemic issues,\nUnderscoring the link between performance and safety and security of peacekeeping personnel,\nAcknowledging the importance of data in decision-making to improve peacekeeping performance,\nRecalling resolutions 2378 (2017) and 2382 (2017) on peacekeeping performance data,\nRecalling the role of UN peacekeeping in protecting civilians,\nExpressing concern over underperformance, including inaction in face of threats to civilians,\nEncouraging coordination between the UN and regional organizations on strengthening peacekeeping performance.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n* Welcomes peacekeeping operations' contribution to sustaining peace and notes the importance of peacekeepers' and peacekeeping missions' roles in peacebuilding.\n\n* Expresses deep concern about allegations of sexual exploitation and abuse by UN peacekeepers and non-UN forces, and commends countries that have taken steps to prevent and hold accountable their personnel.\n\n* Recalls resolution 2242 (2015) and recognizes the indispensable role of women in UN peacekeeping, welcoming efforts to increase the number of women in military, police, and civilian deployments.\n\n* Reaffirms support for a comprehensive performance policy framework for UN personnel, including clear standards, benchmarks, and accountability measures.\n\n* Recognizes that effective implementation of peacekeeping mandates requires well-defined mandates, leadership, performance, and accountability at all levels.\n\n* Urges troop- and police-contributing countries to meet UN performance standards and maintain high standards of conduct.\n\n* Reaffirms the importance of adhering to the Human Rights Due Diligence Policy in providing support to non-UN security forces.\n\n* Recognizes the need for enablers to bolster peacekeeping performance and calls on the Secretary-General to ensure effective operational command and control architectures.\n\n* Emphasizes the primary responsibility of host countries for civilian protection and affirms the need for peacekeeping missions to ensure full mandate implementation.\n\n* Recognizes the role of UN peacekeeping operations in protecting women and children and the crucial role of protection-related personnel.\n\n* Calls on the Secretary-General to ensure capable and accountable leadership in UN peacekeeping missions.\n\n* Welcomes Member States' commitment to support improved training and capacity building activities to strengthen peacekeeping.\n\n* Welcomes initiatives of the Secretary-General to conduct Special Investigations into performance issues and requests the Secretary-General to initiate these investigations with urgency.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Requests further engagement and dialogue to improve performance and inform decisions on mandate design.\n\n Requests the Secretary-General to:\n- Provide detailed reporting on Special Investigations, including recommendations to address failures and accountability measures.\n- Ensure objective performance data informs decisions on deployment, remediation, and repatriation of personnel.\n- Improve analytics and evaluation of mission operations.\n\n Welcomes the Secretary-General's initiative for regular strategic reviews of peacekeeping missions.\n\n Requests the Secretary-General to:\n- Include in reports to the Security Council, a summary of actions taken to improve mission performance and address performance challenges.\n- Report on instances of outstanding performance to highlight best practices.\n\n Underscores its zero-tolerance policy on sexual exploitation and abuse, and welcomes the Secretary-General's victim-centred approach.\n\n Requests the Secretary-General to include a section on adherence to his zero-tolerance policy in all reporting to the Security Council.\n\n Expresses concern regarding allegations of sexual harassment and affirms its support for the Secretary-General's zero-tolerance policy.\n\n Encourages Member States to provide training on issues related to sexual violence, trafficking, and gender expertise.\n\n Recalls its request for a revised strategy to double the numbers of women in military and police contingents by 2020.\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2018/S_RES_2436_2018_EN.pdf"
}