{
  "resolution_no": "2414",
  "year": "2018",
  "theme": [
    "Peacekeeping",
    "Western Sahara",
    "Self-Determination"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINURSO",
    "United Nations Office of the High Commissioner for Refugees (UNHCR)",
    "Office of the United Nations High Commissioner for Human Rights (OHCHR)"
  ],
  "reporting_cycle": "The Secretary-General reports on a regular basis, and at any time he deems appropriate during the mandate period",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, \nRecalling previous resolutions on Western Sahara, reaffirms its support for the Secretary-General's and his Personal Envoy's efforts to implement previous resolutions. \nThe Council expresses full support for the Personal Envoy, Horst Köhler, and welcomes engagement with parties and neighboring states. \nIt reaffirms its commitment to a just, lasting, and mutually acceptable political solution providing self-determination for Western Sahara's people. \nThe Council calls on parties and neighboring states to cooperate fully with the UN and each other to achieve progress towards a political solution. \nRecognizing a political solution would contribute to stability, security, jobs, growth, and opportunities in the Sahel region. \nThe Council welcomes the Secretary-General's efforts to review peacekeeping operations, including MINURSO, and reiterates the need for a rigorous approach. \nIt requests the Secretary-General to use data to improve analytics and evaluate mission operations based on clear benchmarks. \nThe Council recalls resolution 2242 and its aspiration to increase women's participation in peacekeeping operations. \nRecognizing MINURSO's important role, it stresses the need for full implementation of its mandate. \nThe Council expresses concern about violations of existing agreements and calls on parties to respect their obligations. \nIt takes note of Moroccan and Polisario Front proposals presented in 2007 and encourages parties to demonstrate political will towards a solution. \nThe Council encourages parties to cooperate with the UN Office of the High Commissioner for Refugees to identify and implement confidence-building measures. \nIt stresses the importance of improving human rights in Western Sahara and Tindouf camps, and encourages parties to work with the international community. \nThe Council welcomes steps taken by Morocco and encourages enhancing cooperation with the Office of the UN High Commissioner for Human Rights. \nNoting with concern the hardships faced by Sahrawi refugees, it reiterates its request for consideration of a refugee registration in Tindouf camps.\nRecalling UNSCR 1325 and 2250, the SC stresses the importance of parties' commitment to continue UN-sponsored talks, with full, effective, and meaningful participation of women and youth. The status quo in Western Sahara is not acceptable, and progress in negotiations is essential to improve the quality of life of its people.\n\nThe SC welcomes Colin Stewart's appointment as Special Representative of the SG for Western Sahara and Head of MINURSO. It extends MINURSO's mandate until 31 October 2018.\n\nThe SC emphasizes the need for a realistic, practicable, and enduring political solution based on compromise. It calls on parties to resume negotiations without preconditions and in good faith, with neighboring states making important contributions.\n\nThe SC reaffirms the need for full respect of military agreements with MINURSO, expresses concern over the Polisario Front's presence in the buffer strip and planned relocation of administrative functions, and calls for their immediate withdrawal and refrain from destabilizing actions.\n\nThe SC calls on parties to cooperate fully with MINURSO, ensure security and unhindered movement for UN personnel, and show political will to advance the political process. It affirms its full support for the SG's intention to relaunch negotiations with a new dynamic and spirit.\n\nThe SC requests the SG to brief the SC on a regular basis on the status and progress of negotiations, and to provide a report on the situation in Western Sahara before the end of the mandate period.\n\nThe SC also requests the SG to continue efforts to develop an integrated performance policy framework, increase the number of women in MINURSO, and ensure their meaningful participation. \n\nThe SC urges MINURSO to consider new technologies to reduce risk and improve force protection. It encourages parties to cooperate with the UNHCR to identify and implement confidence-building measures.\n\nThe SC urges Member States to provide voluntary contributions to fund food programmes for refugees and requests the SG to ensure full compliance with the UN's zero-tolerance policy on sexual exploitation and abuse. \n\nThe SC decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2018/S_RES_2414_2018_EN.pdf"
}