{
  "resolution_no": "2405",
  "year": "2018",
  "theme": [
    "Peacekeeping",
    "Security",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "Special Representative of the Secretary-General",
    "Afghan Government",
    "NATO",
    "United Nations Office on Drugs and Crime (UNODC)"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Afghanistan, extends the mandate of UNAMA through 17 March 2018.\n\nStresses the UN's role in promoting peace and stability in Afghanistan.\n\nRecalls its visit to Kabul, affirming the international community's support for a peaceful, secure, stable, and prosperous Afghanistan.\n\nReaffirms its commitment to Afghanistan's sovereignty, independence, territorial integrity, and national unity.\n\nEmphasizes the importance of a comprehensive and inclusive Afghan-led political process to support reconciliation.\n\nWelcomes efforts to advance the peace process, including the High Peace Council.\n\nEmphasizes the vital role of the Kabul Process and the strategic consensus between the Government of Afghanistan and the international community.\n\nWelcomes the start of the fourth year of the National Unity Government and emphasizes the importance of all parties working within its framework.\n\nRecalls the announcement of parliamentary and district council elections in 2018 and stresses the need for accelerated progress on electoral reform.\n\nStresses the importance of a comprehensive approach to address security, economic, governance, and development challenges in Afghanistan.\n\nReiterates the importance of advancing regional, interregional, and international cooperation.\n\nRecognizes the positive impact of international commitments made at the NATO Warsaw Summit, Brussels Conference, and welcomes the US and European Union Strategies on Afghanistan.\n\nWelcomes the contribution of the International Contact Group to UN efforts.\n\nTakes note of the Seventh Regional Economic Cooperation Conference and the Heart of Asia-Istanbul Process Ministerial Meeting.\n\nUnderlines the importance of operationally capable, professional, inclusive, and sustainable Afghan National Defence and Security Forces (ANDSF).\n\nExpresses deep concern about the high level of violence in Afghanistan, condemns terrorist activity, and calls for compliance with international humanitarian law.\n\nRecognizes the threats posed by the Taliban, Al-Qaida, ISIL (Da’esh) affiliates, and other terrorist groups.\n\nExpressing concern with the serious threat that anti-personnel mines, explosive remnants of war, and improvised explosive devices (IED) pose to civilians.\nHere is a summarized version of the Security Council document:\n\nThe Security Council expresses concern over the security situation in Afghanistan, citing the presence and growth of ISIL affiliates, and supports the efforts of the Afghan National Defense and Security Forces (ANDSF) to combat them. The Council also notes the need to enhance coordination and information-sharing to protect civilians, particularly women, children, and displaced persons.\n\nThe Council welcomes the report of the Secretary-General and appreciates the United Nations' long-term commitment to supporting the Government and people of Afghanistan. It extends the mandate of the United Nations Assistance Mission in Afghanistan (UNAMA) until 17 March 2019.\n\nThe Council recognizes that the renewed mandate of UNAMA is in support of Afghanistan's full assumption of leadership and ownership in security, governance, and development areas. UNAMA will lead and coordinate international civilian efforts, in cooperation with the Government of Afghanistan, with a focus on:\n\n* Supporting the Afghan-led and Afghan-owned peace process\n* Supporting the organization of future Afghan elections\n* Promoting coherent support by the international community to the Afghan Government's development and governance priorities\n\nThe Council urges the full implementation of resolution 1325 (2000) and emphasizes the need for protection for women's rights activists. It also expresses deep concern about the humanitarian situation in Afghanistan and supports the Afghan Government's essential role in providing humanitarian assistance.\nThe Security Council,\n\n1. … \n\n2. … \n\n3. … \n\n4. … \n\n5. Requests the Secretary-General to:\n\n(a) … \n\n(b) … \n\n(c) implement a “One UN” approach, in particular for counter-narcotics, reconstruction and development activities; coordinate with international partners for follow-up through information sharing; prioritize efforts to increase the proportion of development aid delivered through the Afghan Government; and support efforts to increase mutual accountability, transparency, and effectiveness of aid use;\n\n(d) support regional cooperation to assist Afghanistan in utilizing its role at the heart of Asia to promote regional cooperation and work towards a stable and prosperous Afghanistan;\n\n(e) continue to cooperate with and strengthen the capacity of the Afghanistan Independent Human Rights Commission (AIHRC); monitor the situation of civilians; coordinate efforts to ensure their protection; and promote accountability and human rights;\n\n(f) closely coordinate and cooperate with the non-combat Resolute Support Mission and the NATO Senior Civilian Representative;\n\n7. Calls on UNAMA and the Special Representative to:\n\n increase efforts to achieve greater coherence, coordination, and efficiency among relevant United Nations Agencies, Funds, and Programmes in Afghanistan based on a “One UN” approach;\n\n lead international civilian efforts aimed at reinforcing the role of Afghan institutions, with a focus on capacity building in key areas identified by the Afghan Government;\n\n8. Calls upon all Afghan and international parties to coordinate with UNAMA in the implementation of its mandate and promote the security and freedom of movement of United Nations and associated personnel;\n\n9. Stresses the critical importance of a continued and appropriate presence of UNAMA and other United Nations Agencies, Funds, and Programmes in the provinces;\n\n10. Welcomes the Afghan Government’s efforts to advance the peace process and encourages the Government to make use of UNAMA’s good offices to support this process;\n\n11. Stresses the role of UNAMA in supporting an inclusive Afghan-led and Afghan-owned peace process, if requested by and in close consultation with the Government of Afghanistan;\n\n12. Calls on all regional and international partners of Afghanistan to continue efforts to support peace and reconciliation in Afghanistan through the Kabul Process for Peace and Security;\n\n13. Welcomes the adoption of the Strategic Plan for Peace and Reconciliation presented by the High Peace Council of Afghanistan and calls for its effective implementation;\nHere is a concise summary of the Security Council document:\n\n14. The Council underscores the importance of sustainable democratic development in Afghanistan through inclusive, transparent, and credible elections, and requests UNAMA to provide assistance to Afghan institutions to support the integrity and inclusiveness of the electoral process.\n\n15. The Council welcomes the new Afghanistan National Peace and Development Framework (ANPDF) and the presentation of 5 new national priority programs, and welcomes the international community's long-term support for Afghanistan based on mutual accountability.\n\n16. The Council calls on international donors and organizations and the Afghan Government to adhere to their commitments made at conferences in Kabul, Bonn, Tokyo, London, and Brussels.\n\n17. The Council calls on the United Nations and the international community to continue supporting the Government of Afghanistan's reform agenda.\n\n18. The Council reaffirms the central role of the JCMB in facilitating the coordination and monitoring of the implementation of the Government of Afghanistan's reform agenda.\n\n19. The Council reiterates the importance of increasing the functionality, professionalism, and accountability of the Afghan security sector, including through women's equal and effective participation.\n\n20. The Council welcomes progress in the development of the Afghan National Army and encourages sustained training efforts and assistance.\n\n21. The Council welcomes efforts to enhance the capabilities of the Afghan National Police and calls for further efforts, including increased recruitment, retention, training, and capacity development for women.\n\n22. The Council reiterates its concern about the security situation in Afghanistan and calls on all States to strengthen international and regional security cooperation to counter the threat posed by terrorist groups.\n\n23. The Council condemns attacks targeting civilians and Afghan and international forces, and calls for perpetrators to be held accountable and brought to justice.\n\n24. The Council strongly condemns the continued flow of weapons to terrorist groups and encourages Member States to share information and develop national strategies to counter IEDs.\n\n25. The Council condemns acts of violence against diplomatic and consular officials and other representatives of the international community.\n\n26. The Council strongly condemns attacks against humanitarian and development workers and urges all parties to comply with international humanitarian law.\n\n27. The Council reiterates that all parties to armed conflict must comply with international law, including international humanitarian law.\n\n28. The Council reiterates its support for the Government of Afghanistan and the Afghan National Defence and Security Forces (ANDSF) in securing their country and fighting against terrorism.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Condemns terrorism in Afghanistan, including by the Taliban, Haqqani Network, Al-Qaida, ISIL, and other groups.\n\n Stresses the need for effective inter-agency cooperation to counter terrorism and encourages Afghanistan to develop a comprehensive strategy.\n\n Encourages engagement with local communities, women's organizations, and non-governmental actors to counter terrorism and violent extremism.\n\n Stresses the importance of prosecuting, rehabilitating, and reintegrating foreign terrorist fighters.\n\n Welcomes achievements in mine action and encourages the Government of Afghanistan to continue efforts to remove and destroy landmines and explosive remnants.\n\n Expresses concern over child casualties and recruitment by terrorist groups, commends the Government's legislation banning child recruitment, and requests UNAMA to support child protection efforts.\n\n Calls for strengthened international cooperation to counter the threat posed by illicit drugs, which finance terrorist groups.\n\n Reiterates the importance of establishing a fair and transparent justice system, eliminating impunity, and strengthening the rule of law.\n\n Recognizes anti-corruption commitments by the Government of Afghanistan and calls for effective implementation of the national anti-corruption strategy.\n\n Calls for full respect for and protection of human rights and fundamental freedoms, including freedom of media, and rights of women and girls.\nHere is a concise summary of the Security Council document:\n\n39. The Council welcomes Afghanistan's commitment to empowering women politically and economically, and calls for full implementation and financing of the 1325 National Action Plan. It requests UNAMA's support and the Secretary-General's reports on women's integration into Afghan life.\n\n40. The Council supports regional efforts within the \"Heart of Asia-Istanbul Process\" and RECCA Summits, and welcomes cooperation among regional organizations, including OIC, SCO, CSTO, SAARC, and CICA.\n\n41. The Council urges further regional economic cooperation, including measures to facilitate connectivity, trade, and transit, and welcomes initiatives like the Belt and Road, TAPI, CASA-1000, and Chabahar port project.\n\n42. The Council recalls that regional security cooperation is key to stability in Afghanistan and the region, and calls for strengthened partnership and cooperation.\n\n43. The Council expresses concern over high levels of internally displaced persons and refugees, and encourages the Government of Afghanistan to prioritize their protection and reintegration.\n\n44. The Council requests the Secretary-General to report every three months on developments in Afghanistan, including progress against benchmarks for measuring UNAMA's mandate implementation.\n\n45. The Council decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2018/S_RES_2405_2018_EN.pdf"
}