{
  "resolution_no": "2439",
  "year": "2018",
  "theme": [
    "Health",
    "Humanitarian",
    "Peacekeeping"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MONUSCO",
    "WHO",
    "UN"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, \nExpressing grave concern about the recent Ebola outbreak in the Democratic Republic of Congo (DRC), occurring amid wider humanitarian needs and decades of conflict, \nRecognizing the recurring Ebola threat in the region since 1976, \nRecalling Resolution 2177 (2014) on the 2014 West Africa Ebola outbreak and Resolution 2409 (2018) on the DRC, \nReaffirming commitment to DRC's sovereignty, independence, unity, and territorial integrity, \nNoting reports from the World Health Organization (WHO) on the outbreak, \nCommending the DRC Government's leadership in responding to the outbreak, \nAppreciating humanitarian and health workers, including WHO and its partners, \nCommending MONUSCO's support to the DRC Government, WHO, and other actors, \nCondemning attacks against civilians and recent killings of health workers, \nUrging safe access for humanitarian personnel and condemning violence against medical personnel, \nRecalling International Health Regulations (2005) and urging adherence, \nNoting cross-border meeting in Entebbe, Uganda, on cooperation and preparedness, \nStressing need for urgent action, national, regional, and international collaboration, and WHO-coordinated response, \nCommending Member States and multilateral organizations for assistance, \nWelcoming African Union's support through Africa Centre for Disease Control and Prevention, \nEmphasizing the role of UN entities, particularly WHO, in responding to the outbreak.\nThe Security Council,\n\n1. Reiterates deep concern over the security and humanitarian situation in the DRC, exacerbated by foreign and domestic armed groups, and calls for the implementation of the Peace, Security and Cooperation (PSC) Framework.\n\n2. Encourages improved transparency and accuracy in daily reporting on the Ebola outbreak by the government of the DRC, WHO, and other responders.\n\n3. Recalls the Government of the DRC's primary responsibility to protect civilians, including from crimes against humanity and war crimes.\n\n4. Expresses concern over the security situation in areas affected by the Ebola outbreak, which hampers response efforts, and calls for an immediate cessation of hostilities by all armed groups.\n\n5. Condemns attacks by armed groups posing security risks for responders and jeopardizing the Ebola response.\n\n6. Demands respect for international law, including human rights and humanitarian law, and calls for safe and unhindered access for humanitarian and medical personnel.\n\n7. Notes MONUSCO's positive role in supporting Ebola response efforts and protecting civilians.\n\n8. Emphasizes the need for enhanced communication and implementation of safety and health protocols to mitigate misinformation.\n\n9. Stresses the importance of a gender-sensitive response addressing specific needs of men and women.\n\n10. Stresses the need for surveillance of individuals who have been in contact with infected people and Ebola survivors.\n\n11. Takes note of WHO's risk assessment of regional spread and encourages governments to prepare for operational readiness.\n\n12. Emphasizes the importance of international support and engagement to bring the Ebola outbreak under control.\n\n13. Encourages efforts to address the wider consequences of the Ebola outbreak.\n\n14. Requests UN system parts to accelerate their response to the Ebola outbreak.\n\n15. Stresses the need for international support to strengthen national health systems.\n\n16. Welcomes WHO Health Emergencies Programme actions and results.\n\n17. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2018/S_RES_2439_2018_EN.pdf"
}