{
  "resolution_no": "2419",
  "year": "2018",
  "theme": [
    "Youth, Peace and Security",
    "Peacebuilding",
    "Counter-Terrorism",
    "Human Rights",
    "Sustainable Development"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations",
    "Security Council",
    "Peacebuilding Commission",
    "Secretary-General's Envoy on Youth"
  ],
  "reporting_cycle": "The Secretary-General to submit a report to the Council on the implementation of this resolution and of resolution 2250 by May 2020",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council reaffirms its commitment to the full implementation of resolution 2250 (2015) and recalls its previous resolutions on Women, Peace and Security, Countering Terrorism, and Protection of Civilians in Armed Conflict. \n\nThe Council notes that youth (persons aged 18-29) can make a positive contribution to peace and security efforts, and play a key role in conflict prevention and resolution. \n\nThe Council emphasizes the importance of national ownership and leadership in peacebuilding, and the need for inclusivity, including the full and effective participation of youth. \n\nThe Council recognizes the importance of civil society, including youth, in increasing awareness about terrorism threats and tackling them. \n\nThe Council expresses concern over terrorists' use of new technologies to recruit and incite youth to commit terrorist acts. \n\nThe Council reaffirms its commitment to empowering women and promoting gender equality, and recognizes the growing contribution of sport and culture to development and peace.\n\nThe Council reaffirms the right to education and its contribution to peace and security.\n\nThe Council:\n1. Notes the independent Progress Study on Youth, Peace and Security, “The missing peace”.\n2. Calls on all relevant actors to consider ways to increase the inclusive representation of youth in conflict prevention and resolution, including in peace agreements, and to take into account their meaningful participation and views.\nHere is a concise summary of the Security Council document 2419 (2018):\n\nThe Security Council:\n\n1. Recognizes youth's role in conflict prevention, resolution, and sustainable peace.\n2. Urges parties to armed conflict to protect civilians, including youth, and comply with international law.\n3. Calls on Member States to end impunity, investigate and prosecute crimes against humanity, war crimes, and other egregious crimes.\n4. Reaffirms states' responsibility to protect populations from genocide, war crimes, and crimes against humanity.\n5. Urges protection of youth from violence, sexual and gender-based violence, and human trafficking.\n6. Recognizes youth's role in promoting peace, tolerance, and dialogue.\n7. Encourages youth-led civil society's participation in peacebuilding and sustaining peace.\n8. Calls on Member States to protect educational institutions and ensure access to education for all youth.\n9. Stresses creating policies for youth that contribute to peacebuilding efforts.\n10. Urges consideration of youth's needs and participation in peace efforts.\n11. Recommends the Peacebuilding Commission to engage youth in national efforts.\n12. Urges the Secretary-General and his Special Envoys to facilitate youth's participation.\n13. Encourages regional and subregional bodies to develop youth policies and programs.\n14. Invites civil society, including youth-led organizations, to brief the Council.\n15. Encourages UN entities to improve coordination on youth's needs.\n16. Requests the Secretary-General to report on youth's participation in peace processes.\n17. Recommends broadening youth's participation within the UN.\n18. Requests a report on the implementation of this resolution by May 2020.\n19. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2018/S_RES_2419_2018_EN.pdf"
}