{
  "resolution_no": "2422",
  "year": "2018",
  "theme": [
    "International Criminal Justice",
    "Mechanism for Criminal Tribunals"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 25"
  ],
  "entities": [
    "International Residual Mechanism for Criminal Tribunals (Mechanism)",
    "International Criminal Tribunal for Rwanda (ICTR)",
    "International Tribunal for the former Yugoslavia (ICTY)",
    "Office of Internal Oversight Services (OIOS)"
  ],
  "reporting_cycle": "six-monthly reports",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\nReaffirms its determination to combat impunity for international crimes and ensure that all persons indicted by the ICTR and ICTY are brought to justice, recalling the mandate of the International Residual Mechanism for Criminal Tribunals (Mechanism) established by resolution 1966 (2010).\n\nRecalling the Security Council Press Statement of 31 December 2017, and Articles 25 and 26 of the Statute of the Mechanism.\n\nDecides to appoint Mr. Serge Brammertz as Prosecutor of the Mechanism with effect from 1 July 2018 until 30 June 2020.\n\nUnderlines that States should cooperate fully with the Mechanism.\n\nCommends States that have accepted the relocation of acquitted or convicted persons and reiterates its call upon all States to cooperate with the Mechanism.\n\nUrges all States, especially those where fugitives are suspected to be at large, to intensify cooperation with the Mechanism.\n\nEmphasizes that the Mechanism is a small, temporary, and efficient structure with diminishing functions and size.\n\nWelcomes the report submitted by the Mechanism and the report of the Office of Internal Oversight Services (OIOS).\n\nTakes note of the Mechanism's work, including development of a legal and regulatory framework and procedures.\n\nNotes the views and recommendations made by the Council's Informal Working Group on International Tribunals.\n\nRequests the Mechanism to take into account those views, implement recommendations, and continue to enhance efficiency and effective management.\nThe Security Council:\n\n \n(iii) enhancement of the geographic diversity and gender balance of staff, while ensuring continued professional expertise; \n(iv) implementation of a human resources policy consistent with its temporary mandate; \n(v) further reduction of costs, including through flexible staff engagement;\n\n \n9. Reiterates its request to the Mechanism to include in its six-monthly reports \ninformation on progress achieved, staffing, workload, costs, and projections of residual functions;\n\n \n10. Encourages the Mechanism to consider an appropriate solution on early release \nof persons convicted by the ICTR, including conditions on early release;\n\n \n11. Notes the conclusion of the Council’s review of the Mechanism’s progress;\n\n \n12. Recalls that future reviews will include evaluation reports from the OIOS;\n\n \n13. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2018/S_RES_2422_2018_EN.pdf"
}