{
  "resolution_no": "2398",
  "year": "2018",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Cyprus"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNFICYP",
    "Cyprus",
    "Greek Cypriot",
    "Turkish Cypriot"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days until 10 July 2018",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council adopted Resolution 2398 (2018) on 30 January 2018, welcoming reports on the United Nations Force in Cyprus (UNFICYP) and the Secretary-General's Good Offices. The Council noted the need to extend UNFICYP's mandate beyond 31 January 2018, given the prevailing conditions on the island. \n\nThe Council echoed the Secretary-General's belief that the Cypriots themselves are responsible for finding a solution and reaffirmed the UN's primary role in assisting the parties to achieve a comprehensive and durable settlement. \n\nThe Council welcomed the progress in negotiations, including the Joint Statement of 2 April 2017, and urged the sides to renew their commitment to a bicommunal, bizonal federation with political equality. \n\nThe Council stressed the importance of: \n- Military confidence-building measures \n- Crossings of the Green Line \n- Opening of other crossing points \n- Increased flexibility and compromise \n- Positive public rhetoric \n\nThe Council also highlighted the importance of: \n- The international community's supporting role \n- Practical steps towards a settlement \n- Avoiding actions that could increase tension \n- Demining operations \n- Clearance of remaining minefields \n\nThe Council commended the Committee on Missing Persons and urged the sides to provide access to all areas to facilitate its work. \n\nThe Council emphasized the essential role of women's active participation and leadership in the political process and the importance of youth participation. \n\nThe Council urged the sides to promote intercommunal contacts, civil society engagement, and cooperation between economic and commercial bodies. \n\nThe Council stressed the need for a rigorous, strategic approach to peacekeeping deployments and regular reviews of peacekeeping operations.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nAppreciates the efforts of the Secretary-General and Special Representative Elizabeth Spehar.\n\nWelcomes progress in the leaders-led process since 11 February 2014, and urges renewed political will and commitment to a settlement under UN auspices.\n\nTakes note of the Secretary-General's reports and reaffirms all relevant resolutions on Cyprus.\n\nCalls on the two leaders to:\n- Work on convergences on core issues\n- Intensify work with Technical Committees\n- Improve the public atmosphere for negotiation\n- Increase civil society participation\n\nSupports the Secretary-General's Good Offices and requests him to maintain transition planning.\n\nUrges implementation of confidence-building measures and intercommunal contacts.\n\nStresses the importance of civil society, women, and youth participation in the peace process.\n\nWelcomes efforts to address missing persons and calls for full access to all areas.\n\nExtends the mandate of UNFICYP until 31 July 2018.\n\nEndorses implementation of the Strategic Review of UNFICYP's recommendations.\n\nSupports improving UNFICYP's capacity for liaison and engagement.\n\nCalls on both sides to engage in consultations on buffer zone demarcation and the 1989 aide-memoire.\n\nUrges restoration of the military status quo in Strovilia and demining operations.\n\nRequests the Secretary-General to submit reports on progress towards a settlement and implementation of this resolution.\n\nWelcomes efforts to implement the zero-tolerance policy on sexual exploitation and abuse.\n\nDecides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2018/S_RES_2398_2018_EN.pdf"
}