{
  "resolution_no": "2451",
  "year": "2018",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Political"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UN Special Envoy for Yemen",
    "Yemen Red Sea Ports Corporation",
    "United Nations"
  ],
  "reporting_cycle": "weekly reports",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Yemen, reaffirms its commitment to Yemen's unity, sovereignty, and territorial integrity.\n\nWelcomes the Stockholm consultations between the Yemeni government and Houthis, and endorses the Stockholm Agreement, which includes:\n\n* Agreements on Hodeidah city and governorate, and ports of Hodeidah, Salif, and Ras Issa\n* Executive mechanism for prisoner exchange\n* Statement of understanding on Taiz\n\nCalls on parties to implement the Agreement according to timelines, and insists on:\n\n* Full respect of the ceasefire in Hodeidah governorate\n* Mutual redeployment of forces within 21 days\n* No military reinforcements or manifestations in the city and ports\n\nWelcomes the Special Envoy's Framework for Negotiations and plan for next round of talks.\n\nAuthorizes the Secretary-General to establish an advance team to monitor and support the Stockholm Agreement's implementation.\n\nRequests the Secretary-General to:\n\n* Submit proposals on supporting the Agreement\n* Report to the Council on a weekly basis\n* Update on progress regarding implementation\n\nReiterates the need for:\n\n* Unhindered flow of commercial and humanitarian supplies\n* Effective functioning of Yemen's ports and Sana'a airport\n* Strengthening the economy and Central Bank of Yemen.\nHere is a concise summary of the document:\n\nThe Security Council:\n \n- Calls on institutions to assist the Special Envoy and urges the international community to consider additional funding for the 2019 UN Humanitarian Response Plan;\n\n- Expresses deep regret over conflict-related loss of life, injuries, and harm to children, stressing the importance of protecting civilians and allowing their safe movement;\n\n- Urges all parties to comply with international law, protect medical facilities and personnel, and respect civilian objects, including schools and food distribution infrastructure;\n\n- Demands safe access for humanitarian and medical personnel and reiterates that aid should be disbursed based on need, and be gender and age sensitive;\n\n- Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2018/S_RES_2451_2018_EN.pdf"
}