{
  "resolution_no": "2421",
  "year": "2018",
  "theme": [
    "Peacekeeping",
    "Reconstruction",
    "Humanitarian",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMI",
    "Government of Iraq",
    "Independent High Electoral Commission",
    "United Nations Country Team",
    "International Monetary Fund",
    "World Bank"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nRecalling previous resolutions on Iraq, reaffirms Iraq's independence, sovereignty, unity, and territorial integrity.\n\nSupports Iraq in post-conflict reconstruction and reconciliation, meeting the needs of all Iraqis.\n\nDecides to extend the mandate of UNAMI until 31 May 2019.\n\nThe Special Representative of the Secretary-General and UNAMI shall:\n\n- Advise, support, and assist the Government and people of Iraq on inclusive political dialogue and national and community-level reconciliation.\n\n- Support elections and referenda, constitutional review, and implementation of constitutional provisions.\n\n- Facilitate regional dialogue and cooperation on border security, energy, environment, water, and refugees.\n\n- Support security sector reform, reintegration programmes for former members of armed groups.\n\n- Promote, support, and facilitate humanitarian assistance, safe return of refugees and displaced persons.\n\n- Coordinate and implement programmes to improve Iraq's civil, social, and essential services.\n\n- Support economic reform, capacity-building, and sustainable development.\n\n- Promote accountability, protection of human rights, judicial and legal reform.\n\n- Ensure the participation, involvement, and representation of women.\n\n- Assist child protection, including rehabilitation and reintegration of children.\n\nRecognizes the essential security of UN personnel and calls upon the Government of Iraq to provide security and logistical support.\n\nIntends to review UNAMI's mandate by 31 May 2019.\n\nWelcomes the independent external assessment of UNAMI and encourages implementation of recommendations.\n\nRequests the Secretary-General to report to the Council every three months on UNAMI's progress.\n\nDecides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2018/S_RES_2421_2018_EN.pdf"
}