{
  "resolution_no": "2418",
  "year": "2018",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "UNMISS",
    "CTSAMM",
    "JMEC",
    "SPLA",
    "SPLM-N"
  ],
  "reporting_cycle": "Secretary-General reports by 30 June 2018",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions on South Sudan, \n\nCondemns the ongoing fighting in violation of the 21 December 2017 “Agreement on Cessation of Hostilities, Protection of Civilians, and Humanitarian Access” (ACOH), demands implementation of the permanent ceasefire and ceasefires, and calls on parties to demonstrate political will to peacefully resolve the conflict.\n\nDetermining the situation in South Sudan continues to threaten international peace and security,\n\nActing under Article 41 of Chapter VII,\n\n1. Renews until 15 July 2018 measures imposed by paragraphs 9 and 12 of resolution 2206 (2015);\n2. Extends until 14 August 2018 the mandate of the Panel of Experts;\n3. Requests the Secretary-General to report by 30 June 2018 on fighting and political agreement, and decides to consider applying measures to individuals and/or an arms embargo if report indicates fighting or lack of viable political agreement;\n4. Remains seized of the matter.\nHere is a summarized version of the Security Council document:\n\nThe Security Council has imposed travel bans and asset freezes on the following individuals:\n\n1. **Koang (Rambang) Chol**: Led attacks in Bieh state, restricted humanitarian access, and detained aid workers.\n\t* A.K.A.: Koang, Rambang, Chuol\n2. **Kuol (Manyang) Juuk**: Ordered SPLA forces to attack civilians, provided military equipment to SPLM-N, and expanded conflict in Pagak.\n\t* A.K.A.: Kuol, Manyang, Juuk Chaw\n\t* Identifiers: DOB: 1945\n3. **Malek (Reuben) Riak (Rengu)**: Planned and oversaw a 2015 offensive that resulted in widespread destruction and displacement.\n\t* A.K.A.: Malek, Ruben\n\t* Identifiers: DOB: 01 Jan 1960\n4. **Martin (Elia) Lomuro**: Threatened members of the press, obstructed humanitarian missions, and threatened to eliminate CTSAMM.\n\t* A.K.A.: Martin, Elia, Lomoro; Martin, Elias, Lomoro\n\t* Identifiers: DOB: November 20, 1957 or December 1958\n5. **Michael (Makuei) Lueth**: Expanded conflict through a 2014 attack on a UN compound, obstructed formation of Transitional Government, and repressed freedom of expression.\n\t* A.K.A.: Michael Makwei, Michael Makwei Lueth, Michael Makuei Lueth Makuei\n\t* Identifiers: DOB: 1947; POB: Bor, South Sudan or Bor, Sudan; Nationality: South Sudan, Sudan, or Kenya\n6. **Paul (Malong) Awan**: Expanded conflict through breaches of agreements, directed efforts to kill opposition leader Riek Machar, and ordered SPLA units to prevent humanitarian supplies.\n\t* A.K.A.: Paul Malong Awan Anei, Paul Malong, Bol Malong\n\t* Identifiers: DOB: 1962; Alt DOB: 4 December 1960 or 12 April 1960; POB: Malualkon, South Sudan; Nationality: South Sudan or Uganda; Passport Nos.: various.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2018/S_RES_2418_2018_EN.pdf"
}