{
  "resolution_no": "2408",
  "year": "2018",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Counter-Terrorism",
    "Somalia"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNSOM",
    "AMISOM",
    "United Nations",
    "African Union",
    "Federal Government of Somalia"
  ],
  "reporting_cycle": "The Secretary-General reports every 120 days",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nRecalling previous resolutions and statements on Somalia, reaffirms respect for Somalia's sovereignty, territorial integrity, and unity.\n\nCondemns recent Al-Shabaab attacks, including the 14 October 2017 Mogadishu attack that killed over 500 people, and expresses concern at the ongoing threat posed by Al-Shabaab and ISIL affiliates.\n\n Pays tribute to AMISOM and Somali security forces' bravery and sacrifices in fighting Al-Shabaab, commending their security provision.\n\nCommends UNSOM's role in supporting peace, reconciliation, and human rights in Somalia.\n\nExpresses full support for the Special Representatives of the Secretary-General and the African Union Commission.\n\nWelcomes progress since President Mohamed Abdullahi Mohamed Farmaajo's election, including Government appointment, women's increased representation, and economic reforms.\n\nUnderscores the need to maintain momentum towards consolidating Somalia's federal system, welcoming commitments to one person, one vote elections in 2020/2021.\n\n Welcomes the Federal Government of Somalia and Federal Member States' commitment to pursue inclusive political dialogue to support peaceful dispute resolution.\n\nUnderlines that a capable, accountable, and affordable security sector is crucial for long-term peace in Somalia.\n\nWelcomes agreements on the Somalia National Security Architecture, the Security Pact, and the Transition Plan with clear target dates.\n\n Calls for swift finalization and implementation of the Transition Plan.\n\nWelcomes the Comprehensive Approach to Security (CAS) in Somalia, recognizing the need for non-military approaches to achieve long-term human security. \n\nWelcomes the Federal Government of Somalia's active engagement with the Universal Periodic Review process.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Condemns continued human rights violations and abuses in Somalia, and stresses the need to end impunity and hold accountable those responsible.\n\n Recognizes the importance of implementing agreements reached in 2017, including the Mutual Accountability Framework and the conditions-based transition plan.\n\n Expresses concern at the risk of famine in Somalia and welcomes the Federal Government's response to the humanitarian crisis.\n\n Recalls the adverse effects of climate change on Somalia's stability.\n\n Welcomes donor support to Somalia and encourages further contributions to humanitarian assistance efforts.\n\n Extends UNSOM's mandate until 31 March 2019.\n\n Requests UNSOM to:\n\n* Implement its mandate at national and regional levels, including in Galmudug and its administrative capital Dhusamareb.\n* Provide strategic policy advice on the Somali Government-led inclusive political process, reconciliation, peacebuilding, and state-building.\n* Support preparations for the 2020/21 elections and the implementation of the Comprehensive Approach to Security.\n* Enhance interaction with Somali civil society, including women, youth, business, and religious leaders.\n* Provide strategic advice to accelerate implementation of the Comprehensive Approach to Security.\n* Support the Federal Government's efforts to prevent and counter terrorism.\n\n Welcomes the strong relationship between UNSOM, UNSOS, the United Nations Country Team, and AMISOM.\n\n Requests UNSOM to continue implementing its mandate in an integrated manner.\n\n Welcomes the commitment of the Federal Government of Somalia to continue making progress on inclusive, transparent, and accountable state-building and federalism.\nHere is a clear and concise summary of the Security Council document:\n\n12. The Council emphasizes the importance of reconciliation across Somalia, including inter and intra-clan reconciliation, and urges the Federal Government and Federal Member States to pursue reconciliation talks at local, regional, and national levels, including with \"Somaliland\".\n\n13. The Council welcomes the Federal Government's commitment to one person, one vote elections in 2020/2021, the launch of the National Independent Electoral Commission's strategic plan, and the commitment to develop and approve an electoral law by the end of 2018.\n\n14. The Council reaffirms the important role of women and youth in preventing and resolving conflicts and in peacebuilding, and urges the Federal Government and Federal Member States to promote increased representation of women at all decision-making levels.\n\n15. The Council welcomes the Federal Government and Federal Member States' commitment to security sector reform, including the integration of regional and federal forces into a National Security Architecture.\n\n16. The Council welcomes the development of a conditions-based Transition Plan with clear target dates agreed by the Federal Government, Federal Member States, and international partners.\n\n17. The Council underlines the importance of swift implementation of the National Security Architecture to develop Somali-led security institutions and forces that are capable, affordable, and accountable.\n\n18. The Council welcomes Somalia's National Strategy and Action Plan for Preventing and Countering Violent Extremism and calls upon Somalia to become party to international counter-terrorism conventions and protocols.\n\n19. The Council welcomes international partners' commitments to provide additional and more effective support to Somalia's security sector.\n\n20. The Council calls on international partners to strengthen coordination to harmonize donor support to the Somali security sector and requests UNSOM to continue assisting the Federal Government in coordinating international donor support.\n\n21. The Council welcomes the Federal Government's progress in meeting IMF Staff Monitored Programme requirements and encourages continued fulfillment of commitments to sound financial management.\n\n22. The Council expresses concern about violations of international humanitarian law and human rights, including by Al-Shabaab and ISIL affiliates, and calls on all parties to comply with their obligations under international law.\n\n23. The Council welcomes the establishment of the National Human Rights Commission and encourages the Federal Government to approve the appointment of Commissioners and implement the Action Plan of its Human Rights Roadmap.\n\n24. The Council underlines the importance of respect for international humanitarian law and protection of civilians, especially women and children.\n\n25. The Council reiterates its concern at the high number of refugees and IDPs, expresses concern at forced evictions of IDPs, and calls upon the Federal Government and relevant actors to provide durable solutions for internal displacement.\n\n26. The Council expresses grave concern at the worsening humanitarian crisis and renewed risk of famine in Somalia and commends the efforts of UN humanitarian agencies and their partners.\nThe Security Council:\n\nEncourages partners and donors to maintain humanitarian efforts in 2018 to prevent famine, condemns misuse or obstruction of humanitarian assistance, and demands all parties allow full, safe, rapid and unhindered access for aid delivery in Somalia. \n\nStrongly condemns violations and abuses against children in armed conflict in Somalia, calls on the Federal Government to implement the Convention on the Rights of the Child and Action Plans, and to strengthen the legal and operational framework for child protection.\n\nRequests the Secretary-General to regularly inform the Security Council on the implementation of this resolution, providing oral updates and written reports, with the first report by 1 May 2018 and every 120 days thereafter.\n\nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2018/S_RES_2408_2018_EN.pdf"
}