{
  "resolution_no": "2441",
  "year": "2018",
  "theme": [
    "Libya",
    "Peacekeeping",
    "Sanctions",
    "Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNSMIL",
    "Government of National Accord",
    "Libyan Political Agreement",
    "National Oil Corporation",
    "Central Bank of Libya",
    "Libyan Investment Authority"
  ],
  "reporting_cycle": "The Panel of Experts shall provide to the Council an interim report on its work no later than 15 June 2019, and a final report to the Council, after discussion with the Committee, no later than 15 December 2019",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Libya, including the arms embargo, travel ban, and assets freeze.\n\nReaffirming its commitment to Libya's sovereignty, independence, territorial integrity, and national unity.\n\nWelcoming the Libyan Political Agreement (LPA) and endorsing the Government of National Accord (GNA) as the sole legitimate government.\n\nExpressing concern over illicit oil exports from Libya, which undermine the GNA and pose a threat to peace, security, and stability.\n\nSupporting Libyan efforts to resolve disruptions to energy exports and reiterating the need for the GNA to exercise oversight over the National Oil Corporation, Central Bank of Libya, and Libyan Investment Authority.\n\nCondemning attempts to illicitly export petroleum, including crude oil and refined petroleum products, from Libya, including by parallel institutions not acting under the authority of the GNA.\n\nDetermining that the situation in Libya continues to constitute a threat to international peace and security.\n\nActing under Chapter VII of the Charter of the United Nations.\nHere is a concise summary of the Security Council document:\n\n2. The authorizations and measures imposed by resolution 2146 (2014) are extended until 15 February 2020, and shall apply to vessels loading, transporting, or discharging petroleum illicitly exported or attempted to be exported from Libya.\n\n3. The Government of National Accord's focal point shall inform the Committee of any vessels transporting petroleum illicitly exported from Libya, and the Government shall work closely with the National Oil Company.\n\n4. The Government of National Accord shall expeditiously contact the concerned vessel's flag State to resolve issues related to illicit exports.\n\n5. The Government of National Accord shall confirm to the Committee when it exercises sole and effective oversight over the National Oil Corporation, Central Bank of Libya, and Libyan Investment Authority.\n\n6. The Government of National Accord's focal point has been appointed to provide information on the structure of security forces and infrastructure for safe storage of military equipment.\n\n7. The Government of National Accord may submit requests for arms and related materiel to combat ISIL and associated groups.\n\n8. Member States are urged to assist the Government of National Accord with security and capacity-building assistance.\n\n9. The Government of National Accord shall improve monitoring and control of arms supplied, sold, or transferred to Libya.\n\n10. The Government of National Accord shall improve implementation of the arms embargo.\n\n11. Travel ban and asset freeze measures are reaffirmed, and apply to individuals and entities designated under resolutions 1970 (2011) and 1973 (2011).\n\n12. Member States are called upon to report on actions taken to implement travel ban and asset freeze measures.\n\n13. The Security Council intends to make frozen assets available to the Libyan people.\n\n14. The mandate of the Panel of Experts is extended until 15 February 2020.\nHere is a concise summary of the document:\n\n15. The Panel of experts shall provide an interim report to the Council by June 15, 2019, and a final report by December 15, 2019.\n\n16. All States, UN bodies, and parties are urged to cooperate with the Committee and Panel, providing information on implementation of measures, and UNSMIL and the Government of National Accord are called upon to support Panel investigations in Libya.\n\n17. Parties and States must ensure the safety of Panel members and provide access to persons, documents, and sites relevant to the Panel's mandate.\n\n18. The Council affirms its readiness to review the measures and mandate of UNSMIL and the Panel as needed in light of developments in Libya.\n\n19. The Council decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2018/S_RES_2441_2018_EN.pdf"
}