{
  "resolution_no": "2409",
  "year": "2018",
  "theme": [
    "Peacekeeping",
    "Elections",
    "Humanitarian",
    "Security",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MONUSCO",
    "UN Group of Experts",
    "United Nations Country Team (UNCT)"
  ],
  "reporting_cycle": "every 3 months, every 30 days, every 6 months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on the Democratic Republic of Congo (DRC), reaffirms its commitment to the country's sovereignty, independence, unity, and territorial integrity.\n\nReiterates its support for the \"Comprehensive and Inclusive Political Agreement\" of 31 December 2016, calling for swift and full implementation to organize peaceful, credible, and timely elections on 23 December 2018.\n\nUrges the DRC government to:\n\n- Implement confidence-building measures, including ending restrictions on political space and fundamental freedoms.\n- Ensure an environment conducive to peaceful and inclusive conduct of political activities.\n\nCondemns:\n\n- Increased serious violations and abuses of human rights and international humanitarian law.\n- Disproportionate use of force by security forces.\n- Killing of civilians by State and non-State actors.\n\nCalls for:\n\n- Investigations and prosecutions against alleged perpetrators of human rights violations.\n- Holding those responsible accountable and fighting impunity.\n\nExpresses concern over:\n\n- Persistent high levels of violence and human rights abuses.\n- Targeted attacks against civilians, sexual and gender-based violence, and recruitment of children by armed groups.\n\nUrges the DRC government to facilitate access for the Joint Human Rights Office to detention centers, hospitals, and morgues.\nThe Security Council:\n\nRecalling the importance of combating impunity within the FARDC and PNC, commends the DRC authorities for prosecuting and convicting members for crimes against humanity, and encourages further action.\n\nNoting the DRC's continued suffering from recurring conflict and violence by armed groups, expresses concern at growing inter-communal and militia violence, particularly in Kasaï and Tanganyika.\n\nReiterating deep concern regarding the security and humanitarian crisis, stresses the need to neutralize armed groups, and recognizes efforts by FARDC and MONUSCO.\n\nRecalling its readiness to impose targeted sanctions for human rights violations or abuses.\n\nStressing the need for cooperation with the ICC and holding accountable those responsible for genocide, war crimes, and crimes against humanity.\n\nEncourages continued efforts by the Secretary-General, AU, ICGLR, and SADC to restore peace and security.\n\nExpressing concern at the illegal exploitation and trafficking of natural resources.\n\nWelcoming ICGLR's decisions to combat illegal exploitation of natural resources.\n\nExpressing great concern over the rapidly deteriorating humanitarian situation, with 13.1 million in need of assistance.\n\nCalling on member States to scale up funding to respond to humanitarian needs.\n\nExpressing concern at impediments to humanitarian access and attacks on humanitarian actors.\n\nRecalling resolutions on women, peace, and security, children and armed conflict, and protection of civilians.\n\nWelcoming efforts to prevent and end recruitment and use of children and sexual violence.\n\nWelcoming MONUSCO's training for Congolese security institutions.\n\nExpressing grave concern over allegations of sexual exploitation and abuse by peacekeepers and civilian personnel.\nHere is the summarized content:\n\nThe Security Council:\n\n1. Urges Congolese actors to work towards peace and stability, and for stakeholders to remain committed to the 31 December 2016 Agreement and work towards transparent, credible, and inclusive elections.\n\n2. Requests the Secretary-General to provide political support to the implementation of the Agreement.\n\n3. Calls on stakeholders, including President Kabila, to swiftly implement the Agreement in good faith.\n\n4. Reiterates its determination to support the implementation of the Agreement.\n\n5. Calls for close coordination between the UN, African Union, ICGLR, SADC, and other regional actors.\n\n6. Underscores the need for transparent, credible, and inclusive elections on 23 December 2018.\n\n7. Welcomes the completion of voter registration and adoption of electoral laws, and calls on the CENI to respect electoral benchmarks.\n\n Determining that the situation in the DRC continues to constitute a threat to international peace and security, the Council Acting under Chapter VII.\nHere is a concise summary of the Security Council document:\n\n8. The Parliament is called upon to adopt revisions to the law for seat distribution to maintain the electoral timeline, and all stakeholders to increase women's participation in elections.\n\n9. The CENI is encouraged to approve the multi-partner fund for the Projet d’Appui au Cycle Electoral au Congo (PACEC) to support civic education and election monitoring.\n\n10. The Government and relevant parties are urged to ensure a free, fair, and peaceful electoral process.\n\nHuman Rights:\n\n11. The Government is urged to hold accountable those responsible for human rights violations and abuses.\n\n12. Concern is expressed about increased human rights violations by State agents, and the Government is called upon to investigate and prosecute those responsible.\n\n13. The Government is called upon to respect human rights, lift the ban on demonstrations, and exercise restraint in responding to protests.\n\n14. Condemnation is reiterated for violence in the Kasaï region, and the Government is urged to investigate and bring perpetrators to justice.\n\n15. Efforts to combat and prevent sexual violence are welcomed, and the Government is urged to strengthen its efforts to combat impunity.\n\n16. The Government is encouraged to implement its National Strategy and Roadmap to fight sexual violence.\n\n17. Progress in preventing child recruitment and use by the FARDC is welcomed, and the Government is urged to sustain these gains.\n\nArmed Groups:\n\n18. Increased activity of armed groups is condemned, and the Government is urged to address the conflict dynamics.\n\n19. All armed groups are strongly condemned for their human rights abuses and violations.\n\n20. All armed groups are demanded to cease violence and destabilizing activities immediately.\nHere is a summarized version of the document:\n\nThe Security Council:\n\n Condemns illegal exploitation and trafficking of natural resources, demands armed groups disband and lay down arms, recalling resolution 2360 (2017) and 2389 (2017).\n\n Calls for joint operations by FARDC and MONUSCO to neutralize armed groups, in compliance with international law.\n\n Urges the Government of DRC to take military action against armed groups, with MONUSCO support, and implement the PSC Framework.\n\n Welcomes the commitment of PSC Framework signatory states to repatriate FDLR and M23 combatants.\n\n Calls for a solution for the relocation of SPLM/A-iO elements in DRC.\n\n Urges the Government of DRC to make progress in implementing its commitments under the PSC Framework, including Security Sector Reform (SSR) and Disarmament, Demobilization and Reintegration (DDR) programme.\n\n Decides to extend MONUSCO's mandate until 31 March 2019, with an authorized troop ceiling of 16,215 military personnel, 660 military observers and staff officers, 391 police personnel, and 1,050 personnel of formed police units.\n\n Sets MONUSCO's strategic priorities as: protection of civilians, support to the implementation of the 31 December 2016 agreement and the electoral process.\n\n Stresses the need for coordination and cooperation between the Government of DRC, UN entities, and development actors to build and sustain peace.\nHere is a concise summary of the Security Council document 2409 (2018):\n\n35. Authorizes MONUSCO to take necessary measures to carry out its mandate and requests the Secretary-General to inform the Security Council if MONUSCO fails to do so.\n\n36. Decides MONUSCO's mandate includes:\n\n**Protection of Civilians**\n\n* (a) Protect civilians under threat of physical violence through a comprehensive approach.\n* (b) Work with the DRC Government to identify threats and implement prevention and response plans.\n* (c) Enhance interaction with civilians, raise awareness about its mandate, and strengthen early warning mechanisms.\n* (d) Neutralize armed groups through targeted operations, in compliance with international law.\n* (e) Provide good offices, advice, and assistance to the DRC Government.\n* (f) Work with DRC authorities to arrest and bring to justice those responsible for genocide, war crimes, and crimes against humanity.\n* (g) Promote human rights, fight impunity, and support the Government's \"zero tolerance policy\".\n\n**Implementation of the 31 December 2016 agreement and support to the electoral process**\n\n* (a) Provide technical and political support to the implementation of the agreement and electoral process.\n* (b) Provide technical assistance and logistical support for the electoral process.\n* (c) Contribute to the provision of training to the PNC in relation to elections security.\n* (d) Monitor, report, and follow-up on human rights violations and abuses, and support the UN system in-country.\nHere is a summarized version of the Security Council document:\n\nThe Security Council authorizes MONUSCO to:\n\n**Protection of UN personnel**: Ensure protection of UN personnel, facilities, installations, and equipment, and security and freedom of movement of UN and associated personnel.\n\n**Stabilization and DDR**:\n\n* Coordinate stabilization efforts with the Government of the DRC, international partners, and UN agencies.\n* Collaborate with the Government to prevent and end recruitment and use of children and sexual violence by the FARDC.\n* Support DDR of Congolese combatants not suspected of genocide, war crimes, or human rights abuses.\n* Support disarmament, demobilization, repatriation, resettlement, and reintegration (DDRRR) of foreign combatants.\n\n**Security Sector Reform (SSR)**:\n\n* Work with the Government to reform the police and establish a national security policy.\n* Encourage inclusive SSR, delivering security, law enforcement, and justice to all.\n* Support army reform, enhancing accountability, efficiency, and effectiveness.\n* Implement recommendations for justice and prison sector reforms.\n\n**Sanctions regime**: Monitor implementation of the arms embargo, observe and report on military personnel, arms, or related materiel flows, and seize and dispose of arms brought into the DRC in violation of the embargo.\n\n**Child protection**: Take fully into account child protection throughout its mandate, assist the Government in ensuring children's rights are protected, and support DDR and SSR processes.\n\n**Gender, Sexual Violence, Sexual Exploitation and Abuse**:\n\n* Take fully into account gender considerations throughout its mandate.\n* Assist the Government in ensuring women's participation and representation at all levels.\n* Report on progress in holding accountable perpetrators of violations of international humanitarian law and sexual exploitation and abuse.\n* Ensure full compliance with the UN's zero-tolerance policy on sexual exploitation and abuse.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n**Protection of Civilians**\n\n* Demands accountability for sexual exploitation and abuse by MONUSCO personnel\n* Acknowledges the role of UN Women Protection Advisers in supporting the DRC government\n* Requests MONUSCO to ensure support to national security forces complies with UN human rights guidelines\n\n**Humanitarian Access**\n\n* Demands unhindered access for humanitarian personnel and assistance\n* Calls on MONUSCO to strengthen collaboration with humanitarian actors\n* Urges Member States to contribute to UN humanitarian appeals for the DRC\n\n**Support to the Group of Experts**\n\n* Expresses support for the Group of Experts and calls for enhanced cooperation\n\n**Mission Effectiveness**\n\n* Requests strengthened intra-Mission coordination and integration\n* Urges the UN to incorporate lessons learned and conduct reforms to improve MONUSCO's effectiveness\n* Demands cooperation from all parties for MONUSCO's deployment, operations, and monitoring\n* Requests MONUSCO to maximize force interoperability, flexibility, and mobility\n\n**Performance and Accountability**\n\n* Commends Troop/Police Contributing Countries (T/PCCs) and encourages increased deployment of women military and police\n* Recognizes the importance of well-defined mandates, political will, leadership, and accountability for effective mandate implementation\n* Calls on the Secretary-General to continue efforts to standardize a culture of performance in UN peacekeeping\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Requests the Secretary-General to conduct contingency planning to temporarily reinforce MONUSCO, if necessary, to implement its mandate.\n\n Exit Strategy: \n- Requests the Secretary-General to articulate a phased, progressive, and comprehensive exit strategy, working with the Government of the DRC, the UN Country Team, and other stakeholders.\n\n Strategic Review: \n- Takes note of the strategic review presented by the Secretary-General and endorses recommendations to adjust MONUSCO.\n\n Reports by the Secretary-General: \n- Requests the Secretary-General to report to the Council every three months on MONUSCO's mandate implementation, including:\n  (i) Progress on the 31 December 2016 agreement and electoral process.\n  (ii) Situation on the ground, including operations against armed groups.\n  (iii) Progress on human rights and PSC Framework commitments.\n  (iv) MONUSCO's transformation and performance improvement.\n  (v) Risks to UN personnel and facilities.\n\n- Requests a comprehensive performance review of MONUSCO units by September 2018.\n\n- Requests 30-day updates on progress towards 23 December 2018 elections.\n\n- Requests six-monthly reports on PSC Framework commitments and the Great Lakes Region security situation.\n\n Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2018/S_RES_2409_2018_EN.pdf"
}