{
  "resolution_no": "2427",
  "year": "2018",
  "theme": [
    "Children and Armed Conflict",
    "Humanitarian",
    "Peacekeeping",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "UNICEF",
    "UN Peacekeeping Missions",
    "Special Representative on Children and Armed Conflict",
    "International Criminal Court"
  ],
  "reporting_cycle": "Annual reports to the Security Council",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\nReaffirming previous resolutions on children and armed conflict (1261 (1999), 1314 (2000), 1379 (2001), 1460 (2003), 1539 (2004), 1612 (2005), 1882 (2009), 1998 (2011), 2068 (2012), 2143 (2014), 2225 (2015)), and relevant statements of its President,\n Reiterating its primary responsibility for international peace and security, and commitment to addressing the impact of armed conflict on children,\nConvinced that protecting children affected by armed conflict is crucial to resolving conflict and sustaining peace,\nReaffirming the importance of promoting the UN's ability to deliver on its founding determination to save succeeding generations from war,\nUnderlining the importance of implementing the 2030 Agenda for Sustainable Development, combatting poverty, deprivation, and inequality to prevent and protect children,\nRecalling that all parties to armed conflict must comply with international law obligations for protecting children, including the Convention on the Rights of the Child and Geneva Conventions,\nStressing the primary role of Governments in providing protection and relief to affected children, and recognizing the importance of strengthening national capacities,\nEmphasizing the vital role of the UN in supporting national authorities in developing strategies for sustaining peace, conflict prevention, and peacebuilding,\nRecognizing the valuable contribution of regional and subregional organizations, local and religious leaders, and civil society networks in protecting children,\nStressing that the best interests of the child and specific needs and vulnerabilities of girls and boys should be considered when planning actions concerning children in armed conflict,\nRecalling obligations under international humanitarian law and human rights law, emphasizing that no child should be deprived of liberty unlawfully or arbitrarily,\nRecognizing the importance of providing sustainable reintegration and rehabilitation assistance to affected children, ensuring specific needs are addressed,\nTaking note of international and regional initiatives on Children and Armed Conflict, including conferences in Paris (2007 and 2017),\nReaffirming that quality education in a safe environment is essential in halting and preventing recruitment and re-recruitment of children.\nHere is a concise summary of the Security Council document 2427 (2018):\n\nThe Security Council:\n\n1. **Condemns** all violations against children in armed conflict, including recruitment, killing, maiming, rape, and attacks on schools and hospitals.\n\n2. **Reaffirms** the monitoring and reporting mechanism on children and armed conflict.\n\n3. **Calls upon** States and the UN to mainstream child protection in conflict prevention and post-conflict situations.\n\n4. **Reaffirms** the role of the Special Representative on Children and Armed Conflict in promoting child protection.\n\n5. **Stresses** the importance of collaboration among UN partners and Governments to protect children.\n\n6. **Welcomes** the sustained activity of its Working Group on Children and Armed Conflict.\n\n7. **Acknowledges** that serious abuses against children can be an early indication of conflict escalation.\n\n8. **Commits** to using UN tools to prevent conflicts and protect children.\n\n9. **Stresses** that conflict prevention is a primary responsibility of States.\n\n10. **Requests** Member States and UN bodies to establish strategies for information exchange and cooperation on child protection.\n\n11. **Encourages** regional organizations to mainstream child protection.\n\n12. **Expresses concern** at the high number of children killed or maimed in hostilities.\n\n13. **Calls upon** parties to armed conflict to allow humanitarian access to children.\n\n14. **Urges** parties to ensure children's access to basic services, including education and healthcare.\n\n15. **Condemns** attacks on schools and hospitals, and urges parties to refrain from impeding children's access to education and healthcare.\nHere is a concise summary of the Security Council document:\n\n16. The Security Council expresses deep concern at the military use of schools, which may render them legitimate targets of attack, endangering children's and teachers' safety, and education.\n\n(a) Urges parties to armed conflict to respect schools' civilian character;\n(b) Encourages Member States to deter armed forces and non-State armed groups from using schools;\n(c) Urges Member States to investigate and prosecute attacks on schools;\n(d) Calls on UN country-level task forces to enhance monitoring and reporting on military use of schools.\n\n17. The Council stresses the need to address recruitment methods used by non-state armed groups targeting children.\n\n18. It remains gravely concerned by human rights abuses and violations committed by non-state armed groups, including terrorism, mass abductions, and sexual violence.\n\n19. The Council stresses the need to treat children associated with non-state armed groups, including those who commit acts of terrorism, with care.\n\n20. It expresses grave concern at using detained children for information gathering and urges Member States to treat them as victims.\n\n21. The Council urges Member States to consider non-judicial measures for children formerly associated with armed forces and groups.\n\n22. It welcomes practical guidance on integrating child protection issues in peace processes.\n\n23. The Council calls on Member States and UN entities to ensure children's views are taken into account in programming activities.\n\n24. It urges concerned Member States to mainstream child protection in disarmament, demobilization, and reintegration processes.\n\n25. The Council urges Member States to mainstream child protection in security sector reforms.\n\n26. It encourages Member States to focus on long-term reintegration and rehabilitation opportunities for children.\n\n27. The Council stresses the importance of long-term funding for mental health and psychosocial programming.\n\n28. It urges local and religious leaders to condemn and prevent violations against children.\n\n29. The Council welcomes Member States' international commitments to protect children.\n\n30. It stresses the importance of accountability for all violations against children and calls on States to strengthen national accountability mechanisms.\nThe Security Council:\n\n31. Emphasizes states' responsibility to investigate and prosecute those responsible for genocide, crimes against humanity, war crimes, and other egregious crimes against children.\n\n32. Reiterates readiness to adopt targeted measures against perpetrators of violations against children and consider including provisions for parties to armed conflict that engage in activities violating children's rights.\n\n33. Recognizes the role of UN peacekeeping operations and political missions in protecting children, and reiterates the inclusion of child protection provisions in their mandates.\n\n34. Stresses mainstreaming child protection in the Secretary-General's efforts to mobilize partners.\n\n35. Calls for continued implementation of the Secretary-General's zero-tolerance policy on sexual exploitation and abuse.\n\n36. Urges UN entities to give full attention to violations against children in applying the Human Rights Due Diligence Policy.\n\n37. Urges parties to support development and strengthening of national institutions and local civil society networks.\n\n38. Requests the Secretary-General to submit comprehensive annual reports on implementation.\n\n39. Recognizes the link between abductions, recruitment, sexual violence, and trafficking.\n\n40. Decides to remain actively seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2018/S_RES_2427_2018_EN.pdf"
}