{
  "resolution_no": "2417",
  "year": "2018",
  "theme": [
    "Humanitarian",
    "Peacekeeping",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "United Nations Humanitarian Coordinator",
    "United Nations agencies",
    "UN peacekeeping missions"
  ],
  "reporting_cycle": "every 12 months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nRecalling relevant resolutions, including 1296 (2000), 1894 (2009), 2175 (2014), and 2286 (2016), and its Presidential Statement of 9 August 2017 (S/PRST/2017/14),\n\nDeeply concerned about global humanitarian needs, the threat of famine, and the increase in undernourished people, with 74 million people facing crisis food insecurity or worse in armed conflicts,\n\nNoting the devastating impact of armed conflicts on civilians, hindering humanitarian responses, and causing famine,\n\nExpressing concern over growing armed conflicts globally, stressing the need for prevention and resolution,\n\n Reiterating its commitment to preventing and ending armed conflicts, including addressing root causes,\n\nRecognising the need to break the cycle between armed conflict and food insecurity,\n\nReiterating its primary responsibility for international peace and security, and commitment to addressing conflict-induced food insecurity,\n\nReaffirming respect for sovereignty and territorial integrity,\n\nRecognising armed conflict's impact on food security, including direct and indirect effects,\n\nConcerned about the humanitarian threat posed by landmines, explosive remnants of war, and improvised explosive devices,\n\nStressing the impact of armed conflict on women, children, and vulnerable civilians,\n\nReaffirming the important role of women in conflict prevention, resolution, and peacebuilding,\n\nRecalling the Geneva Conventions and their Additional Protocols, and the obligation to respect and ensure respect for international humanitarian law,\n\nUnderlining that using starvation of civilians as a method of warfare may constitute a war crime,\n\nStressing the need for respect for international humanitarian law, and parties' obligations to protect civilians and allow humanitarian relief,\n\nRecalling its intention to mandate UN peacekeeping missions to assist in creating conditions for safe humanitarian assistance,\n\nDemanding that all parties comply with international law, including humanitarian law, and protect medical personnel, humanitarian personnel, and UN personnel,\n\nReaffirming the obligation of all parties to comply with international humanitarian law.\nHere is a concise summary of the Security Council document 2417 (2018):\n\nThe Security Council:\n\n1. Reaffirms the need for parties to armed conflict to respect humanitarian principles, including humanity, neutrality, impartiality, and independence, in providing humanitarian assistance.\n\n2. Stresses the fight against impunity and ensuring accountability for genocide, crimes against humanity, war crimes, and other egregious crimes.\n\n3. Recalls the primary responsibility of States to protect their population.\n\n4. Notes the link between armed conflict and conflict-induced food insecurity and famine, and calls on parties to respect and protect civilians, civilian objects, and humanitarian personnel.\n\n5. Stresses that armed conflict, violations of international humanitarian law and human rights law, and food insecurity can drive forced displacement.\n\n6. Emphasizes the need for humanitarian assistance to be gender- and age-sensitive.\n\n7. Calls on parties to armed conflict to comply with international humanitarian law and ensure safe and unimpeded access for humanitarian personnel.\n\n8. Strongly condemns using starvation of civilians as a method of warfare and the unlawful denial of humanitarian access.\n\n9. Urges parties to protect civilian infrastructure critical to humanitarian aid delivery.\n\n10. Urges those with influence over parties to armed conflict to remind them of their obligations under international humanitarian law.\n\n11. Recalls the Council's ability to adopt sanction measures against individuals or entities obstructing humanitarian assistance.\n\n12. Strongly urges States to conduct investigations into violations of international humanitarian law related to the use of starvation of civilians.\n\n13. Requests the Secretary-General to provide information on the humanitarian situation, report on the risk of famine and food insecurity, and brief the Security Council on the implementation of this resolution.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2018/S_RES_2417_2018_EN.pdf"
}