{
  "resolution_no": "2401",
  "year": "2018",
  "theme": [
    "Humanitarian",
    "Peacekeeping",
    "Syrian Conflict"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 25"
  ],
  "entities": [
    "United Nations",
    "Syrian Arab Republic",
    "Islamic State in Iraq and the Levant (ISIL)",
    "Al Qaeda",
    "Al Nusra Front (ANF)"
  ],
  "reporting_cycle": "within 15 days of adoption of this resolution and thereafter within the framework of its reporting on resolutions 2139 (2014), 2165 (2014), 2191 (2014), 2258 (2015), 2332 (2016) and 2393 (2017)",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions and Presidential Statements on Syria,\n\nReaffirming commitment to Syria's sovereignty, independence, unity, and territorial integrity,\n\nReiterating grave distress at the humanitarian situation in Syria, particularly in Eastern Ghouta, Idlib, and Raqqa, \n\nExpressing outrage at escalating violence, attacks on civilians, and medical facilities,\n\nExpressing concern for those returning to areas contaminated by explosive remnants of war,\n\nReiterating disturbance at lack of humanitarian access to besieged populations,\n\nDemands all parties cease hostilities without delay for a durable humanitarian pause of at least 30 consecutive days,\n\nAffirms cessation of hostilities shall not apply to military operations against ISIL, Al Qaeda, and other terrorist groups,\n\nCalls upon parties to respect and fulfil ceasefire agreements, \n\nCalls upon Member States to use influence to ensure implementation of cessation of hostilities \n\nCalls upon relevant Member States to coordinate efforts to monitor cessation of hostilities.\nHere is a summarized version of the Security Council document:\n\n5. Demands all parties allow safe, unimpeded and sustained access for UN and partner humanitarian convoys, including medical supplies, to all requested areas and populations in Syria, particularly to 5.6 million people in 1,244 communities in acute need.\n\n6. Demands all parties allow the UN and partners to undertake safe, unconditional medical evacuations based on medical need and urgency.\n\n7. Reiterates demand that all parties comply with international law, including human rights and humanitarian law, and protect civilians, medical personnel, and humanitarian personnel.\n\n8. Demands all parties facilitate safe passage for medical and humanitarian personnel, equipment, and supplies, and demilitarize medical facilities, schools, and civilian facilities.\n\n9. Takes note of five requests by the Emergency Relief Coordinator and calls for their implementation to ensure improved humanitarian assistance.\n\n10. Calls for lifting sieges on populated areas, including Eastern Ghouta, Yarmouk, Foua, and Kefraya, and demands delivery of humanitarian assistance, including medical aid.\n\n11. Calls for accelerated humanitarian mine action throughout Syria.\n\n12. Requests the Secretary-General to report on implementation within 15 days and thereafter within the framework of previous resolutions.\n\n13. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2018/S_RES_2401_2018_EN.pdf"
}