{
  "resolution_no": "2428",
  "year": "2018",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNMISS",
    "IGAD",
    "SPLA",
    "SPM-IO",
    "JMEC",
    "CTSAMM"
  ],
  "reporting_cycle": "90 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council expresses grave alarm and concern over the conflict in South Sudan, which has resulted in significant human suffering, displacement of over four million people, and loss of property. The Council commends the efforts of the Intergovernmental Authority on Development (IGAD)-led High Level Revitalization Forum to facilitate the peace process.\n\nThe Council strongly condemns human rights violations and abuses, and violations of international humanitarian law, and urges the Transitional Government of National Unity (TGNU) to protect its population and hold accountable those responsible for violations.\n\nActing under Chapter VII of the Charter, the Council:\n\n1. Expresses deep concern at the failures of South Sudan's leaders to end hostilities and condemns continued violations of the 2015 Agreement on the Resolution of the Conflict in the Republic of South Sudan (ARCSS), the 2017 Agreement on Cessation of Hostilities, and the 2018 Khartoum Declaration.\n\n2. Demands that South Sudan's leaders adhere to these agreements and allow full, safe, and unhindered humanitarian access.\n\n3. Reiterates that there is no military solution to the conflict.\n\nThe Council imposes an arms embargo on South Sudan until 31 May 2019, prohibiting the supply, sale, or transfer of arms and related materiel, with exceptions for:\n\n* UN personnel and humanitarian assistance\n* Non-lethal military equipment for humanitarian or protective use\n* Protective clothing for personal use\n* Arms for regional operations to counter the Lord's Resistance Army\n* Arms and related materiel in support of the implementation of the peace agreement, as approved by the Committee.\nHere is a concise summary of the Security Council document 2428 (2018) without adding any extra information:\n\nThe Security Council:\n\n**Exemptions and Notifications**\n\n* Allows other sales or supply of arms and related materiel, or provision of assistance or personnel, as approved in advance by the Committee.\n\n**Inspections**\n\n* Stresses the importance of notifications or requests for exemptions containing all relevant information.\n* Urges Member States to take urgent action to identify and prevent shipments of arms in violation of this resolution.\n* Calls upon Member States to inspect cargo to South Sudan in their territory if there are reasonable grounds to believe it contains prohibited items.\n* Authorizes Member States to seize and dispose of prohibited items.\n\n**Reporting Requirements**\n\n* Requires Member States to submit an initial written report to the Committee after undertaking an inspection, and a subsequent report within 30 days if prohibited items are found.\n\n**Targeted Sanctions**\n\n* Underscores its willingness to impose targeted sanctions to support the search for an inclusive and sustainable peace in South Sudan.\n* Renews travel and financial measures imposed by paragraphs 9 and 12 of resolution 2206 (2015) until 31 May 2019.\n* Reaffirms provisions related to targeted sanctions, including the application to individuals and entities responsible for actions that threaten the peace, security, or stability of South Sudan.\n\n**Designations and Sanctions**\n\n* Identifies individuals in Annex 1 to this resolution who will be subject to measures specified in paragraphs 9 and 12 of resolution 2206 (2015).\nHere is a clear and concise summary of the Security Council document:\n\n18. The Security Council emphasizes the importance of regular consultations with concerned Member States, international and regional organizations, and UNMISS to ensure full implementation of the measures in this resolution.\n\n19. The Council extends the mandate of the Panel of Experts until 1 July 2019, and tasks the Panel to:\n\t* Assist the Committee in carrying out its mandate\n\t* Gather, examine, and analyze information on implementation of the measures\n\t* Focus on benchmarks outlined in paragraph 26\n\t* Gather information on supply, sale, or transfer of arms and related materiel\n\t* Gather information on armed groups or criminal networks engaging in illicit exploitation or trade of natural resources\n\t* Provide interim and final reports, and monthly updates\n\n20. The Council requests the Panel of Experts to include necessary gender expertise and integrate gender as a cross-cutting issue.\n\n21. The Council calls upon all parties and Member States to cooperate with the Panel of Experts, including providing information on illicit transfers of wealth.\n\n22. The Council requests the Special Representatives for Children and Armed Conflict and Sexual Violence in Conflict, and the High Commissioner for Human Rights to share relevant information with the Committee.\n\n23. The Council recalls the mandate of UNMISS and encourages timely information exchange between UNMISS and the Panel of Experts.\n\n24. The Council requests UNMISS to assist the Committee and the Panel of Experts within its mandate and capabilities.\n\n25. The Council expresses its intent to monitor and review the situation at 90-day intervals and invites JMEC to share relevant information.\n\n26. The Council affirms its readiness to adjust the measures contained in this resolution, including strengthening, modifying, suspending, or lifting them as needed.\n\n27. The Council decides to remain seized of the matter.\nHere is a concise summary of the document:\n\n**Annex 1: Travel Ban/Asset Freeze (Individuals)**\n\n**1. Malek Ruben Riak**\n\n* Title: Lieutenant General\n* Designation: Deputy Chief of General Staff for Logistics and Deputy Chief of Defence Staff and Inspector General of the Army\n* DOB: 1 Jan. 1960\n* POB: Yei, South Sudan\n* Reason for listing: Threatening peace, security, or stability of South Sudan; planning, directing, or committing acts involving sexual and gender-based violence\n* Additional information: Riak planned and oversaw an offensive in Unity state in 2015, resulting in widespread destruction and population displacement.\n\n**2. Paul Malong Awan**\n\n* Title: General\n* Designation: Former Chief of Staff of the Sudan People’s Liberation Army (SPLA) and Former Governor, Northern Bahr el-Ghazal State\n* DOB: 1962, 4 Dec. 1960, 12 Apr. 1960\n* POB: Malualkon, South Sudan\n* Reason for listing: Expanding or extending conflict in South Sudan; targeting civilians; using or recruiting children; obstructing humanitarian missions\n* Additional information: Malong expanded conflict through breaches of agreements, directed efforts to kill opposition leader Riek Machar, and ordered SPLA units to prevent humanitarian supplies.\nThroughout his tenure as Chief of General Staff of the SPLA, Malong has been responsible for serious abuses including attacks on civilians, forced displacement, enforced disappearances, arbitrary detentions, torture, and rape. Under Malong's leadership, the SPLA launched attacks on civilians, killing unarmed and fleeing civilians, and intentionally targeted schools and hospitals. In the Yei area, 114 civilians were killed by the SPLA and its allied forces between July 2016 and January 2017. Malong allegedly ordered the SPLA to clear civilians from the area around Wau in April 2017 and reportedly did not discourage the killing of civilians by SPLA troops. Malong was also responsible for the mass mobilization of Mathiang Anyoor Dinka tribal militia, which used child soldiers. Under Malong's leadership, the SPLA restricted access to UNMISS, JMEC, and CTSAMM when they tried to investigate and document abuses, including turning back a joint UN and CTSAMM patrol on April 5, 2017.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2018/S_RES_2428_2018_EN.pdf"
}