{
  "resolution_no": "2399",
  "year": "2018",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Security Sector Reform",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MINUSCA",
    "EUTM-RCA",
    "KP CAR Monitoring Team",
    "Sanctions Committee"
  ],
  "reporting_cycle": "The Panel of Experts to provide a midterm report no later than 30 July 2018, and a final report by 31 December 2018",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions and statements on the Central African Republic (CAR), reaffirms its commitment to the country's sovereignty, independence, unity, and territorial integrity.\n\nThe Council expresses concern over the deteriorating security situation, particularly in the south-eastern and north-western parts of the CAR, due to clashes between armed groups and the limited authority of the State.\n\nIt emphasizes that a sustainable solution to the crisis must be CAR-owned, prioritizing reconciliation through an inclusive process involving all social, economic, political, religious, and ethnic backgrounds.\n\nThe Council calls upon the CAR authorities to implement measures for stabilization and reconciliation, restore State authority, fight impunity, reform the CAR Armed Forces (FACA) and internal security forces, and disarm and demobilize armed groups.\n\nIt welcomes the African Initiative for Peace and Reconciliation in the CAR, which led to the adoption of a roadmap, and encourages the CAR authorities to collaborate with the UN Multidimensional Integrated Stabilization Mission in the CAR (MINUSCA) and the European Union Training Mission in the CAR (EUTM-RCA).\n\nThe Council underlines the importance of rebuilding a multi-ethnic, republican, and professional national army, and calls for the exclusion of perpetrators of international law violations from CAR security and armed forces.\n\nIt welcomes the Secretary-General's commitment to a zero-tolerance policy on sexual exploitation and abuse (SEA), expresses concern over allegations of SEA, and stresses the need for prompt investigations and accountability.\n\nThe Council also welcomes the Secretary-General's report and the Panel of Experts' reports on the CAR, and takes note of their recommendations.\nHere is a concise summary of the Security Council document 2399 (2018) without adding any extra information or lines:\n\nThe Security Council strongly condemns the ongoing violence and instability in the Central African Republic (CAR), and the threats of violence, incitement to ethnic and religious hatred and violence, human rights violations and abuses, and international humanitarian law violations.\n\nThe Council stresses the urgent need to end impunity in the CAR and bring to justice perpetrators of these acts, which may amount to crimes under the Rome Statute of the International Criminal Court (ICC).\n\nThe Council emphasizes the importance of putting in place an effective national judicial system, bolstering national accountability mechanisms, and supporting the Special Criminal Court (SCC) to investigate and prosecute serious crimes.\n\nThe Council expresses concern about illicit trafficking, trade, exploitation, and smuggling of natural resources, and notes the need to strengthen efforts to responsibly reintegrate the CAR into the global diamond trade.\n\nThe Council notes with concern the ongoing activity of the Lord's Resistance Army (LRA) in the south-eastern part of the CAR and the risk of the situation providing a conducive environment for further transnational criminal activities.\n\nThe Council decides to continue an arms embargo until 31 January 2019, to prevent the direct or indirect supply, sale or transfer to the CAR of arms and related materiel, with certain exceptions for supplies intended for MINUSCA, European Union training missions, French forces, and other Member States forces providing training and assistance.\n\nThe Council reiterates the importance of implementing targeted sanctions against individuals and entities designated by the Sanctions Committee and notes the critical importance of effective implementation of the sanctions regime.\n\nThe Council determines that the situation in the CAR continues to constitute a threat to international peace and security in the region and acts under Chapter VII of the Charter of the United Nations.\nThe Security Council has adopted resolution 2399 (2018) with several provisions regarding the Central African Republic (CAR). \n\n1. The resolution authorizes exemptions to the arms embargo on the CAR for specific purposes, including:\n- Supplies of non-lethal equipment and training to CAR security forces for Security Sector Reform (SSR) (para 1(b));\n- Supplies brought by Chadian or Sudanese forces for international patrols (para 1(c));\n- Non-lethal military equipment for humanitarian or protective use (para 1(d));\n- Protective clothing for UN personnel, media, and humanitarian workers (para 1(e));\n- Small arms for international-led patrols in the Sangha River Tri-national Protected Area (para 1(f));\n- Arms and lethal equipment for CAR security forces for SSR (para 1(g));\n- Other sales or supply of arms and related materiel, or provision of assistance or personnel, as approved by the Committee (para 1(h)).\n\n2. All Member States are authorized to seize, register, and dispose of items prohibited by paragraph 1 (para 2).\n\n3. The CAR authorities, with MINUSCA's assistance, are called upon to address the illicit transfer, accumulation, and misuse of small arms and light weapons (para 3).\n\n4. The creation of the \"Commission nationale de lutte contre la prolifération et la circulation illicite des armes légères et de petit calibre (COMNAT-ALPC)\" is welcomed (para 4).\n\n5. MINUSCA's arms embargo working group (AEWG) is established to coordinate efforts on the implementation of the arms embargo (para 5).\n\n6. The CAR authorities are encouraged to increase their capacity to store and manage weapons and ammunition with MINUSCA's support (para 6).\n\n7. Neighbouring States are encouraged to counter the illicit flow of weapons and ammunition into the CAR (para 7).\n\n8. Member States are encouraged to utilize advance notification and exemption procedures to return arms and related materiel to the CAR (para 8).\n\n**Travel ban**\n\n9. Until 31 January 2019, Member States shall prevent the entry into or transit through their territories of individuals designated by the Committee (para 9).\n\n10. Airlines operating in Member States' territories shall provide advance passenger information to detect the departure or attempted entry of designated individuals (para 10).\n\n11. Member States are encouraged to report any such departures or attempted entries to the Committee and share information with the State of residence or nationality (para 11).\n\n12. The CAR authorities are urged to remove fraudulent, counterfeit, stolen, and lost passports and travel documents from circulation (para 12).\n\n13. Member States are encouraged to submit photographs and biometric data of designated individuals for inclusion in INTERPOL-United Nations Security Council Special Notices (para 13).\nHere is a concise summary of the Security Council document 2399 (2018):\n\n**Travel Ban Exemptions**\n\n* The travel ban shall not apply in cases of humanitarian need, including religious obligation (para 14(a))\n* Where entry or transit is necessary for a judicial process (para 14(b))\n* Where the Committee determines an exemption would further peace, national reconciliation, and stability in the CAR and the region (para 14(c))\n\n**Emphasis on Travel Ban Violations**\n\n* Violations of the travel ban can undermine peace, stability, and security in the CAR\n* Individuals or entities facilitating travel of listed individuals in violation of the ban may be designated by the Committee (para 15)\n\n**Asset Freeze**\n\n* Member States shall freeze funds, assets, and economic resources of individuals and entities designated by the Committee (para 16)\n* Exemptions for:\n\t+ Basic expenses (para 17(a))\n\t+ Extraordinary expenses approved by the Committee (para 17(b))\n\t+ Judicial, administrative, or arbitral liens or judgments (para 17(c))\n\n**Designation Criteria**\n\n* Measures apply to individuals and entities engaging in or providing support for acts that undermine peace, stability, or security in the CAR (para 20)\n* Specific criteria for designation include:\n\t+ Violating the arms embargo (para 21(a))\n\t+ Committing human rights abuses or violations (para 21(b))\n\t+ Involvement in sexual and gender-based violence (para 21(c))\n\t+ Recruiting or using children in armed conflict (para 21(d))\n\t+ Illicit exploitation or trade of natural resources (para 21(e))\n\t+ Obstructing humanitarian assistance (para 21(f))\n\t+ Attacks against UN missions or humanitarian personnel (para 21(g))\nThe Security Council document 2399 (2018) outlines several key points regarding sanctions and measures to promote peace and stability in the Central African Republic (CAR). \n\nThe document specifies designation criteria for individuals and entities subject to sanctions, including those providing support to or acting on behalf of designated individuals or entities. \n\nThe Council condemns acts of incitement to violence on ethnic or religious grounds that undermine peace, stability, or security in the CAR and notes that such acts could meet designation criteria.\n\nThe resolution welcomes measures taken by Member States of the International Conference on the Great Lakes Region (ICGLR) to implement the Regional Initiative against Illegal Exploitation of Natural Resources.\n\nThe mandate of the Sanctions Committee is reaffirmed, with an emphasis on regular consultations with concerned Member States and organizations.\n\nThe Committee is tasked with identifying possible cases of non-compliance and determining the appropriate course of action.\n\nThe Kimberley Process (KP) is encouraged to facilitate the resolution of the issue of diamond stockpiles in cooperation with CAR authorities and the Panel of Experts.\n\nThe Panel of Experts' mandate is extended until 28 February 2019, with tasks including assisting the Committee, gathering information, providing reports, and submitting progress updates.\n\nThe Panel is also tasked with collecting and reporting acts of incitement to violence, cooperating with the KP CAR Monitoring Team, and devoting special attention to analyzing illicit trafficking networks.\nHere is a concise summary of the document:\n\n35. The Panel of experts should include gender expertise and integrate gender across its investigations and reporting.\n\n36. The CAR, its neighbours, and ICGLR Member States should cooperate to investigate and combat criminal networks involved in exploiting and smuggling natural resources.\n\n37. All parties, Member States, and organizations should ensure cooperation with the Panel of Experts and its members' safety.\n\n38. Member States and UN bodies should provide unhindered access to persons, documents, and sites for the Panel to execute its mandate.\n\n39. Special Representatives for Children and Armed Conflict and Sexual Violence in Conflict should share relevant information with the Committee.\n\n40. States, particularly in the region, should implement measures and report to the Committee on actions taken.\n\n41. The Committee should report orally to the Council at least once a year on its work.\n\n42. The Council will continuously review the situation in the CAR and review measures as needed.\n\n43. The Secretariat should provide benchmarks to assess arms embargo measures within 6 months.\n\n44. The Council remains actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2018/S_RES_2399_2018_EN.pdf"
}