{
  "resolution_no": "2440",
  "year": "2018",
  "theme": [
    "Western Sahara",
    "Peacekeeping",
    "Humanitarian"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINURSO",
    "UNHCR",
    "Office of the United Nations High Commissioner for Human Rights (OHCHR)"
  ],
  "reporting_cycle": "The Secretary-General is requested to brief the Security Council on a regular basis, and at any time he deems appropriate during the mandate period, to include within three months of this mandate’s renewal and again prior to its expiration",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions on Western Sahara, reaffirms its strong support for the Secretary-General's and his Personal Envoy's efforts to implement previous resolutions. The Council welcomes the Personal Envoy's decision to hold an initial roundtable meeting in Geneva on December 5-6, 2018, with Morocco, the Frente Polisario, Algeria, and Mauritania, without preconditions and in good faith. The Council reaffirms its commitment to a just, lasting, and mutually acceptable political solution providing for the self-determination of Western Sahara's people, consistent with the UN Charter. It calls on parties and neighboring states to cooperate fully with the UN and each other to achieve progress towards a political solution. The Council recognizes the importance of stability and security in the Sahel region and encourages enhanced cooperation between Maghreb Arab Union Member States. It also stresses the need for a rigorous approach to peacekeeping deployments and effective resource management, and welcomes efforts to increase women's participation in peacekeeping operations. The Council expresses concern about ceasefire violations and welcomes assurances from the Frente Polisario regarding its commitments on administrative structures and the buffer strip. It takes note of Moroccan and Polisario Front proposals and encourages parties to demonstrate further political will towards a solution. The Council stresses the importance of improving human rights in Western Sahara and Tindouf camps, and encourages cooperation with the UN High Commissioner for Human Rights.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n- Expresses deep concern over the hardships faced by Sahrawi refugees and the insufficient funding for those living in Tindouf refugee camps.\n\n- Reiterates its request for a refugee registration in the Tindouf refugee camps.\n\n- Recalls UNSCR 1325 and 2250, stressing the importance of women's and youth's participation in negotiations.\n\n- Recognizes the status quo is not acceptable and emphasizes the need for progress in negotiations.\n\n- Affirms its full support for Special Representative of the Secretary-General Colin Stewart.\n\n- Decides to extend MINURSO's mandate until 30 April 2019.\n\n- Emphasizes the need for a realistic, practicable, and enduring political solution to the question of Western Sahara.\n\n- Supports the Secretary-General's intention to initiate a renewed negotiations process.\n\n- Calls upon parties to resume negotiations without preconditions and in good faith.\n\n- Invites Member States to lend assistance to these talks.\n\n- Reaffirms the need for full respect of military agreements with MINURSO.\n\n- Calls upon parties to respect their obligations and refrain from actions that could undermine UN-facilitated negotiations.\n\n- Calls upon all parties to cooperate fully with MINURSO's operations.\n\n- Emphasizes the importance of a renewed commitment to advancing the political process.\n\n- Urges parties to show political will and work in an atmosphere propitious for dialogue.\n\n- Requests the Secretary-General to brief the Security Council on a regular basis.\n\n- Reaffirms its support for a comprehensive performance policy framework for MINURSO.\n\n- Urges parties and neighboring states to engage productively with MINURSO.\n\n- Encourages cooperation with the Office of the UN High Commissioner for Refugees.\n\n- Urges Member States to provide voluntary contributions to fund food programmes.\n\n- Requests the Secretary-General to ensure full compliance with the UN's zero-tolerance policy on sexual exploitation and abuse.\n\n- Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2018/S_RES_2440_2018_EN.pdf"
}