{
  "resolution_no": "2442",
  "year": "2018",
  "theme": [
    "Piracy",
    "Maritime Security",
    "Somalia"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNODC",
    "IMO",
    "EUNAVFOR",
    "EU",
    "Interpol",
    "Europol",
    "CGPCS"
  ],
  "reporting_cycle": "The Secretary-General reports to the Security Council within twelve months of the adoption of this resolution",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council adopted Resolution 2442 (2018) on November 6, 2018, recognizing the 10th anniversary of Resolution 1816 on piracy and armed robbery at sea off Somalia's coast. The Council recalled previous resolutions and Presidential Statements on Somalia, welcoming the Secretary-General's report on piracy. \n\nThe Council reaffirmed Somalia's sovereignty, territorial integrity, and unity, and noted a decline in pirate attacks since 2011, but recognized the ongoing threat of resurgent piracy. It commended countries that deployed naval forces to dissuade piracy and welcomed the reinstatement of the Somali Maritime Security Coordination Committee.\n\nThe Council emphasized the importance of investigating and prosecuting piracy suspects, including those who incite or facilitate piracy, and reiterated concerns over released suspects not facing justice. It noted the limited capacity and domestic legislation of Somalia to prosecute pirates, hindering international action.\n\nThe Council underlined Somalia's primary responsibility in fighting piracy, noting its requests for international assistance. It welcomed the participation of Somalia and regional partners in the Contact Group on Piracy off the Coast of Somalia and recognized the work of the Group and the Law Enforcement Task Force.\n\nThe Council also welcomed the financing provided by the Trust Fund to strengthen regional ability to prosecute and imprison suspected pirates, and requested the provisions of Resolution 2383 (2017) be renewed for an additional 12 months.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council commends efforts to combat piracy off the coast of Somalia, including those by the European Union Naval Forces (EUNAVFOR) Operation ATALANTA, EUCAP Somalia, and other States. The Council welcomes the assistance provided by the United Nations Office of Drugs and Crime (UNODC) Maritime Crime Programme and emphasizes the need to continue efforts to hold pirates accountable.\n\nThe Council notes the efforts of flag States to permit vessels to embark vessel protection detachments and privately contracted armed security personnel (PCASP) and urges States to regulate such activities in accordance with international law. It welcomes capacity-building efforts in the region, including those by the International Maritime Organization (IMO) and the European Union.\n\nThe Council supports the development of a coastguard in Somalia and welcomes the work of the IMO and the shipping industry to develop guidance and best management practices to prevent and suppress piracy attacks. It underlines the importance of collecting, preserving, and transmitting evidence of acts of piracy and armed robbery at sea.\n\nThe Council condemns the continuing practice of hostage-taking by pirates and calls for the immediate release of all remaining hostages. It commends Kenya, Mauritius, Seychelles, and Tanzania for their efforts to prosecute suspected pirates and notes the importance of cooperation between Member States on the issue of hostage-taking.\n\nThe Council welcomes the readiness of the Federal Government of Somalia and Federal Member States to cooperate with each other and with States who have prosecuted suspected pirates. It acknowledges the return of convicted prisoners from Seychelles to Somalia and notes the need for States and international organizations to further enhance international efforts to combat piracy.\n\nThe Council expresses concern over reports of illegal, unreported and unregulated fishing (IUU) in Somalia’s Exclusive Economic Zone (EEZ) and recognizes the complex relationship between IUU fishing and piracy. It welcomes Somalia’s accession to the FAO’s Agreement on Port State Measures to Prevent, Deter and Eliminate IUU Fishing and stresses the need for States and international organizations to support Somalia in combating such activities.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n Condemns and deplores all acts of piracy and armed robbery at sea off the coast of Somalia.\n\n Notes improvements in Somalia, but recognizes that piracy exacerbates instability by introducing illicit cash that fuels crime, corruption, and terrorism.\n\n Stresses the need for a comprehensive response to prevent and suppress piracy and tackle its underlying causes.\n\n Underlines the primary responsibility of Somali authorities in the fight against piracy and encourages them to pass a comprehensive set of anti-piracy and maritime laws.\n\n Recognizes the need to continue investigating and prosecuting those involved in piracy, including key figures of criminal networks.\n\n Calls upon Somali authorities to interdict and prosecute pirates, patrol the waters off the coast of Somalia, and make efforts to bring to justice those using Somali territory to plan or undertake piracy acts.\n\n Calls upon States to assist Somalia in strengthening maritime capacity and cooperate on hostage taking and prosecution of suspected pirates.\n\n Calls for the immediate and unconditional release of all seafarers held hostage by Somali pirates.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n* Calls on relevant stakeholders to redouble efforts to secure the safe and immediate release of hostages.\n* Welcomes the initiative of the Seychelles authorities to establish a court for piracy and maritime crime.\n* Recognizes the need for information sharing to ensure effective prosecution of pirates and imprisonment of convicted pirates.\n* Renews its call on States and regional organizations to participate in the fight against piracy off the coast of Somalia.\n* Highlights the importance of coordination among States and international organizations to deter piracy.\n* Encourages Member States to cooperate with Somali authorities in the fight against piracy.\n* Decides to renew authorizations for 13 months for States and regional organizations cooperating with Somali authorities.\n* Affirms that authorizations apply only to the situation in Somalia and do not affect rights and obligations under international law.\n* Exempts supplies of weapons and military equipment for use by Member States and organizations undertaking measures against piracy from the arms embargo on Somalia.\n* Requests cooperating States to ensure that activities do not impair the right of innocent passage.\n* Calls on all States to cooperate in determining jurisdiction and prosecuting persons responsible for piracy.\n* Calls on all States to criminalize piracy under domestic law and consider prosecution of suspected pirates.\n* Welcomes the work of the UNODC Maritime Crime Programme in Somalia and neighboring States.\n* Encourages the Federal Government of Somalia to accede to the United Nations Convention Against Transnational Organized Crime.\n* Urges States to prevent illicit financing of piracy and laundering of its proceeds.\n* Urges States to investigate international criminal networks involved in piracy.\n* Urges States to protect women and children from exploitation.\n* Urges States to share information with INTERPOL for use in the global piracy database.\n* Commends the contributions of the Trust Fund and the IMO-funded Djibouti Code of Conduct.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n urges States to cooperate with the UNODC, IMO, and other organizations to build judicial capacity to prosecute persons suspected of piracy and armed robbery at sea off Somalia's coast;\n\n acknowledges IMO's recommendations on preventing and suppressing piracy and armed robbery at sea and urges States to develop and implement best practices to avoid and defend against such attacks;\n\n encourages flag States and port States to develop safety and security measures on board vessels, including regulations for private contracted armed security personnel;\n\n invites IMO to continue contributing to preventing and suppressing piracy and armed robbery against ships;\n\n notes the importance of securing WFP assistance delivery by sea and welcomes ongoing work on Vessel Protection Detachments;\n\n requests States and regional organizations to report on progress in fighting piracy and establishing jurisdiction and cooperation in investigation and prosecution;\n\n requests the Secretary-General to report on implementation of this resolution and the situation with respect to piracy and armed robbery at sea off Somalia's coast within 12 months;\n\n expresses intention to review the situation and consider renewing authorizations for additional periods upon Somali authority's request;\n\n decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2018/S_RES_2442_2018_EN.pdf"
}