{
  "resolution_no": "2429",
  "year": "2018",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Women, Peace and Security",
    "Children and Armed Conflicts",
    "Protection of Civilians"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMID",
    "African Union",
    "United Nations Country Team",
    "UNICEF",
    "UNDP",
    "ICRC"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms previous resolutions and statements on Sudan, emphasizing full compliance.\n Reaffirms commitment to Sudan's sovereignty, unity, independence, and territorial integrity.\n\nRecalls principles of peaceful settlement, good neighbourliness, and cooperation.\n\nReaffirms peacekeeping principles, including consent, impartiality, and non-use of force.\n\nRecalls relevant resolutions on women, peace, and security, children, and humanitarian personnel.\n\nUnderlines the importance of UN-African Union partnership.\n\nNotes the African Union Peace and Security Council communique on UNAMID's mandate renewal.\n\nWelcomes improved security conditions but expresses concern over precarious situation in Darfur.\n\nWelcomes reduced military confrontations, unilateral cessations of hostilities, and urges parties to abide by them.\n\nExpresses concern over clashes in Jebel Marra, burning of villages, displacement, and restricted humanitarian access.\n\nCondemns violations of cessations of hostilities, urges parties to agree to a permanent ceasefire.\n\nRecalls resolution 2117 (2013) and expresses concern over illicit transfer and misuse of small arms.\n\nDemands parties end violence, including attacks on civilians, peacekeepers, and humanitarian personnel.\n\nNotes decrease in inter-communal conflicts but expresses concern over ongoing conflicts.\n\nWelcomes efforts to restore law and order, urges Government to consolidate efforts to end impunity.\n\nEmphasizes accountability for violations of international humanitarian law and human rights.\n\n Government bears primary responsibility to protect civilians.\nHere is a clear and concise summary of the Security Council document:\n\n**Humanitarian Situation and Displacement**\n\nThe Security Council welcomes the reduction in internally displaced persons (IDPs) but expresses concern that approximately 2 million people remain displaced and in need of humanitarian assistance. The Council calls on the Government of Sudan to facilitate unhindered access for UNAMID and humanitarian actors to populations in need. It also expresses concern about the negative impact of clashes in Jebel Marra on humanitarian operations and the security threats faced by IDPs.\n\n**Protective Environment**\n\nThe Council welcomes improvements in the protective environment but notes the reduction in UNAMID's ability to monitor and verify human rights violations and abuses in areas from which it has withdrawn. It expresses concern about grave security threats faced by IDPs, including killings, rapes, and harassment, and the worrying levels of sexual and gender-based violence.\n\n**Development Issues**\n\nThe Council recognizes the adverse effects of climate change, ecological changes, and natural disasters on the situation in Darfur. It also notes the negative impact of the national economic and fuel crisis in Sudan on the humanitarian situation, food security, and the ability of government institutions to provide services.\n\n**Political Situation**\n\nThe Council reiterates that there can be no military solution to the conflict in Darfur and that an inclusive political settlement is essential to ensuring peace. It supports the Doha Document for Peace in Darfur (DDPD) as a viable framework to address the root causes of the conflict. The Council also reiterates its support for the African Union High Level Implementation Panel (AUHIP) and the Roadmap.\n\n**Key Requests and Urges**\n\nThe Council calls on the Government of Sudan to:\n\n* Facilitate unhindered access for UNAMID and humanitarian actors\n* Ensure the Darfur Peace Follow-up Office is properly resourced\n* Honour pledges and fulfil obligations, including those made at the Doha conference\n* Create a conducive environment for opposition groups to join the National Dialogue process\n\nThe Council also urges donors to provide financial resources to reach those in need and to support the strategic review of the Darfur Development Strategy.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nWelcomes regional initiatives to address the root causes of conflict in Darfur and commends the efforts of the AU-HIP and the Joint Special Representative.\n\nCalls on all parties to comply with international human rights law and humanitarian law, stressing the importance of ending impunity and bringing perpetrators to justice.\n\nReaffirms concern over instability in Darfur's impact on Sudan and the region, and expresses concern at Darfur armed movements' involvement in migrant smuggling and mercenary activities.\n\nCommends UNAMID's successful reconfiguration and reiterates support for the mission.\n\nNotes the Special Report of the Secretary-General and the Chairperson of the African Union Commission.\n\nWelcomes improvements in freedom of movement for UNAMID, but expresses concern at remaining restrictions.\n\n Determines that the situation in Sudan constitutes a threat to international peace and security.\n\nDecides to:\n\n1. Extend UNAMID's mandate until 30 June 2019.\n\n2. Support UNAMID's two-pronged approach and a whole-of-system approach for Darfur.\n\n3. Request UNAMID to consolidate its approach to focus on peacekeeping and sustainable solutions.\n\n4. Underlines the need to review UNAMID's deployment and maintain flexibility.\n\n5. Reduce UNAMID's authorised troop ceiling to 4,050 personnel.\n\n6. Authorise deployment of up to 2,500 police personnel.\n\n7. Request the Secretary-General and the Chairperson of the African Commission to provide assessments on UNAMID's reconfiguration, impact of reductions, and Government of Sudan's cooperation.\nThe Security Council:\n\n1. Decides to extend the mandate of UNAMID with redefined strategic priorities;\n2. Requests a strategic review by 1 May 2019 to assess conditions on the ground and capacity of the UN Country Team and Government of Sudan;\n3. Intends to review the scope and pace of reconfigurations by 30 June 2019;\n\n**Reconfigured Mandate:**\n\n4. UNAMID's priorities are: \n    (i) Protection of civilians, human rights, humanitarian assistance; \n    (ii) Mediation between Government of Sudan and non-signatory armed movements; \n    (iii) Support for mediation of inter-communal conflicts;\n\n5. Requests UNAMID to align activities and resources to these priorities, streamline the Mission, and integrate its components;\n\n**Protection and Humanitarian Access:**\n\n6. UNAMID must prioritize: \n    (a) Protection of civilians; \n    (b) Safe and unhindered humanitarian access;\n\n**Coordination and Cooperation:**\n\n7. Stresses need for coordination between Government of Sudan, UN entities, and development actors to stabilize and improve security;\n\n**Authorization and Mandate:**\n\n8. Extends authorization to take necessary action under Chapter VII;\n9. Mandate includes tasks set out in resolution 2363 (2017);\n\n**Transition and Liaison Offices:**\n\n10. Supports establishment of joint UNAMID-UN Country Team liaison offices;\n11. Requests collaboration on joint activities;\n\n**Police Component:**\n\n12. Focus on: \n    (i) Physical protection of civilians; \n    (ii) Developing and training Government of Sudan police; \n    (iii) Community-oriented policing initiatives;\n\n**Government of Sudan's Role:**\n\n13. Urges Government of Sudan to focus efforts on supporting and cooperating with UNAMID and UN Country Team;\n\n**Resourcing:**\n\n14. Stresses need for adequate resourcing for UN Country Team;\n15. Encourages voluntary funding;\n\n**Human Rights:**\n\n16. Takes note of recommendation to open an Office of the High Commissioner for Human Rights (OHCHR) in Sudan.\nHere is a concise summary of the Security Council document 2429 (2018):\n\n23. The African Union's role in Darfur's stabilization is crucial; the Government of Sudan, UNAMID, and the UN Country Team are encouraged to engage with the African Union Commission.\n\n24. Efforts to increase UNAMID's effectiveness are welcomed; UNAMID should ensure flexibility in military deployments and enhance police presence.\n\n25. UNAMID must provide support to non-UN security forces in compliance with the Human Rights Due Diligence Policy.\n\n26. The Secretary-General is encouraged to standardize a culture of performance in UN peacekeeping and develop an integrated performance policy framework for UNAMID.\n\n27. UNAMID must ensure gender analysis and technical expertise throughout mission planning and implementation.\n\n28. Close coordination among UN missions in the region is urged.\n\n29. Progress in implementing the Doha Document for Peace in Darfur (DDPD) is welcomed, but concerns about delays are expressed; signatory parties are urged to implement the DDPD in full.\n\n30. Restrictions on political freedoms are concerning; the Government of Sudan is encouraged to support an environment conducive to opposition participation.\n\n31. The African Union High-Level Panel (AU-HIP) is crucial; all parties are encouraged to engage constructively with the AU-HIP.\n\n32. A Darfur-based internal dialogue with full respect for civil and political rights is supported.\n\n33. Inter-communal conflict, criminality, and banditry must end urgently; reconciliation and dialogue are called for.\n\n34. All parties to the conflict in Darfur must cease acts of violence and commit to a sustained and permanent ceasefire.\n\n35. The Government of Sudan is recommended to adopt a Joint Communiqué with the UN to address conflict-related sexual violence; parties to the conflict must cease acts of sexual and gender-based violence.\nThe Security Council:\n\n Condemns all violations of international humanitarian law and human rights in Darfur, demands that all parties end attacks on civilians, peacekeepers, and humanitarian personnel, and hold perpetrators accountable.\n\n Requests UNAMID to strengthen monitoring, analysis, and reporting on sexual and gender-based violence, and to hold perpetrators accountable.\n\n Welcomes the commitment of the Secretary-General to enforce a zero-tolerance policy on sexual exploitation and abuse, and urges troop- and police-contributing countries to take steps to hold personnel accountable.\n\n Requests the Secretary-General to ensure implementation of resolutions on women, peace, and security, including supporting the full and effective participation of women in peace processes.\n\n Strongly condemns killings resulting from inter-communal conflicts and attacks against civilians, and urges the Government of Sudan to address impunity and ensure accountability.\n\n Expresses concern over the continued presence of arms in Darfur, and encourages the Government of Sudan to conduct a genuine disarmament process.\n\n Condemns all violations of international humanitarian law and human rights, and demands that all parties in Darfur immediately end attacks targeting civilians.\n\n Expresses serious concern at the humanitarian situation in Darfur, and demands that the Government of Sudan and all parties ensure safe, timely, and unhindered access of humanitarian organizations and relief personnel.\n\n Requests the Secretary-General to ensure continued monitoring and reporting on grave violations against children, and to support the development and implementation of action plans to end child recruitment and use.\n\n Urges the Government of Sudan to sustain preventative efforts to protect children from violations in armed conflict.\n\n Requests UNAMID to cooperate with the Panel of Experts and provide technical and logistical assistance to the Sudan DDR Commission.\n\n Expresses deep concern over insufficient funding for humanitarian actors and stresses the need for timely issuing of visas and travel permits for humanitarian organizations.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Condemns ongoing human rights violations and abuses in Darfur, including extrajudicial killings, excessive use of force, and acts of sexual and gender-based violence, and calls on the Government of Sudan to investigate and bring those responsible to justice.\n\n Welcomes some improvements in the human rights situation but expresses deep concern about the situation of those detained, including civil society members, IDPs, and a UNAMID human rights monitor.\n\n Stresses that returns of IDPs should be safe, dignified, voluntary, and in accordance with international law, and that root causes of the conflict, such as the absence of security, basic services, and livelihoods, must be addressed.\n\n Demands that all parties to the conflict create conditions conducive to the voluntary return of refugees and IDPs, and welcomes UNAMID's efforts to enhance protection of IDPs.\n\n Requests the UN and Government of Sudan to consider the adverse implications of climate change and natural disasters in their programs in Darfur.\n\n Pays tribute to UNAMID personnel who have made the ultimate sacrifice and urges UNAMID to take measures to protect personnel and equipment.\n\n Condemns ongoing impunity for attacks on peacekeepers and urges the Government of Sudan to bring perpetrators to justice.\n\n Welcomes improvements in visa issuance and clearance of UNAMID shipments but reiterates concern about hindrances to UNAMID's implementation of its mandate.\n\n Requests the Government of Sudan to grant expeditious clearance for UNAMID flights and ensure UNAMID has unfettered access throughout Darfur.\n\n Requests the Secretary-General's initial 90-day report to include a detailed exit strategy for UNAMID, based on benchmarks and indicators, and with a focus on areas where the Government of Sudan has responsibility.\nThe Security Council:\n\nRegarding UNAMID's operation and exit strategy, the Council:\n\n* Calls upon UNAMID to work with the UN Country Team to identify capability gaps and prepare for the Mission's exit, including a resource mobilization plan.\n\n* Requests coordination between UNAMID, the UN Country Team, and relevant UN agencies to transfer responsibilities.\n\n* Encourages the international community to support the scaling up of UN Country Team activities.\n\n Reporting:\n\n* Requests the Secretary-General to report to the Council every 90 days on:\n\n  (i) Political, humanitarian, and security situation in Darfur.\n\n  (ii) Progress towards UNAMID's strategic priorities, benchmarks, and indicators for exit.\n\n  (iii) Violations of the Status of Forces Agreement.\n\n  (iv) Reconfiguration and reductions to UNAMID's military component.\n\n  (v) Addressing underlying drivers of inter-communal conflict.\n\n  (vi) Challenges facing UNAMID.\n\n  (vii) Human rights abuses and violations.\n\n  (viii) UNAMID's support for local conflict resolution mechanisms.\n\n  (ix) Peace process status.\n\n  (x) Implementation of this resolution.\n\n* Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2018/S_RES_2429_2018_EN.pdf"
}