{
  "resolution_no": "2445",
  "year": "2018",
  "theme": [
    "Peacekeeping",
    "Security",
    "Abyei"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNISFA",
    "United Nations",
    "African Union",
    "AUHIP",
    "Special Envoy of the Secretary-General for Sudan and South Sudan"
  ],
  "reporting_cycle": "The Secretary-General reports every 6 months, specifically by 15 April 2019 and 31 January 2019",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on Sudan and South Sudan, reaffirms its commitment to their sovereignty, independence, unity, and territorial integrity.\n\n Reiterates that territorial boundaries shall not be altered by force and that any territorial disputes shall be settled peacefully.\n\nUrges the Government of Sudan and the Government of South Sudan to implement their commitments under the 2011 agreements, including the establishment of the Abyei Area Administration and Police Service.\n\nCommends the assistance provided by the African Union, the AU High Level Implementation Panel, and the United Nations Interim Security Force for Abyei (UNISFA).\n\nNotes that UNISFA has stabilized and demilitarized the Abyei Area but requires reconfiguration to create space for a viable political process.\n\nExpresses concern over the lack of progress on the political process and the security situation in the Abyei Area.\n\nCommends UNISFA's efforts in facilitating peaceful migration, conflict prevention, and mediation.\n\nUrges both parties to establish the Abyei Police Service and to continue intercommunal dialogue.\n\nEmphasizes the importance of humanitarian assistance and access for humanitarian organizations.\n\nRecalls resolutions 2378 (2017) and 2436 (2018) and requests the Secretary-General to ensure that performance data is used to evaluate mission operations.\n\nFurther recalls resolutions on women, peace, and security, emphasizing the need to address persistent barriers to full participation of women.\nThe Security Council,\n\nRecalling previous resolutions on the situation in Abyei, \n\nConcerned about the residual threat of landmines and explosive remnants of war, \n\nRecognizing the current situation in Abyei and along the Sudan-South Sudan border remains a threat to international peace and security,\n\n1. Extends the mandate of UNISFA until 15 May 2019, \n2. Extends the tasks of UNISFA as set out in resolution 1990 (2011) until 15 May 2019, \n3. Reduces the authorized troop ceiling to 4,140 until 15 May 2019 and further reduces it by 295 troops and then by 557 troops unless the mandate modification is extended,\n4. Increases the authorized police ceiling to 345 police personnel and requests expedited deployment, \n5. Intends to appoint a civilian Deputy Head of Mission for UNISFA to support implementation of the Agreement on Temporary Arrangements,\n6. Will revise the configuration and mandate of UNISFA based on progress and recommendations,\n7. Expresses disappointment at the parties' lack of progress, \n8. Urges progress towards establishing Abyei Area interim institutions and Abyei Police Service,\n9. Encourages coordination between AUHIP, the Special Envoy, and UNISFA,\n10. Welcomes efforts to determine the Safe Demilitarized Border Zone (SDBZ) centreline,\n11. Underscores UNISFA's protection of civilians mandate.\nHere is a summarized version of the Security Council document:\n\n12. Condemns the presence of South Sudan security personnel and Diffra Oil Police units in Abyei, violating the 2011 Agreement, and demands their immediate redeployment.\n\n13. Urges the two governments to ensure Abyei's demilitarization, including disarmament programs.\n\n14. Authorizes UNISFA to confiscate and destroy weapons in Abyei, in coordination with relevant parties.\n\n15. Requests UNISFA to dialogue with AJOC and communities on ensuring Abyei's \"weapons-free area\" status.\n\n16. Welcomes UNISFA's initiatives to support community dialogue and stability in Abyei.\n\n17. Urges governments to implement confidence-building measures, involving women in reconciliation processes.\n\n18. Stresses women's participation is critical in intercommunity dialogue.\n\n19. Welcomes UNISFA's efforts to strengthen Community Protection Committees.\n\n20. Welcomes the meeting of Ngok Dinka and Misseriya traditional leaders and cooperation with investigation findings.\n\n21. Calls on Member States to ensure free movement of UNISFA personnel and equipment.\n\n22. Renews call on governments to provide full support to the UN, including visas and logistical support.\n\n23. Recognizes the need for development projects and basic government services in Abyei.\n\n24. Demands governments facilitate UNMAS deployment for mine clearance.\n\n25. Demands parties allow humanitarian personnel full access to civilians in need.\n\n26. Urges parties to cease violence, human rights violations, and abuses.\n\n27. Requests the Secretary-General to ensure human rights monitoring.\nHere is a summarized version of the Security Council document:\n\n28. Requests the Secretary-General to increase the number of women in UNISFA and ensure their meaningful participation in all aspects of operations.\n\n29. Welcomes UNISFA's progress in identifying a Women and Child Protection Advisor and calls on Sudan and South Sudan to issue a visa and facilitate travel.\n\n30. Welcomes initiatives to standardize a culture of performance in UN peacekeeping and reaffirms support for a comprehensive performance policy framework, applicable to UNISFA.\n\n31. Recalls zero-tolerance policy on sexual exploitation and abuse, requests the Secretary-General to ensure compliance, vet personnel, and report on progress.\n\n32. Notes efforts to ensure close cooperation among UN missions in the region and requests continued practice.\n\n33. Requests a written report by April 15, 2019, on progress in implementing UNISFA's mandate, including:\n\t* Troop and police reduction/increase\n\t* Potential for an augmented civilian component\n\t* Movement and presence of weapons\n\t* Steps taken on women's participation and performance policy framework\n\t* Human rights monitoring results\n\t* Parties' steps towards implementation\n\t* Recommendations on revisions to UNISFA's configuration and mandate\n\n34. Requests a note by January 31, 2019, on progress in reducing troops and increasing police.\n\n35. Decides to remain actively seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2018/S_RES_2445_2018_EN.pdf"
}