{
  "resolution_no": "2430",
  "year": "2018",
  "theme": [
    "Peacekeeping",
    "Cyprus"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNFICYP",
    "Cyprus",
    "Greek Cypriot",
    "Turkish Cypriot"
  ],
  "reporting_cycle": "Secretary-General reports by 15 October 2018 and 10 January 2019",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council adopted Resolution 2430 (2018) on 26 July 2018, welcoming the Secretary-General's reports on his Good Offices and the UN operation in Cyprus. The Council noted the need to extend the UN Peacekeeping Force in Cyprus (UNFICYP) beyond 31 July 2018. \n\nThe Council echoed the Secretary-General's belief that the Cypriots themselves are responsible for finding a solution and reaffirmed the UN's primary role in assisting the parties. It welcomed the commitments made by the Greek Cypriot and Turkish Cypriot leaders in their Joint Statement of 2 April 2017.\n\nThe Council recalled previous resolutions, including 1179 (1998), and urged the sides to engage fully and constructively in negotiations to secure a bicommunal, bizonal federation with political equality. \n\nThe Council welcomed the appointment of UN Consultant Jane Holl Lute and urged the sides to demonstrate political will and engage constructively with UN consultations. \n\nThe Council also emphasized the importance of:\n\n* Military confidence-building measures\n* Crossings of the Green Line by Cypriots\n* Opening of other crossing points\n* A comprehensive and durable Cyprus settlement\n* Positive public rhetoric and clear explanation of the benefits of a settlement\n* Increased flexibility and compromise\n\nThe Council highlighted the importance of:\n\n* The supporting role of the international community\n* Practical steps towards helping the leaders to renew their commitment to a settlement\n* Stability and avoiding actions that could lead to increased tension\n\nThe Council also:\n\n* Noted with regret the withholding of access to remaining minefields in the buffer zone\n* Commended the work of the Committee on Missing Persons\n* Urged the active participation and leadership of women in the political process\n* Encouraged intercommunal contacts, reconciliation, and civil society engagement.\nHere is a summarized version of the Security Council document:\n\nThe Security Council stresses the need for a rigorous approach to peacekeeping deployments and recalls resolution 2378 (2017) on using data to improve analytics and evaluation of mission operations.\n\nThe Council notes the importance of transition planning in relation to a settlement, including adjustments to the mandate of UNFICYP, force levels, and concept of operations.\n\nThe Council welcomes efforts by the Secretary-General and Special Representative Elizabeth Spehar and expresses appreciation to the Government of Cyprus and Greece for their voluntary contributions to UNFICYP.\n\nThe Council:\n\n1. Welcomes progress in the leaders-led process and urges the sides to engage constructively in consultations led by UN Consultant Jane Holl Lute.\n2. Calls on the leaders to actively engage with openness and creativity to restart negotiations under UN auspices.\n3. Takes note of the Secretary-General's reports (S/2018/610 and S/2018/676).\n4. Reaffirms all relevant resolutions on Cyprus, particularly resolution 1251 (1999).\n5. Calls on the leaders to work on convergences on core issues, intensify work with Technical Committees, and improve the public atmosphere for negotiation.\n6. Supports the Secretary-General's Good Offices and requests him to maintain transition planning in relation to a settlement.\n7. Urges implementation of confidence-building measures and intercommunal contacts.\n8. Stresses the importance of civil society and women's participation in the peace process.\n9. Further stresses the importance of youth participation and recognizes the work of the Bi-Communal Technical Committee on Education.\n10. Welcomes efforts to accommodate the Committee on Missing Persons' requirements.\n11. Extends UNFICYP's mandate until 31 January 2019.\n12. Supports improving the mission's capacity for liaison and engagement and requests increased representation of women in UNFICYP.\n13. Calls on both sides to engage in consultations with UNFICYP on the demarcation of the buffer zone.\n14. Calls on the Turkish Cypriot side and Turkish forces to restore the military status quo in Strovilia.\n15. Calls on both sides in Cyprus to allow access to deminers, facilitate removal of remaining mines within the buffer zone, and urges extension of demining operations outside the buffer zone;\n\n16. Requests the Secretary-General to report on his Good Offices and consultations by 15 October 2018, and on implementation of this resolution by 10 January 2019, including progress on confidence-building measures;\n\n17. Welcomes the Secretary-General's initiatives on standardizing a culture of performance in UN peacekeeping, and calls on him to develop and apply an integrated performance policy framework, including to UNFICYP;\n\n18. Welcomes UNFICYP's efforts to implement the Secretary-General's zero-tolerance policy on sexual exploitation and abuse, requests the Secretary-General to continue taking necessary action, and urges troop and police-contributing countries to take preventive and disciplinary action;\n\n19. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2018/S_RES_2430_2018_EN.pdf"
}