{
  "resolution_no": "2416",
  "year": 2018,
  "theme": [
    "Peacekeeping",
    "Sudan",
    "South Sudan",
    "Conflict Resolution",
    "Human Rights",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNISFA",
    "United Nations",
    "African Union",
    "AUHIP",
    "Government of Sudan",
    "Government of South Sudan"
  ],
  "reporting_cycle": "The Secretary-General reports no later than 15 October 2018 and 15 August 2018",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\nRecalling previous resolutions and presidential statements on Sudan and South Sudan,\nReaffirms its commitment to the sovereignty, independence, unity, and territorial integrity of both countries;\n\nReiterates that territorial boundaries shall not be altered by force and that disputes shall be settled peacefully;\nPrioritizes the full implementation of the Comprehensive Peace Agreement (CPA) and the future status of Abyei to be resolved through negotiations;\n\nUrges cooperation between the two governments, improved bilateral relations, and implementation of their commitments;\nCommends the assistance provided by the African Union, AU High Level Implementation Panel, and UNISFA;\n\nNotes that UNISFA has stabilized and demilitarized the Abyei Area but requires reconfiguration for a viable exit strategy;\nTakes note of the security situation, commends UN Police activities, and urges establishment of the Abyei Police Service;\n\nCommends UNISFA's efforts in facilitating peaceful migration, conflict prevention, and deterrence;\nStrongly condemns attacks on UN personnel and reiterates the need for accountability;\n\nBears in mind the humanitarian situation and the need for continued assistance;\nRecalls resolutions 2378 (2017), 1325 (2000), and 2242 (2015) on peacekeeping, women, peace, and security;\n\nExpresses concern about landmines and explosive remnants of war;\nWelcomes the appointment of a civilian head of mission;\n\nRecognizes the situation in Abyei and along the border as a serious threat to international peace and security;\n\n1. Decides to extend until 15 November 2018 the mandate of UNISFA as set out in paragraph 2 of resolution 1990 (2011) and acting under Chapter VII of the Charter.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Extends UNISFA's tasks as set out in resolution 1990 (2011) until 15 November 2018.\n2. Recalls its decision to extend UNISFA's mandate modification until 15 October 2018 and calls on parties to demonstrate measurable progress.\n3. Reduces the authorized troop ceiling to 4,500 until 15 November 2018 and then to 3,959 as of 15 October 2018.\n4. Requests the deployment of additional UN police to meet the authorized police ceiling of 50.\n5. Expresses intention to revise UNISFA's configuration and mandate based on the Secretary-General's recommendations.\n6. Expresses disappointment at the parties' lack of progress in implementing the Agreement on Temporary Arrangements for Abyei and achieving a political resolution.\n7. Urges continued progress toward establishing Abyei Area interim institutions and an Abyei Police Service.\n8. Encourages AUHIP and the Special Envoy to coordinate efforts towards implementing the 2011 agreements.\n9. Welcomes efforts to determine the Safe Demilitarized Border Zone (SDBZ) centreline.\n10. Underscores UNISFA's protection of civilians mandate.\n11. Condemns the presence of South Sudan security service personnel and Diffra Oil Police units in Abyei.\n12. Urges the two governments to ensure Abyei's demilitarization.\n13. Reaffirms UNISFA's authorization to undertake weapons confiscation and destruction.\n14. Requests UNISFA to continue dialogue on strategies for ensuring Abyei's status as a weapons-free area.\n15. Welcomes UNISFA initiatives to support community dialogue and reconciliation.\n16. Urges the two governments to implement confidence-building measures among communities in Abyei.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Condemns violence and human rights abuses in Abyei, and calls for ceasefire and disarmament.\n\n Urges women's participation in inter-community dialogue and community protection.\n\n Welcomes efforts to strengthen Community Protection Committees and promote community dialogue.\n\n Calls for cooperation with investigations into killings and reconciliation between communities.\n\n Demands free movement of humanitarian personnel and unhindered access to civilians.\n\n Urges cessation of violence, human rights abuses, and violations of international humanitarian law.\n\n Requests the Secretary-General to monitor human rights, increase women's participation in UNISFA, and deploy a Women and Child Protection Advisor.\n\n Requests reports on progress, including on human rights, disarmament, and reconfiguration of UNISFA's mandate.\n\n Calls on Sudan and South Sudan to provide support to UNISFA, including visas, basing arrangements, and logistical support.\n\n Urges adherence to Status of Forces Agreements and zero-tolerance policy on sexual exploitation and abuse.\n\n Requests cooperation among UN missions in the region. \n\n Requests a written report by 15 October 2018 and detailed recommendations on reconfiguration of UNISFA's mandate by 15 August 2018.\nThe Security Council:\n- Welcomes the Secretary-General's initiative to undertake a military and police capability study to realign troops and equipment with the security situation in Abyei.\n- Expresses its intention to review the mandate of UNISFA for reconfiguration based on the Secretary-General's recommendations.\n- Decides to remain actively seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2018/S_RES_2416_2018_EN.pdf"
}