{
  "resolution_no": "2404",
  "year": "2018",
  "theme": [
    "Peacekeeping",
    "Political",
    "Security",
    "Human Rights",
    "Development"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIOGBIS",
    "ECOWAS",
    "African Union",
    "CPLP",
    "European Union",
    "UNODC"
  ],
  "reporting_cycle": "The Secretary-General reports every 6 months on the implementation of this resolution, and within 9 months submit the Secretary-General’s assessment of the Mission including options for a possible reconfiguration of the United Nations presence in the country and re-prioritization of tasks",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions on Guinea-Bissau, adopted Resolution 2404 (2018) on 28 February 2018. \nThe resolution notes the report of the Secretary-General on Guinea-Bissau and welcomes the role of his Special Representative in assisting the Government. \nIt reaffirms its commitment to the sovereignty, unity, and territorial integrity of Guinea-Bissau and emphasizes the primary responsibility of the Bissau-Guinean authorities for stability and security. \nThe Council stresses the need for the Government to take concrete steps towards peace, security, and stability, including resolving the political crisis, organizing free and fair elections, reforming the security sector, and tackling corruption. \nIt expresses concern over the ongoing protracted political and institutional crisis and its negative effects on citizens, urging all political actors to prioritize the people's interest. \nThe Council welcomes the engagement of the Special Representative of the Secretary-General, ECOWAS, the African Union, and other interlocutors in finding a peaceful solution. \nIt supports the implementation of the Conakry Agreement of 14 October 2016, based on the ECOWAS road map, as the primary framework for resolving the crisis. \nThe Council commends ECOWAS' mediation efforts and invites the President of Guinea-Bissau to appoint a consensus Prime Minister and form a government in conformity with the Conakry Agreement. \nIt emphasizes the need for respect of democratic principles, national reconciliation, inclusive dialogue, and good governance, and stresses the importance of including all Bissau-Guineans, women, and youth in the process. \nThe Council notes that delays in implementing the Conakry Agreement have undermined efforts towards elections and the review of the applicable legal framework.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council stresses that peace and stability in Guinea-Bissau can only be achieved through a consensual, inclusive, and nationally owned process, with respect for constitutional order, priority reforms in defence, security, and justice sectors, promotion of the rule of law, human rights, and socioeconomic development, and the fight against impunity and drug trafficking.\n\nThe Council reaffirms the importance of non-interference of defence and security forces in politics and commends the restraint shown by the people of Guinea-Bissau. It underscores the need for impartial, transparent, accountable, and professional national security and rule of law institutions.\n\nThe Council encourages the Government to ensure effective civilian control over defence and security forces and to conduct transparent investigations into human rights violations. It also encourages sustained efforts to combat drug trafficking and transnational organized crime.\n\nThe Council commends the efforts of ECOWAS, the African Union, and UNIOGBIS in promoting stability and supporting security sector reform. It urges Bissau-Guinean national stakeholders to demonstrate commitment to re-establish momentum for progress in key areas.\n\nThe Council emphasizes the importance of women's participation in prevention and resolution of conflicts and in peacebuilding, and the role of UNICEF in providing education for children. It reaffirms its full commitment to the consolidation of peace and stability in Guinea-Bissau.\n\nThe Council welcomes the continued engagement of the Peacebuilding Commission and the African Union, and underscores the need for credible elections, notably legislative elections in 2018. It also underlines the importance of renewing the mandate of UNIOGBIS.\nHere is a clear and concise summary of the Security Council document:\n\n1. The mandate of UNIOGBIS is extended for 12 months, from 1 March 2018 to 28 February 2019.\n\n2. The implementation of the strategic review mission's recommendations is called for, focusing on refocusing efforts towards political capacities and streamlining the management structure.\n\n3. UNIOGBIS is requested to prioritize: \n   (a) supporting the Conakry Agreement and ECOWAS Roadmap implementation, \n   (b) supporting the electoral process for inclusive, free, and credible legislative elections in 2018, \n   (c) providing technical assistance for the review of Guinea-Bissau's Constitution.\n\n4. UNIOGBIS will continue to assist in areas including strengthening democratic institutions, promoting human rights, combating drug trafficking, and incorporating a gender perspective into peacebuilding.\n\n5. The efforts of ECOWAS to resolve the crisis are supported, and its decision to impose sanctions against those obstructing the Conakry Agreement is noted.\n\n6. Bissau-Guinea stakeholders are called upon to respect and comply with the Conakry Agreement and ECOWAS roadmap, and refrain from actions that could escalate tensions.\n\n7. All political actors are urged to prioritize the interests of the people of Guinea-Bissau and respect the Conakry Agreement and Bissau 6-point roadmap.\n\n8. The importance of holding legislative elections in 2018 and presidential elections in 2019 within the legally mandated timeframe is stressed.\n\n9. The authorities and stakeholders are called upon to engage in inclusive dialogue to consolidate progress and address the root causes of instability.\n\n10. The need for inclusive dialogue to consolidate peace and stability is underscored, and the review of Guinea-Bissau's Constitution is urged.\n\n11. The security and defence services are called upon to submit themselves fully to civilian control.\n\n12. ECOWAS is commended and encouraged to continue extending political support to Guinea-Bissau.\n\n13. ECOWAS and CPLP are encouraged to organize a meeting of the International Contact Group on Guinea-Bissau.\n\n14. The human rights situation is noted, and the authorities are urged to promote and protect human rights, and bring perpetrators of human rights violations to justice.\n\n15. The reported lack of respect for the right of peaceful assembly is deplored, and the authorities are urged to ensure strict respect for international human rights laws.\n\n16. The joint efforts of international partners to enhance cooperation in Guinea-Bissau are welcomed.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Supports the Government of Guinea-Bissau and encourages continued collaboration towards stabilization, in line with priority structural reforms.\n* Recognizes the role of the Peacebuilding Commission in supporting long-term peacebuilding priorities.\n\n* Emphasizes the importance of defense and security sector reforms for long-term stability and encourages coordinated action by partners.\n\n* Welcomes the extension of ECOMIB's mandate and commends its crucial role in securing state institutions and supporting security sector reform.\n\n* Calls on the authorities to reform and strengthen the judicial system, ensuring separation of powers and access to justice.\n\n* Urges implementation of national legislation to combat transnational organized crime, including drug trafficking and money-laundering.\n\n* Stresses the importance of combating drug trafficking for stability and requests the Secretary-General to ensure capacity within UNIOGBIS.\n\n* Commends the good offices role of the Special Representative of the Secretary-General.\n\n* Encourages ECOWAS to continue providing political support and using good offices and mediation.\n\n* Stresses the need for commitment to enforcing the Conakry Agreement.\n\n* Welcomes continued engagement of the African Union and other regional and international partners.\n\n* Expresses readiness to take additional measures if the situation worsens.\n\n* Decides to review sanctions measures in seven months.\n\n* Requests regular reports from the Secretary-General on the implementation of this resolution.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2018/S_RES_2404_2018_EN.pdf"
}