{
  "resolution_no": "2521",
  "year": "2020",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNMISS",
    "IGAD",
    "Community of Sant'Egidio",
    "Panel of Experts",
    "Sanctions Committee"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days, and other reporting requirements",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions and statements on South Sudan, welcomes encouraging developments in the peace process, including the formation of a Revitalized Transitional Government of National Unity (RTGNU), and commends the parties for demonstrating a spirit of compromise and political will.\n\nExpressing appreciation for the leadership of the Intergovernmental Authority on Development (IGAD) and the Community of Sant’Egidio, the Council recognizes the reduction in political violence and the upholding of the permanent ceasefire in most parts of the country.\n\nReiterating concerns about the situation in South Sudan, the Council strongly condemns human rights violations and abuses, and emphasizes that those responsible must be held accountable, urging the RTGNU to sign the Memorandum of Understanding with the African Union for the creation of the Hybrid Court for South Sudan.\n\nThe Council expresses deep concern at reports of misappropriation of funds, determines that the situation in South Sudan continues to constitute a threat to international peace and security, and acting under Chapter VII:\n\n1. Expresses deep concern at continued fighting and condemns violations of the Revitalised Agreement and the Agreement on Cessation of Hostilities;\n2. Urges South Sudan’s leaders to finalize establishment of the RTGNU and fully implement all provisions of the Revitalised Agreement, allowing full, safe and unhindered humanitarian access.\n\nThe Council renews until 31 May 2021 the measures on arms imposed by paragraph 4 of resolution 2428 (2018) and reaffirms the provisions of paragraph 5 of resolution 2428 (2018).\n\nThe Council requests the Secretariat to provide a report by 31 October 2020 assessing the role of the arms embargo and articulating options for elaboration of benchmarks, and expresses its intention to review the options provided by 15 December 2020. \n\nThe Council stresses the importance of notifications or requests for exemptions containing all relevant information.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n**Arms Shipments**\n\n* Underscores that arms shipments in violation of this resolution risk fuelling conflict and contributing to instability (para 7).\n* Urges Member States to identify and prevent such shipments within their territory (para 7).\n* Calls on Member States to inspect cargo to South Sudan if there are reasonable grounds to believe it contains prohibited items (para 8).\n\n**Seizure and Disposal of Prohibited Items**\n\n* Authorizes Member States to seize and dispose of items prohibited by paragraph 4 of resolution 2428 (2018) (para 9).\n* Requires Member States to cooperate in such efforts (para 9).\n\n**Reporting Requirements**\n\n* Requires Member States to submit reports on inspections, seizures, and disposal of prohibited items to the Committee (para 10).\n\n**Targeted Sanctions**\n\n* Renews travel and financial measures imposed by paragraphs 9 and 12 of resolution 2206 (2015) until 31 May 2021 (para 11).\n* Decides to review these measures in light of progress achieved in implementing the R-ARCSS and developments related to human rights violations (para 12).\n* Underscores willingness to impose targeted sanctions to support an inclusive and sustainable peace in South Sudan (para 13).\n\n**Designation Criteria**\n\n* Reaffirms that provisions of paragraphs 9 and 12 of resolution 2206 (2015) apply to individuals and entities responsible for or complicit in actions that threaten peace, security, or stability in South Sudan (para 14).\n* Lists specific actions or policies that may lead to designation, including human rights abuses, attacks on civilians, and obstruction of humanitarian assistance (para 15).\n\n**Sanctions Committee/Panel of Experts**\n\n* Emphasizes the importance of consultations with concerned Member States and organizations to ensure full implementation of measures (para 17).\nThe Security Council:\n\n* Authorizes Committee visits to selected countries by the Chair and/or Committee members;\n* Extends the Panel of Experts' mandate until 1 July 2021, requiring:\n  + Interim report by 1 December 2020\n  + Final report by 1 May 2021\n  + Monthly updates except in report months;\n* Requests the Panel to include gender expertise and integrate gender across investigations and reporting;\n* Calls for cooperation with the Panel, including information on illicit wealth transfers and ensuring safety and access;\n* Requests information sharing with the Committee from:\n  + Special Representatives for Children and Armed Conflict and Sexual Violence in Conflict\n  + High Commissioner for Human Rights (as appropriate);\n* Recalls UNMISS mandate, including monitoring and reporting on human rights abuses;\n* Encourages information exchange between UNMISS and the Panel, and requests UNMISS assistance;\n* Invites JMEC to share information on Revitalised Agreement implementation and humanitarian access;\n* Expresses intent to impose sanctions as needed and remains seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2521_2020_EN.pdf"
}