{
  "resolution_no": "2522",
  "year": "2020",
  "theme": [
    "Peacekeeping",
    "Stabilization",
    "Reconstruction",
    "Humanitarian",
    "Iraq"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMI",
    "UNITAD",
    "UN Country Team",
    "Special Representative of the Secretary-General"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n \nRecalling previous resolutions on Iraq, reaffirms Iraq's independence, sovereignty, unity, and territorial integrity.\n\nSupports Iraq's stabilization efforts, including fighting terrorism and addressing the needs of all Iraqis.\n\nWelcomes the Government of Iraq's efforts to deliver reforms, hold free and fair elections, and requests UN assistance.\n\nCalls on the international community to support Iraq's humanitarian, stabilization, reconstruction, and development efforts.\n\nDecides to:\n \n1. Extend the mandate of UNAMI until 31 May 2021.\n\n2. Authorize the Special Representative of the Secretary-General and UNAMI to:\n \n(a) Advise on inclusive political dialogue and national reconciliation.\n\n(b) Assist with:\n \n(i) Free and fair elections and referenda.\n\n(ii) Constitutional review and implementation.\n\n(iii) Security sector reform.\n\n(iv) Regional dialogue and cooperation.\n\n(c) Promote:\n \n(i) Humanitarian assistance and refugee return.\n\n(ii) Essential civil and social services.\n\n(iii) Economic reform and sustainable development.\n\n(iv) UN agencies' contributions to objectives.\n\n(d) Promote accountability, human rights, and judicial reform.\nThe Security Council:\n\n1. Extends the mandate of the United Nations Assistance Mission for Iraq (UNAMI) until 31 May 2021;\n\n2. Requests UNAMI to:\n    (e) approach gender mainstreaming as a cross-cutting issue throughout its mandate and advise and assist the Government of Iraq to ensure the full, equal and meaningful participation of women;\n\n    (f) assist the Government of Iraq and the UN Country Team in strengthening child protection, including rehabilitation and reintegration of children;\n\n3. Recognizes the essential security of UN personnel and calls upon the Government of Iraq to continue providing security and logistical support;\n\n4. Intends to review UNAMI's mandate and reporting cycle by 31 May 2021 or sooner if requested by the Government of Iraq;\n\n5. Requests the Secretary-General to report every three months on progress made towards fulfilling UNAMI's responsibilities;\n\n6. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2522_2020_EN.pdf"
}