{
  "resolution_no": "2539",
  "year": "2020",
  "theme": [
    "Peacekeeping",
    "Lebanon",
    "UNIFIL"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIFIL",
    "Lebanese Armed Forces",
    "Government of Lebanon"
  ],
  "reporting_cycle": "every four months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions on Lebanon, expresses solidarity with Lebanon and its people after the Beirut explosions on 4 August 2020, and welcomes the International Conference on Assistance and Support to Lebanon and Beirut.\n\nThe Council calls for a new Government to be formed swiftly to address the needs and aspirations of the Lebanese population, particularly in reconstruction and reforms to overcome the acute social and economic crisis.\n\nIt takes note of Lebanon's economic plan and IMF program request, stressing the need for meaningful economic reforms, and reiterates support to Lebanon to exit the crisis.\n\nThe Council commends UNIFIL's measures to fight COVID-19 and recalls resolution 2532, requesting the Secretary-General to instruct peacekeeping operations to support host country authorities.\n\nResponding to Lebanon's request, the Council extends UNIFIL's mandate for one year without amendment.\n\nIt reiterates support for Lebanon's territorial integrity, sovereignty, and political independence.\n\nThe Council reaffirms commitment to full implementation of resolution 1701 (2006), and expresses deep concern at the lack of progress towards a permanent ceasefire.\n\nIt calls on parties to strengthen efforts to implement resolution 1701 (2006) without delay, and expresses concern at violations, both by air and ground.\n\nThe Council urges parties to sustain the cessation of hostilities, exercise calm and restraint, and refrain from actions or rhetoric that could jeopardize the cessation of hostilities.\n\nIt condemns incidents across the Blue Line, calls on parties to use the Tripartite Mechanism, and commends UNIFIL's liaison and prevention role.\n\nThe Council emphasizes the importance of full compliance with the prohibition on sales and supply of arms and related materiel, and recalls the need for parties to respect the Blue Line.\nHere is a summarized version of the Security Council document:\n\nThe Security Council welcomes progress in marking the Blue Line and encourages parties to accelerate efforts to delineate and visibly mark it. It condemns attempts to threaten Lebanon's security and stability, and reaffirms its determination to ensure UNIFIL's mandate is implemented without intimidation.\n\nThe Council urges Lebanese authorities to provide updates and finalize investigations on attacks against peacekeepers, including incidents on 4 August 2018, 25 May 2020, and 10 February 2020. It reiterates the importance of the Lebanese Government's control over all territory and encourages parties to resume discussions on a National Defence Strategy.\n\nThe Council welcomes Lebanon's first National Action Plan on Women, Peace and Security and encourages its full implementation. It commends UNIFIL's personnel and expresses appreciation to contributing Member States.\n\nThe Council extends UNIFIL's mandate until 31 August 2021, commends its positive role, and calls for enhanced cooperation with the Lebanese Armed Forces. It affirms its commitment to UNIFIL's mandate and calls for the full implementation of resolution 1701 (2006).\n\nThe Council reiterates its call for Israel and Lebanon to support a permanent ceasefire and long-term solution based on the principles of resolution 1701 (2006).\nHere is a summarized version of the Security Council document:\n\n5. The Council reaffirms the need for effective deployment of the Lebanese Armed Forces (LAF) in southern Lebanon and territorial waters to implement resolution 1701 (2006), and requests the Secretary-General to assess progress and report on it.\n\n6. The Council requests precise timelines for LAF deployments, with the goal of identifying progress in implementing tasks mandated in resolution 1701 (2006).\n\n7. The Council calls for a plan to increase Lebanon's naval capabilities, with international support, to decrease UNIFIL's Maritime Taskforce and transition responsibilities to the LAF.\n\n8. The Council welcomes the Secretary-General's report on UNIFIL's resources and requests a detailed plan to implement recommendations, with timelines and modalities, within 60 days.\n\n9. The Council encourages the deployment of a model regiment and offshore patrol vessel in UNIFIL's area of operations to advance implementation of resolution 1701 (2006).\n\n10. The Council urges international support for the LAF and state security institutions, including in areas such as counter-terrorism, border protection, and naval capacity.\n\n11. The Council condemns Blue Line violations and calls on parties to respect the cessation of hostilities and prevent further violations.\n\n12. The Council welcomes the Tripartite Mechanism's role in facilitating coordination and de-escalating tensions.\n\n13. The Council stresses the need for enhanced cooperation between UNIFIL and UNSCOL to improve effectiveness and efficiency.\n\n14. The Council urges parties to respect UNIFIL personnel's safety and reiterates its call for closer cooperation between UNIFIL and the LAF.\n\n15. The Council urges parties to ensure UNIFIL's freedom of movement and access to the Blue Line.\n\n16. The Council requests the Secretary-General to review and enhance UNIFIL personnel's safety and security.\n\n17. The Council urges parties to cooperate towards a permanent ceasefire and long-term solution as envisioned in resolution 1701 (2006).\nHere is a concise summary of the Security Council document 2539 (2020):\n\n18. Urges Israel to withdraw its army from northern Ghajar without delay in coordination with UNIFIL.\n\n19. Reaffirms the need for an area free of armed personnel, assets, and weapons between the Blue Line and the Litani River, except for those of Lebanon and UNIFIL.\n\n20. Recalls the arms embargo on Lebanon and calls on states to prevent the sale or supply of arms to entities or individuals in Lebanon, except those authorized by the Lebanese government or UNIFIL.\n\n21. Authorizes UNIFIL to take necessary action to ensure its area of operations is not used for hostile activities and to protect its personnel, facilities, and civilians.\n\n22. Commends UNIFIL's operational changes and requests the Secretary-General to enhance UNIFIL's efforts, including increasing its visible presence.\n\n23. Recalls UNIFIL's role in assisting Lebanon to implement resolution 1701 (2006).\n\n24. Welcomes UNIFIL's efforts to implement the zero-tolerance policy on sexual exploitation and abuse and requests the Secretary-General to ensure full compliance.\n\n25. Supports the development of a comprehensive performance policy framework for UN peacekeeping and requests the Secretary-General to apply it to UNIFIL.\n\n26. Requests UNIFIL to consider gender issues throughout its mandate and assist Lebanese authorities in promoting women's participation.\n\n27. Requests the Secretary-General to report to the Council every four months on the implementation of resolution 1701 (2006).\n\n28. Authorizes UNIFIL to provide temporary support to Lebanon after the Beirut port explosions.\n\n29. Decides to reduce UNIFIL's troop ceiling from 15,000 to 13,000 troops, without prejudice to possible future increases.\nThe Security Council:\n\nStresses the importance of achieving a comprehensive, just and lasting peace in the Middle East, based on its relevant resolutions 242 (1967), 338 (1973), 1515 (2003) and 1850 (2008); \nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2539_2020_EN.pdf"
}