{
  "resolution_no": "2543",
  "year": "2020",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Terrorism"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "Resolute Support Mission",
    "NATO",
    "United Nations Office on Drugs and Crime"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Afghanistan, extends its support to the Government and people of Afghanistan, reaffirming its commitment to the country's sovereignty, independence, territorial integrity, and national unity.\n\nStresses the important role of the UN in promoting peace and stability in Afghanistan, addressing challenges, including the COVID-19 pandemic, and welcomes the launch of the Global Humanitarian Response Plan.\n\nEmphasizes the need for a comprehensive and inclusive Afghan-led peace process, with the participation of women, youth, and minorities, to achieve a permanent and comprehensive ceasefire and an inclusive political settlement.\n\nCalls for an inclusive and meaningful peace process, protection of human rights, and preservation of economic, social, and development gains.\n\nExpresses concern about the high level of violence, security situation, and terrorist threats, and stresses the importance of sustained efforts to reduce violence and counter terrorism.\n\nWelcomes the start of intra-Afghan negotiations, encourages parties to pursue confidence-building measures, and engage in good faith to achieve a permanent ceasefire and inclusive political settlement.\n\nSupports the work of the UN Assistance Mission in Afghanistan (UNAMA), and stresses the need for continued adequate resourcing to fulfil its mandate.\n\nAppreciates the UN's long-term commitment to Afghanistan and reiterates its full support to UNAMA and the Special Representative of the Secretary-General.\nThe Security Council:\n\nReaffirms its strong commitment to the sovereignty, independence, territorial integrity and unity of Afghanistan;\n\n Extends the mandate of UNAMA until 17 September 2021 as defined in previous resolutions;\n\nDecides that UNAMA, led by the Special Representative of the Secretary-General, will continue to lead and coordinate international civilian efforts in close cooperation with the Government of Afghanistan, focusing on:\n\n* Supporting the Afghan-led and Afghan-owned peace process, particularly intra-Afghan negotiations;\n* Supporting timely, credible, transparent, and inclusive Afghan elections;\n* Promoting coherent international support to the Government of Afghanistan's development and governance priorities;\n* Supporting regional cooperation to promote stability and peace;\n* Protecting and promoting human rights, particularly for women, children, and minorities;\n* Supporting gender equality and women's empowerment;\n* Strengthening capacity to report on violations and abuses against children;\n* Supporting efforts to improve governance, rule of law, and transitional justice;\n* Coordinating and facilitating humanitarian assistance efforts;\n\n Stresses the critical importance of a continued and appropriate presence of UNAMA and other United Nations Agencies, Funds and Programmes in the provinces, based on a “One UN” approach.\nThe Security Council:\n\n Calls on UNAMA and the Special Representative to increase efforts to achieve coherence, coordination and efficiency among UN Agencies, Funds and Programmes in Afghanistan to maximize collective effectiveness in alignment with the Afghan Government's reform agenda.\n\n Calls upon all Afghan and international parties to coordinate with UNAMA to promote security and freedom of movement of UN personnel.\n\n Notes the deteriorating security and health environments faced by UNAMA staff and stresses the importance of measures to ensure their safety, security and health support.\n\n Requests the Secretary-General to report to the Council every three months on developments in Afghanistan, including the security situation, and to evaluate progress against benchmarks for measuring and tracking progress in the implementation of UNAMA's mandate.\n\nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2543_2020_EN.pdf"
}