{
  "resolution_no": "2518",
  "year": "2020",
  "theme": [
    "Peacekeeping",
    "Safety and Security of Peacekeepers",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations peacekeeping operations",
    "Troop-and Police-Contributing Countries",
    "Secretariat"
  ],
  "reporting_cycle": "The Secretary-General reports progress on improving safety and security of peacekeepers in his comprehensive annual briefing",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n\nRecalling the UN Charter and previous resolutions on peacekeeping, reaffirms the basic principles of peacekeeping, including consent, impartiality, and non-use of force.\n\nUnderscores the importance of peacekeeping in maintaining international peace and security, and emphasizes that lasting peace requires political solutions.\n\nNotes with appreciation the Secretary-General's \"Action for Peacekeeping\" initiative, which prioritizes peacekeeper safety and security, and supports efforts to promote Women, Peace and Security, protect civilians, and strengthen peacekeeping partnerships.\n\nExpresses grave concern about security threats and targeted attacks against UN peacekeepers, condemns killings and violence against them, and pays tribute to fallen peacekeepers.\n\nStresses the importance of ensuring peacekeepers' safety and security, and requests the Secretary-General, Troop-and Police-Contributing Countries, and Member States to work together to achieve this.\n\nCondemns violations of status-of-forces agreements, and recognizes the risks they pose to peacekeepers' safety and security.\n\nTakes note of measures to prevent and address illnesses among peacekeepers, and stresses the importance of avoiding caveats that may limit mandate implementation.\n\nRecalls the report on \"Improving Security of United Nations Peacekeepers\" and related Action Plan, and underscores the link between performance and safety and security.\n\nReaffirms the importance of women's participation in peacekeeping and integrating gender analysis and assessments.\n\nRecognizes the critical role of UN peacekeepers in promoting and maintaining international peace and security.\n\n1. Stresses the importance of supporting UN peacekeeping operations and enhancing peacekeepers' safety and security.\n\n2. Requests host states to facilitate access and freedom of movement for UN peacekeepers and their equipment, and requests the Secretariat to document violations of status-of-forces agreements.\nThe Security Council:\n \n1. Urges the use of information to monitor and resolve risks to peacekeepers' safety and security;\n \n2. (No text provided for point 2)\n \n3. Calls on Member States hosting peacekeeping operations to investigate and prosecute those responsible for attacks on UN personnel and keep Troop-and Police-Contributing Countries informed;\n \n4. Notes peacekeepers face complex threats and underscores the importance of ensuring missions evolve to enhance safety and security, including through medical facilities and critical capabilities;\n \n5. Requests the Secretary-General to take measures to enhance safety and security, including strengthening situational awareness through information acquisition and analysis capacities;\n \n6. Calls for safe, enabling, and gender-sensitive working environments for women in peacekeeping operations;\n \n7. Reaffirms determination to enhance partnership between the UN and regional organizations on peacekeeper safety and security;\n \n8. Requests peacekeeping operations to enhance engagements with host governments, local authorities, and the population to build trust and improve safety;\n \n9. Calls for measures to enhance operational health support, including establishing medical standards and providing qualified personnel;\n \n10. Requests the Secretary-General to review and ensure uniformity of UN standards on training and performance to improve safety and security;\n \n11. Reaffirms the link between safety, security, and performance, and welcomes initiatives to standardize a culture of performance in UN peacekeeping;\n \n12. Calls on the UN to operationalize the Light Coordination Mechanism to facilitate improved training and capacity building;\n \n13. Takes note of the Secretariat's work on integrating new technologies to increase safety and security;\n \n14. Requests the Secretary-General to report progress on improving peacekeeper safety and security;\n \n15. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2518_2020_EN.pdf"
}