{
  "resolution_no": "2506",
  "year": "2020",
  "theme": [
    "Peacekeeping",
    "Cyprus Conflict",
    "Women, Peace and Security",
    "Youth, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNFICYP",
    "United Nations",
    "Security Council",
    "Government of Cyprus"
  ],
  "reporting_cycle": "Secretary-General reports by 10 July 2020",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council welcomes the reports of the Secretary-General on his Good Offices and the UN operation in Cyprus. The Council supports the Secretary-General's efforts to assist the parties in finding a comprehensive and durable settlement to the Cyprus conflict.\n\nThe Council underscores that the responsibility for finding a solution lies with the Cypriots themselves and reaffirms the primary role of the UN in assisting the parties. It urges the sides to renew their efforts to achieve a bicommunal, bizonal federation with political equality.\n\nThe Council expresses concern at the escalation of tensions in the eastern Mediterranean and the deterioration of the law and order situation in Pyla. It emphasizes the importance of confidence-building measures and the full, equal, and meaningful participation of women and youth in the peace process.\n\nThe Council welcomes the trilateral meeting of the leaders and the Secretary-General in Berlin and the agreement to extend efforts to achieve terms of reference for negotiations. It calls for a reduction of tensions in the Eastern Mediterranean and urges the leaders to refrain from actions and rhetoric that might damage the chances of success.\n\nThe Council reaffirms all its relevant resolutions on Cyprus and calls upon the two leaders to put their efforts behind further work on reaching convergences on core issues and to reaffirm their political support for Technical Committees.\n\nThe Council:\n\n1. Welcomes the trilateral meeting and the reaffirmation of commitment to a bicommunal, bizonal federation.\n2. Urges the sides to renew their political will and commitment to a settlement under UN auspices.\n3. Calls for a reduction of tensions in the Eastern Mediterranean.\n4. Reaffirms all its relevant resolutions on Cyprus.\n5. Calls upon the two leaders to work on reaching convergences on core issues and support Technical Committees.\nThe Security Council:\n\n1. Urges the sides to redouble efforts to achieve a comprehensive settlement, through a renewed political process, with meaningful results-oriented negotiations.\n\n2. Requests the Secretary-General to explore ways to empower Technical Committees and improve their performance.\n\n3. Calls for effective coordination and cooperation on criminal matters.\n\n4. Promotes peace education across the island, empowering the Technical Committee on Education.\n\n5. Encourages preparing communities for a settlement through public messages on convergences.\n\n6. Establishes a mechanism for direct military contacts between the sides.\n\n7. Calls for reducing existing barriers to inter-communal contact.\n\n8. Welcomes progress towards mobile phone inter-operability and calls for further confidence-building measures.\n\n9. Commends the Committee on Missing Persons and calls for enhanced cooperation.\n\n10. Extends UNFICYP's mandate until 31 July 2020.\n\n11. Expresses concern at increased ceasefire line violations and calls for respect for UNFICYP's authority.\n\n12. Calls for restoring the military status quo in Strovilia and respecting Varosha's status.\n\n13. Welcomes mine clearance efforts and urges a plan for a mine-free Cyprus.\n\n14. Requests UNFICYP to consider gender issues and increase women's participation.\n\n15. Welcomes efforts to standardize a culture of performance in UN peacekeeping.\n\n16. Ensures compliance with the UN's zero-tolerance policy on sexual exploitation and abuse.\n\n17. Requests the Secretary-General to report on his Good Offices and implementation of this resolution.\n\n18. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2506_2020_EN.pdf"
}