{
  "resolution_no": "2549",
  "year": "2020",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "European Integration"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "EUFOR ALTHEA",
    "NATO",
    "International Residual Mechanism for Criminal Tribunals",
    "Peace Implementation Council (PIC)"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions on the conflicts in the Former Yugoslavia, reaffirms its commitment to a political settlement, preserving sovereignty and territorial integrity.\n\nReaffirming commitment to the General Framework Agreement for Peace in Bosnia and Herzegovina, and relevant Peace Implementation Council (PIC) decisions.\n\nRecognizing the 25th anniversary of the Peace Agreement, and the importance of Bosnia and Herzegovina's transition to a functional, reform-oriented, and democratic European country.\n\nNoting the High Representative's reports, and encouraging authorities to accelerate efforts to dispose of excess ammunition.\n\nAppreciating the multinational stabilization force (EUFOR ALTHEA) and other international organizations for their contributions.\n\nRecalling agreements on the status of forces, and reminding parties of their obligations.\n\nWelcoming EUFOR ALTHEA's continued presence, and the EU's readiness to continue an executive military role.\n\nReiterating calls to complete the 5+2 agenda, and reaffirming provisions concerning the High Representative.\n\nTaking note of Bosnia and Herzegovina's commitment to a European perspective, and urging comprehensive reform results.\n\nUnderscoring the urgency to implement European Court of Human Rights and Constitutional Court rulings.\n\nNoting with concern polarizing policies, and reiterating calls to advance reconciliation.\n\nCalling for authorities to coordinate and implement socioeconomic reforms.\n\nEmphasizing the need for Bosnia and Herzegovina to address judiciary, corruption, and terrorism.\n\nNoting positively the adoption of the revised National War Crimes Processing Strategy.\n\nEncouraging implementation of the National Action Plan on Women Peace and Security.\nRecognizing the calm and stable security environment in Bosnia and Herzegovina and the authorities' capability to address threats, yet determining the situation remains a threat to international peace and security. \n\nActing under Chapter VII of the UN Charter, \n\n1. Reiterates authorities in Bosnia and Herzegovina's responsibility for implementing the Peace Agreement, calls for cooperation with the International Residual Mechanism for Criminal Tribunals. \n\n2. Welcomes EU's readiness to maintain EUFOR ALTHEA from November 2020.\n\n3. Authorizes a multinational stabilization force (EUFOR ALTHEA) for 12 months, under unified command, to fulfil missions related to the Peace Agreement.\n\n4. Renews authorization provided by resolution 2183 (2014) for 12 months.\n\n5. Authorizes measures to ensure compliance with Peace Agreement annexes, holds parties equally responsible.\n\n6. Authorizes measures in defence of EUFOR ALTHEA and NATO presence.\n\n7. Authorizes measures to ensure compliance with airspace rules.\n\n8. Urges formation of governments at Federation and cantonal levels.\n\n9. Urges prioritization of comprehensive reforms.\n\n10. Urges parties to cooperate with institutions involved in peace settlement implementation.\n\n11. Reaffirms Bosnia and Herzegovina's constitutional structure.\n\n12. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2549_2020_EN.pdf"
}