{
  "resolution_no": "2510",
  "year": "2020",
  "theme": [
    "Libya",
    "Peacekeeping",
    "Conflict Resolution",
    "Humanitarian"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNSMIL",
    "National Oil Corporation (NOC)",
    "African Union",
    "League of Arab States",
    "European Union"
  ],
  "reporting_cycle": "Secretary-General reports on progress",
  "operative_authority": "Chapter VI",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Libya, reaffirms its commitment to Libya's sovereignty, independence, territorial integrity, and national unity.\n\nWelcomes the Berlin Conference and endorses its conclusions, emphasizing the need for a political solution to end the conflict.\n\nRequests the Secretary-General to implement tasks assigned to UNSMIL, and for Libyan parties and Member States to cooperate.\n\nWelcomes the nomination of representatives to the 5+5 Joint Military Commission, calling for continued meetings to agree on a permanent ceasefire.\n\nRequests the Secretary-General to report on ceasefire monitoring and verification mechanisms.\n\nCondemns the recent increase in violence, demanding a lasting ceasefire.\n\nRecalls concerns about activities threatening Libyan state financial institutions and the National Oil Corporation (NOC), condemning the blockade of oil facilities.\n\nReaffirms its intention to make frozen assets available to the Libyan people.\n\nRecalls its decision to designate individuals or entities engaging in acts that threaten Libya's peace, stability, or security for travel ban and asset freeze measures.\nThe Security Council:\n\n10. Recalls commitments made at Berlin to abide by the arms embargo, demands full compliance with the embargo imposed under resolution 1970 (2011) as modified, including ceasing support for and withdrawing armed mercenary personnel, and demands Member States not intervene in the conflict or take measures that exacerbate it;\n\n11. Demands all parties to the conflict comply with international law, including international humanitarian law;\n\n12. Requests the Secretary-General to report on progress regarding the International Follow-Up Committee;\n\n13. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2510_2020_EN.pdf"
}