{
  "resolution_no": "2551",
  "year": "2020",
  "theme": [
    "Somalia",
    "Terrorism",
    "Peacekeeping",
    "Sanctions",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "African Union Mission in Somalia (AMISOM)",
    "United Nations Assistance Mission in Somalia (UNSOM)",
    "European Union Training Mission (EUTM)",
    "Panel of Experts on Somalia",
    "Federal Government of Somalia (FGS)",
    "Federal Member States (FMS)"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days, Panel of Experts provides regular updates to the Committee, including a minimum of four different thematic reports, a comprehensive mid-term update and a final report by 15 October 2021",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Somalia, reaffirms its respect for Somalia's sovereignty, territorial integrity, and unity.\n\nReaffirms resolution 2444 (2018) on Eritrea and Djibouti, and supports normalization of relations between the two countries.\n\nSupports the Federal Government of Somalia (FGS) in reconstructing the country, countering terrorism, and stopping illegal arms and armed groups.\n\nNotes the security situation in Somalia necessitates strict controls on arms movement, but will review the situation and consider modifications or lifting of measures as progress is achieved.\n\nWelcomes increased dialogue between FGS and Federal Member States (FMS), and emphasizes cooperation and implementation of the National Security Architecture.\n\nCondemns Al-Shabaab attacks, and expresses concern at its threat to regional peace and stability, particularly through improvised explosive devices (IEDs).\n\nReaffirms the need to combat terrorist threats, and welcomes progress made by FGS on weapons and ammunition management (WAM).\n\nUrges FGS to coordinate with international partners on developing National Security Forces, and condemns supply of weapons and ammunition to Al-Shabaab and affiliates.\n\nRecognizes the threat posed by Al-Shabaab goes beyond conventional military action, and expresses concern at its revenue generation.\n\nWelcomes efforts to strengthen the Somali Financial Sector, and urges engagement to disrupt Al-Shabaab finances.\n\nWelcomes measures to reduce charcoal export, and encourages development of Somalia's National Policy on Charcoal.\n\nExpresses concern at corruption and diversion of public resources, and welcomes FGS efforts to reduce corruption.\nHere is a summarized version of the Security Council document:\n\nThe Security Council welcomes progress made by the Federal Government of Somalia (FGS) and Federal Member States (FMS) in strengthening public financial management and addressing corruption. It calls on the FGS to continue efforts to address corruption, ratify the United Nations Convention Against Corruption, and accelerate reform.\n\nThe Council expresses concern at the humanitarian situation in Somalia, condemning obstruction of humanitarian assistance, misappropriation of funds, and violence against humanitarian workers.\n\nIt notes the adoption of conclusions on Children and Armed Conflict in Somalia and urges the Somali authorities to address sexual and gender-based violence.\n\nThe Council takes note of the final report of the Panel and the technical assessment mission report, welcoming increased cooperation between the Panel and the FGS.\n\nDetermining that the situation in Somalia continues to threaten international peace and security, the Council:\n\n1. Calls on the FGS to work with financial authorities and the international community to mitigate money laundering and terrorist financing risks, and to disrupt Al-Shabaab's finances.\n2. Requests the FGS to strengthen cooperation with other states and international partners to prevent and counter terrorist financing.\n3. Urges the FGS and FMS to accelerate implementation of the National Security Architecture and the Somali Transition Plan (STP).\n4. Calls on the FGS and FMS to enhance civilian oversight of their security apparatus and investigate and prosecute individuals responsible for human rights abuses.\n5. Calls on the international community to support implementation of the STP.\n\nThe Council reaffirms the arms embargo on Somalia, with exemptions for deliveries of weapons and military equipment intended for the development of the Somali National Security Forces. It decides that:\n\n6. The embargo shall not apply to deliveries of weapons and military equipment for the Somali National Security Forces or security sector institutions.\n7. Weapons and military equipment sold or supplied shall not be resold or transferred to individuals or entities not in the service of the Somali National Security Forces.\n8. The FGS, in cooperation with the FMS and AMISOM, shall document and register captured weapons and military equipment.\nHere is a summarized version of the Security Council document:\n\nThe Security Council decides to allow deliveries of items in Annex A to the resolution to Somali security sector institutions, except those of the Federal Government of Somalia (FGS), to provide security for the Somali people, subject to advance approval by the Committee.\n\n* Deliveries of items in Annex A require case-by-case approval, submitted at least 5 working days in advance.\n* Deliveries of items in Annex B require notifications to the Committee for information, submitted at least 5 working days in advance.\n* Deliveries of items in Annex B or technical advice, financial assistance, and training to Somali security sector institutions other than those of the FGS may be provided in the absence of a negative decision by the Committee within 5 working days.\n\nThe FGS has primary responsibility to seek approval or notify the Committee of deliveries of weapons and military equipment to the Somali National Security Forces.\n\n* Requests for approvals and notifications should include details of the manufacturer, supplier, description of arms and ammunition, proposed date and place of delivery, and intended destination unit.\n* States or international organizations delivering assistance have responsibility for seeking approval or notifying the Committee.\n\nThe embargo on weapons and military equipment does not apply to:\n\n* Supplies for United Nations personnel, including UNSOM, AMISOM, and EUTM in Somalia.\n* Supplies for States or international organizations undertaking measures to suppress piracy and armed robbery at sea off the coast of Somalia.\n* Protective clothing for personal use by United Nations personnel, media, humanitarian workers, and associated personnel.\n* Vessels carrying weapons and military equipment for defensive purposes on temporary visits to Somali ports.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n**Sexual and Gender-Based Violence**\n\n* Reiterates its concern about directing or committing acts involving sexual and gender-based violence \n* Requests Member States to assist the Panel of Experts in its investigations \n\n**Information Sharing**\n\n* Requests the Special Representatives for Children and Armed Conflict and Sexual Violence in Conflict to share relevant information with the Committee \n* Invites the Office of the United Nations High Commissioner for Human Rights to share relevant information with the Committee \n\n**Humanitarian Assistance**\n\n* Decides that measures imposed by resolution 1844 (2008) shall not apply to humanitarian assistance programmes in Somalia \n\n**Somalia Charcoal Ban**\n\n* Condemns exports of charcoal from Somalia in violation of the total ban \n* Renews provisions set out in resolution 2182 (2014) until 15 November 2021 \n* Welcomes measures taken by the FGS, FMS, and Member States to reduce charcoal exports \n\n**IED Components Ban**\n\n* Decides that States shall prevent the sale, supply, or transfer of items in part I of Annex C to Somalia \n* Requires notifications of sales, supplies, or transfers of these items \n\n**Panel of Experts on Somalia**\n\n* Renews the Panel's mandate until 15 December 2021 \n* Requests the Secretary-General to include dedicated gender expertise \n* Expresses intention to review the Panel's mandate by 15 November 2021 \n\n**Cooperation and Information Sharing**\n\n* Requests the FGS to facilitate interviews of suspected members of Al-Shabaab and ISIL \n* Urges the FGS and FMS to facilitate access for the Panel to FGS armouries, weapons, and ammunition \n* Reiterates its request for States, FGS, FMS, and AMISOM to provide information to the Panel.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n* Requests the Secretary-General to update on Eritrea-Djibouti relations normalization by July 31, 2021 (para 33);\n* Requests the Panel to provide regular updates to the Committee, including four thematic reports, a mid-term update, and a final report by October 15, 2021 (para 34);\n* Requests the Secretary-General to provide a technical assessment of Somalia's weapons and ammunition management capability by September 15, 2021 (para 35);\n* Requests the Emergency Relief Coordinator to report on humanitarian assistance in Somalia by October 15, 2021 (para 36);\n* Requests the Federal Government of Somalia (FGS) to report on its security forces by February 1, 2021, and August 1, 2021 (para 37);\n* Decides to remain seized of the matter (para 38).\n\nAnnex A lists items subject to the Committee's advance approval, including:\n1. Surface-to-air missiles\n2. Large calibre weapons\n3. Mortars\n4. Anti-tank guided weapons\n5. Military charges and devices\n6. Night vision weapon sights\n7. Military aircraft\n8. Military vessels and amphibious vehicles\n9. Unmanned combat aerial vehicles.\nAnnex B: Equipment requiring notification and Committee approval for deliveries to Somali National Security Forces and other Somalia security sector institutions:\n\n* Weapons with a calibre up to 12.7mm and associated ammunition\n* RPG-7 and recoilless rifles, and associated ammunition\n* Helmets manufactured to military standards\n* Body armour or protective garments, including soft and hard body armour\n* Ground vehicles, communication equipment, and GNSS positioning equipment specifically designed or modified for military use\n\nAnnex C: Improvised Explosive Devices (IED) Components\n\nPart I:\n\n* Explosive materials: \n  - Nitrocellulose (containing more than 12.5% nitrogen)\n  - Trinitrophenylmethylnitramine (tetryl)\n  - Nitroglycerin (except in individual medicinal doses)\n* Explosive-related goods: equipment and devices to initiate explosives\n* Technology required for production or use of listed items\n\nPart II:\n\n* Explosive materials: \n  - Ammonium Nitrate Fuel Oil (ANFO)\n  - Nitroglycol\n  - Pentaerythritol tetranitrate (PETN)\n  - Picryl chloride\n  - 2,4,6-Trinitrotoluene (TNT)\n* Explosives precursors: \n  - Ammonium nitrate\n  - Potassium nitrate\n  - Sodium chlorate\n  - Nitric acid\n  - Sulphuric acid",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2551_2020_EN.pdf"
}