{
  "resolution_no": "2524",
  "year": "2020",
  "theme": [
    "Peacekeeping",
    "Transition",
    "Sudan",
    "Conflict Prevention",
    "Human Rights",
    "Gender",
    "Climate Change"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNITAMS",
    "UNAMID",
    "UNISFA",
    "UNMISS",
    "MINUSCA",
    "African Union"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n\nReaffirms previous resolutions and statements on Sudan, and its commitment to Sudan's sovereignty, unity, independence, and territorial integrity.\n\nWelcomes the Constitutional Document signed on 17 August 2019, establishing a civilian-led transitional Government, and calls for its full implementation.\n\nWelcomes progress in peace negotiations in Juba, and urges parties to engage constructively to reach a peace agreement.\n\nNotes the cessation of hostilities by many parties and their positive responses to the Secretary-General's appeal for a global ceasefire amid COVID-19.\n\nReaffirms the Government of Sudan's primary responsibility to protect civilians, and recognizes improvements in security conditions in Darfur.\n\nExpresses concern about the security situation in some regions of Darfur, and underscores the need to protect peacebuilding gains.\n\nRecognizes the adverse effects of climate change, ecological changes, and natural disasters on Sudan's stability.\n\nWelcomes the Government of Sudan's decisions to facilitate humanitarian assistance and create favourable conditions for humanitarian actors.\n\nStresses the need for accountability for violations of international humanitarian law and international human rights law.\n\nStresses the primary responsibility of the Government of Sudan to address drivers of instability and inequality.\n\nRecognizes the important role of women in Sudan's peaceful political transition and welcomes steps taken to increase their role in public life.\n\nUnderlines the importance of integrating child protection issues in Sudan's peace processes.\n\nEmphasizes national ownership, inclusivity, and the role of civil society in advancing national peacebuilding processes.\n\nExpresses grave concern about the impact of COVID-19 on Sudan.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council establishes a United Nations Integrated Transition Assistance Mission in Sudan (UNITAMS) for an initial period of 12 months. \n\nUNITAMS' strategic objectives are: \n\n1. Assist the political transition, progress towards democratic governance, protection and promotion of human rights, and sustainable peace.\n   - Assist the Sudanese transition through good offices.\n   - Provide technical assistance to the constitution drafting process, population census, and preparations for elections.\n   - Support the implementation of the human rights, equality, accountability, and rule of law provisions of the Constitutional Document.\n\n2. Support peace processes and implementation of future peace agreements.\n   - Provide good offices and support to Sudanese peace negotiations.\n   - Provide scalable support to the implementation of any future peace agreements.\n\n3. Assist peacebuilding, civilian protection, and rule of law, particularly in Darfur and the Two Areas.\n   - Support Sudanese-led peacebuilding, conflict prevention, and reconciliation.\n   - Assist the Government of Sudan in extending state presence and inclusive civilian governance.\n\n4. Support the mobilisation of economic and development assistance and coordination of humanitarian assistance.\n   - Collaborate with international financial institutions to support the mobilisation of international economic and development assistance.\n   - Support and facilitate the full, rapid, safe, and unhindered delivery of humanitarian assistance. \n\nThe Mission will work in full accordance with the principles of national ownership.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n \n1. Authorizes the establishment of the United Nations Integrated Transition Assistance Mission in Sudan (UNITAMS) to assist Sudan in its transition.\n\n2. Requests the Secretary-General to appoint a Special Representative of the Secretary-General (SRSG) for Sudan and Head of Mission of UNITAMS.\n\n3. Decides that a Deputy Special Representative should be appointed to support the SRSG and serve as United Nations Resident Coordinator and Humanitarian Coordinator.\n\n4. Requests the Secretary-General to initiate planning for UNITAMS and reach full operational capacity by 1 January 2021.\n\n5. Requests the Secretary-General to support the Government of Sudan in conducting a comprehensive assessment to define the country’s longer-term conflict prevention, recovery, and peacebuilding needs.\n\n6. Requests UNITAMS to establish a mechanism for joint and coordinated peacebuilding support.\n\n7. Requests UNITAMS to integrate gender considerations throughout its mandate.\n\n8. Requests UNITAMS to ensure that any support provided to non-United Nations security forces complies with the Human Rights Due Diligence Policy.\n\n9. Welcomes the Secretary-General's commitment to a zero-tolerance policy on sexual exploitation and abuse.\n\n10. Requests UNITAMS to cooperate with the Panel of Experts on Sudan.\n\n11. Urges close coordination among United Nations missions in the region.\n\n12. Underlines the importance of a continued strategic and political partnership between the United Nations and the African Union in Sudan.\n\n13. Requests the Secretary-General to continue transition planning and management.\n\n14. Requests the Secretary-General to report to the Security Council every 90 days on the implementation of the UNITAMS mandate.\n\n15. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2524_2020_EN.pdf"
}