{
  "resolution_no": "2553",
  "year": 2020,
  "theme": [
    "Security Sector Reform",
    "Peacebuilding",
    "Sustaining Peace",
    "Conflict Prevention",
    "Rule of Law",
    "Governance",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations Secretariat",
    "Security Council",
    "Peacebuilding Commission",
    "Peacebuilding Fund",
    "African Union",
    "United Nations Country Teams",
    "United Nations peacekeeping operations",
    "special political missions"
  ],
  "reporting_cycle": "The Secretary-General reports to the Security Council on his efforts to strengthen the United Nations’ comprehensive approach to security sector reform in September 2021",
  "operative_authority": "Chapter VI",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nReaffirms its primary responsibility for maintaining international peace and security.\n\nRecalls previous resolutions on security sector reform (SSR), peacebuilding, and sustainable development.\n\nStresses that SSR in post-conflict environments is critical for consolidating peace, promoting poverty reduction, rule of law, and good governance.\n\nReiterates the need for a comprehensive approach to peacebuilding, sustaining peace, and gender mainstreaming through SSR.\n\nRecognizes the sovereign right and primary responsibility of countries to determine their national approach and priorities for SSR.\n\nEmphasizes the importance of national ownership and leadership in SSR, with the involvement of all relevant stakeholders.\n\nReaffirms its commitment to addressing the impact of armed conflict on women, youth, and children.\n\nRecognizes the role of UN peacekeeping operations and special political missions in supporting national authorities in developing inclusive SSR strategies.\n\nStresses the importance of adequate, predictable, and sustainable funding and resources for SSR.\n\nNotes the challenges faced by weak and dysfunctional security institutions and the importance of good governance and oversight.\n\nReaffirms that a representative, responsive, efficient, effective, professional, and accountable security sector is the cornerstone of peace and sustainable development.\n\nRecognizes SSR as an important element of UN peacebuilding efforts and notes the important work of the Peacebuilding Commission.\nHere is a concise summary of the Security Council document:\n\nThe Security Council recalls the significance of security sector reform (SSR) in peacebuilding, conflict prevention, and post-conflict reconstruction. It recognizes the important contributions of African countries, the African Union, and sub-regional organizations in SSR efforts. \n\nThe Council stresses the importance of national ownership, coordination, and strategic partnerships in SSR, and emphasizes the role of UN peacekeeping operations and special political missions in supporting national SSR efforts. \n\nIt reiterates the centrality of SSR in peacekeeping and special political mission mandates, and the need for inclusive, representative, and accountable security institutions. \n\nThe Council reaffirms its commitment to prioritizing SSR aspects in UN peacekeeping and special political mission mandates, and encourages Member States to take the lead in defining national visions and strategies for SSR. \n\nIt recognizes the interlinkages between SSR and other stabilization and reconstruction efforts, such as national reconciliation, transitional justice, and human rights. \n\nThe Council resolves to:\n\n1. Prioritize SSR aspects in UN peacekeeping and special political mission mandates.\n2. Emphasize national ownership and responsibility in determining SSR assistance.\n3. Encourage Member States to define inclusive national visions and strategies for SSR.\n4. Prioritize SSR governance and reform activities that support broader national political processes, including the rule of law, justice, and national dialogue.\nHere is a summarized version of the Security Council document:\n\n5. Reaffirms the importance of women's full, equal, and meaningful participation in the security sector, and expresses concern that women face significant barriers to equal participation; encourages Member States to develop context-specific security sector reform strategies that mainstream a gender perspective.\n\n6. Recognizes the importance of youth engagement in shaping lasting peace and contributing to conflict prevention, peacebuilding, and recovery.\n\n7. Stresses that security sector reform is critical to addressing impunity and promoting accountability for human rights violations and abuses.\n\n8. Encourages Member States to mainstream child protection in security sector reforms, including military training and standard operating procedures.\n\n9. Stresses the importance of integrating policing, justice, and corrections, defence, border management, and security, and urges effective integration of UN support.\n\n10. Recognizes the need for governance and reform that integrates all security functions, with clear delineation of roles and responsibilities.\n\n11. Encourages UN peacekeeping operations and special political missions to support efforts to enhance trust and confidence between national security actors and institutions.\n\n12. Stresses the importance of mission planning processes that give full consideration to supporting national security sector reform efforts.\n\n13. Underlines the importance of strengthening support for sector-wide initiatives that enhance governance and performance of the security sector.\n\n14. Underlines the importance of managing transitions from peacekeeping operations or special political missions, in consultation with the host country.\n\n15. Notes the UN's role in supporting Member States with coordinating security sector governance and reforms aligned with national priorities.\n\n16. Encourages Member States to engage in strategic discussions on strengthening the UN approach and role in security sector reform.\n\n17. Notes the important role of UN police in supporting reform of national police institutions and building police capacity.\n\n18. Recognizes the need for strengthened monitoring and evaluation of UN security sector reform initiatives.\n\n19. Encourages Member States to provide voluntary support to security sector reform and governance efforts.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n20. Requests the Secretary-General to:\n(a) Strengthen the UN's comprehensive approach to security sector reform;\n(b) Develop guidance on mainstreaming a gender perspective for UN officials;\n(c) Encourage Special Representatives and Envoys to consider the strategic value of security sector reform;\n(d) Integrate security sector governance and reform into good offices of Special Representatives in peacekeeping operations and special political missions;\n(e) Report on progress of security sector reform, including country-specific benchmarks;\n(f) Report on efforts to support coordination of international support to security sector reform;\n(g) Ensure timely and coordinated support to transition of security sector reform-related activities;\n(h) Develop modalities for joint delivery of assistance to national reform efforts;\n(i) Incorporate security sector governance and reform into strategic partnerships;\n(j) Strengthen the capacity of senior leadership of UN Country Teams;\n(k) Ensure assistance related to security sector reform takes into account Security Council-mandated arms embargoes;\n\n21. Underlines the importance of partnerships and cooperation with regional and subregional arrangements and organizations;\n\n22. Encourages cooperation between the UN and the African Union;\n\n23. Reiterates the importance of sharing experiences and best practices on security sector reform;\n\n24. Underscores the importance of women's equal and effective participation in security sector reform;\n\n25. Requests the Secretary-General to prepare a report on his efforts to strengthen the UN's comprehensive approach to security sector reform;\n\n26. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2553_2020_EN.pdf"
}