{
  "resolution_no": "2520",
  "year": "2020",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Counter-Terrorism",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "AMISOM",
    "UNSOM",
    "UNSOS",
    "AU",
    "UN"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\nRecalling previous resolutions and statements on Somalia, \nReaffirming respect for Somalia's sovereignty, territorial integrity, and unity, \nReiterating Al Shabaab's threat to Somalia and its neighbors, condemning attacks, and expressing concern over civilian losses; \nUnderlining commitment to strengthen Somalia's security institutions and forces; \n\nPaying tribute to AMISOM and Somali security forces' bravery and sacrifices; \nWelcoming progress made, including recovered territory, trained security forces, and biometric registration; \n\nWelcoming support from UNSOS, UNSOM, and international partners; \nUnderlining the importance of an inclusive political settlement between the Federal Government and Federal Member States; \n\nReiterating the need for the Somali authorities to set out their clear vision for security post-2021; \nCondemning human rights and humanitarian law violations; \nExpressing concern over the humanitarian situation and COVID-19 pandemic; \n\nReaffirming women's important role in conflict prevention and peace-building; \nEmphasizing the need for risk assessment and management strategies; \nTaking note of the 2019 Joint AU-UN Review of AMISOM, the African Union Peace and Security Council's communiqué, and the Secretary-General's report.\nHere is a summarized version of the Security Council document:\n\nThe Security Council determines that the situation in Somalia continues to threaten international peace and security.\n\nActing under Chapter VII of the UN Charter, the Council:\n\n1. Calls on the Federal Government of Somalia (FGS) and its Federal Member States (FMS) to make progress on transition, and welcomes the FGS's commitment to revising the Somali-led Transition Plan by September 2020.\n\n2. Urges the FGS and FMS to take concrete action to fulfill priority measures in the 2019 Mutual Accountability Framework, including:\n\t* Reaching an inclusive political settlement on resource and power sharing\n\t* Establishing governance and oversight structures\n\t* Accelerating technical and security planning for elections\n\t* Developing a plan for force generation and integration of regional forces\n\n3. Reiterates that Al Shabaab cannot be defeated by military means alone and calls for a comprehensive approach to security.\n\n4. Recalls its support for the tasks set out in the Transition Plan.\n\n5. Underlines its intention to assess security support needed to prepare Somalia to take on the leading role on security by 2021 and post-2021.\n\n6. Calls for a coordinated and cohesive approach to Somali-led political and security reforms.\n\n7. Underscores the need for all stakeholders to take into account the security situation in each location during transition.\n\n8. Urges the FGS to set out a clear strategic plan to generate new Somali security forces.\n\nThe Council authorizes:\n\n9. The deployment of 19,626 uniformed AMISOM personnel until 28 February 2021.\n\n10. AMISOM to take all necessary measures to carry out its mandate.\n\n11. AMISOM to pursue strategic objectives, including:\n\t* Handing over security responsibilities to Somali security forces\n\t* Reducing the threat posed by Al Shabaab\n\t* Assisting Somali security forces to provide security for the political process and stabilisation efforts.\nHere is a concise summary of the Security Council document:\n\nThe Security Council authorizes AMISOM to carry out priority tasks to achieve objectives in Somalia, including:\n\n* Maintaining a presence in sectors, prioritizing population centers, and reconfiguring in line with a Somali-led updated Transition Plan (para 12(a));\n* Reconfiguring AMISOM, revising tasks, and supporting police personnel within the authorized personnel ceiling (para 12(b));\n* Mentoring and assisting Somali security forces, including combat readiness mentoring for military forces and police (para 12(c));\n* Securing key supply routes, including those essential to improving the humanitarian situation (para 12(d));\n* Assisting Somali security forces to enable Somali authorities to carry out government functions (para 12(e));\n* Conducting jointly-planned and targeted offensive operations to disrupt and degrade Al Shabaab (para 12(f));\n* Protecting personnel, facilities, and equipment (para 12(g));\n* Receiving defectors on a transitory basis (para 12(h));\n* Supporting the implementation of a total ban on charcoal export from Somalia (para 12(i));\n\nThe Council also requests the African Union to:\n\n* Develop and update the Concept of Operations (CONOPS) in line with the updated Transition Plan (para 13);\n* Strengthen oversight and operational coordination among AMISOM contingents (para 14);\n* Finalize an equipment review by September 2020 to strengthen AMISOM's operational capabilities (para 15);\n\nThe Council further:\n\n* Urges the deployment of the remaining civilian component to support AMISOM's tasks (para 16);\n* Underlines the importance of AMISOM forces carrying out their mandate in compliance with international law, including protection of civilians (para 17);\n* Requests AMISOM to strengthen reporting on civilian casualties and mitigation measures (para 18);\n* Reaffirms the importance of AMISOM's zero-tolerance policy on Sexual Exploitation and Abuse (para 19);\n* Encourages efforts to increase the percentage of female uniformed personnel deployed to AMISOM (para 20).\nHere is a concise summary of the Security Council document:\n\n**Logistical and Financial Support**\n\n* Requests the Secretary-General to provide logistical support to AMISOM, UNSOM, and Somali security forces through UNSOS, in compliance with HRDDP.\n* Increases support to 13,900 Somali security forces, including state and federal police, who are integrated into the Somali security forces and participate in joint operations with AMISOM.\n* Requests the Secretary-General to expand UN support to Somali security forces to include training, equipment, and mentorship to counter IEDs.\n\n**Oversight and Accountability**\n\n* Emphasizes the importance of oversight and accountability, particularly compliance with HRDDP, in the partnership between the UN, AU, FGS, and FMSs.\n* Requests the FGS and AU to agree on a memorandum of understanding with the UN on the conditions of provision of UN support to Somali security forces.\n\n**Support and Funding**\n\n* Calls for new donors to provide support for AMISOM, the United Nations Trust Fund, and Somali security forces.\n* Underlines the need to enhance the predictability, sustainability, and flexibility of financing for AU-led peace support operations.\n\n**Somalia**\n\n* Reiterates the urgency of full cooperation between the FGS and FMS.\n* Encourages stakeholders to overcome challenges to deliver on national priorities.\n* Commends the FGS for institution reform and capacity-building in the security sector.\n\n**Security and Elections**\n\n* Calls on the FGS and FMS to support state and federal police through effective training, equipping, and sustainment support.\n* Calls on Somali authorities to combat the illicit trade of small arms and light weapons.\n* Calls on the Somali authorities to take steps to ensure one-person-one-vote elections by the end of 2020 or early 2021.\n\n**Human Rights and Protection**\n\n* Reaffirms the importance of the full, equal, meaningful, and effective participation of all Somalis in prevention and resolution of conflicts, reconciliation processes, peacebuilding, and elections.\n* Calls on Somali authorities to protect civilians from sexual and gender-based violence, investigate allegations, and strengthen legislation to support accountability.\n* Calls on the Somali authorities to prevent the killing, maiming, and abduction of children, and to hold those responsible to account.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n* Welcomes the Federal Government of Somalia's (FGS) ratification of the AU Kampala Convention and stresses the importance of full implementation.\n\nRegarding the humanitarian crisis:\n* Expresses grave concern at the ongoing crisis and its impact on the people of Somalia.\n* Encourages partners to maintain humanitarian assistance in 2020 and provide additional assistance to the COVID-19 response.\n* Condemns indiscriminate attacks and attacks on humanitarian and medical personnel and civilian infrastructure.\n* Demands full, safe, rapid and unhindered access for humanitarian assistance.\n\nReporting:\n* Requests the AU to provide written reports every 90 days on AMISOM's mandate implementation.\n* Requests specific reporting on joint operations, revised tasks, accountability measures, civilian protection, equipment review, and civilian component staffing.\n* Requests the Secretary-General to regularly inform the Council on the implementation of this resolution.\n\nAssessment and Review:\n* Requests the Secretary-General to conduct an independent assessment by 10 January 2021 on international support to Somalia's security environment post-2021.\n* Reaffirms the Council's intention to keep AMISOM's configuration under review.\n\nThe Council decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2520_2020_EN.pdf"
}