{
  "resolution_no": "2535",
  "year": "2020",
  "theme": [
    "Youth, Peace and Security",
    "Peacebuilding",
    "Sustaining Peace",
    "Counter-Terrorism",
    "Human Rights",
    "Protection of Civilians"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations Youth 2030 Strategy",
    "Office of the Secretary-General's Envoy on Youth",
    "Peacebuilding Commission"
  ],
  "reporting_cycle": "biennial report",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\nReaffirming commitment to full implementation of resolutions 2250 (2015) and 2419 (2018), \nRecalling resolutions on Women, Peace and Security, Protection of Civilians in Armed Conflict, peacebuilding architecture and Countering Terrorism, \nReaffirming the importance of promoting the UN's ability to deliver on its founding determination, \nEmphasizing youth's positive contribution to peace and security, prevention and resolution of conflicts, \nRecognizing the largest generation of youth in history and their majority in countries affected by armed conflict, \nDefining youth as persons aged 18-29, \nBearing in mind the UN Charter and the Security Council's primary responsibility, \nExpressing concern about youth's adverse effects by armed conflict, \nRecognizing youth's role in shaping lasting peace, contributing to justice and reconciliation, \nEmphasizing a comprehensive approach to peacebuilding and sustaining peace, \nReaffirming national governments' primary responsibility in peacebuilding, \n Reiterating youth's role as agents of change in countering terrorism and violent extremism, \nRecognizing core challenges limiting youth's participation, \nAcknowledging on-going work to engage youth in building and maintaining peace, \nRecognizing civil society's importance in peacebuilding efforts.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nNoting the UN Youth 2030 Strategy, recognizes challenges faced by youth, especially young women, and emphasizes advancing gender equality and empowerment of women.\n\nReaffirms the right to education and its contribution to peace and security, and stresses investment in universal and inclusive education.\n\nCalls on all actors to increase inclusive representation of youth in conflict prevention, resolution, and peacebuilding.\n\nReaffirms states' obligation to respect, promote, and protect human rights and fundamental freedoms of youth.\n\nUrges parties to armed conflict to protect civilians, including youth, and comply with international law.\n\nUrges Member States to protect youth from violence, eliminate sexual and gender-based violence, and human trafficking.\n\nUrges Member States to facilitate an enabling environment for youth actors and ensure their safety and protection.\n\nCalls upon Member States to end impunity and investigate and prosecute those responsible for crimes against youth.\n\nStresses the importance of creating policies for youth that contribute to peacebuilding efforts, including social and economic development.\n\nRecognizes the role of digital spaces in participation and dialogue, while noting concerns over disinformation and terrorist ideologies.\n\nEncourages Member States to support and integrate youth into decision-making processes in humanitarian planning and response.\n\nCalls on Member States to promote the recovery and social reintegration of young survivors of armed conflict.\n\nCalls upon Member States to protect educational institutions and ensure accessibility to all youth.\n\nEncourages Member States to develop and implement policies and programs for youth, peace, and security.\nHere is a concise summary of the Security Council document:\n\n15. Welcomes Peacebuilding Commission's efforts to advance youth, peace and security agenda, and encourages it to support young peacebuilders and youth-led organizations.\n\n16. Calls on Member States, regional organizations, and UN system to coordinate and increase engagement in implementing resolutions 2250, 2419, and this resolution, with inclusive partnerships with young people.\n\n17. Encourages Member States to consider increasing funding for youth, peace and security agenda.\n\n18. Intends to invite civil society, including youth-led organizations and young peacebuilders, to brief the Council.\n\n19. Recognizes the role of Secretary-General's Envoy on Youth and relevant UN entities in implementing youth, peace and security agenda.\n\n20. Requests Secretary-General to include youth views in relevant discussions and facilitate their full participation.\n\n21. Requests Secretary-General to provide guidance on implementing youth, peace and security agenda for peacekeeping and UN missions.\n\n22. Requests Secretary-General to develop guidance on protecting young people.\n\n23. Encourages Secretary-General and UN entities to develop internal mechanisms to broaden youth participation.\n\n24. Requests Secretary-General to include information on youth issues in reports and briefings.\n\n25. Requests Secretary-General to engage young people and youth organizations in peacebuilding.\n\n26. Requests Secretary-General to submit a biennial report on implementing this resolution.\n\n27. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2535_2020_EN.pdf"
}