{
  "resolution_no": "2548",
  "year": "2020",
  "theme": [
    "Peacekeeping",
    "Western Sahara",
    "Humanitarian"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINURSO",
    "UNHCR",
    "OHCHR"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council on the status and progress of negotiations within six months of the mandate's renewal and again prior to its expiration.",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions on Western Sahara, reaffirms its strong support for the Secretary-General's efforts to implement a just, lasting, and mutually acceptable political solution. The Council welcomes the new momentum created by the round-table meetings in 2018 and 2019 and encourages the resumption of consultations between the incoming Personal Envoy and parties to build on progress achieved. It reiterates its call for Morocco, the Frente Polisario, Algeria, and Mauritania to cooperate fully with each other and the UN to achieve a political solution. The Council recognizes that a solution would contribute to stability and security in the Sahel region. It welcomes efforts to keep peacekeeping operations, including MINURSO, under close review and reiterates the need for a rigorous approach to peacekeeping deployments. The Council also recalls resolutions on peacekeeping performance data, increasing women in peacekeeping operations, and aspirations to improve human rights in Western Sahara and Tindouf camps. It encourages parties to demonstrate further political will towards a solution, expand discussions on each other's proposals, and cooperate with the UN Office of the High Commissioner for Refugees. The Council stresses the importance of improving human rights, freedoms of expression and association, and promoting and protecting human rights in Western Sahara and Tindouf refugee camps.\nHere is a concise summary of the Security Council document:\n\nThe Security Council welcomes steps taken by Morocco and encourages enhanced cooperation with the Office of the United Nations High Commissioner for Human Rights (OHCHR). It expresses deep concern over the hardships faced by Sahrawi refugees and insufficient funding for those living in Tindouf refugee camps. \n\nThe Council extends the mandate of MINURSO until 31 October 2021 and emphasizes the need for a realistic, practicable, and enduring political solution to the question of Western Sahara based on compromise. \n\nIt supports the ongoing efforts of the Secretary-General and his Personal Envoy to sustain negotiations between Morocco, the Frente Polisario, Algeria, and Mauritania. The Council calls upon the parties to resume negotiations without preconditions and in good faith to achieve a just, lasting, and mutually acceptable political solution.\n\nThe Council also requests the Secretary-General to brief the Security Council on a regular basis on the status and progress of negotiations and to provide a report on the situation in Western Sahara. \n\nIt urges the parties and neighboring states to engage productively with MINURSO and to support efforts to identify and implement confidence-building measures. \n\nThe Council encourages Member States to provide new and additional voluntary contributions to fund food programmes for refugees. \n\nIt reaffirms its support for the development of a comprehensive and integrated performance policy framework for UN peacekeeping operations, including MINURSO.\nThe Security Council:\n\n15. Requests the Secretary-General to ensure MINURSO personnel comply with the UN's zero-tolerance policy on sexual exploitation and abuse, and to keep the Council informed through his reports; and urges troop-contributing and police-contributing countries to take preventative action, including vetting and training, and ensure accountability for misconduct through timely investigations.\n\n16. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2548_2020_EN.pdf"
}