{
  "resolution_no": "2550",
  "year": "2020",
  "theme": [
    "Peacekeeping",
    "Conflict Prevention",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNISFA",
    "JBVMM",
    "JPSM",
    "AUHIP",
    "UN Special Envoy for the Horn of Africa"
  ],
  "reporting_cycle": "The Secretary-General reports no later than 15 April 2021",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms previous resolutions and statements on the situation in Abyei and along the Sudan-South Sudan border.\n\nReiterates commitment to Sudan and South Sudan's sovereignty, independence, and territorial integrity.\n\nEmphasizes the need for peaceful resolution of territorial disputes and full implementation of the Comprehensive Peace Agreement.\n\nWelcomes cooperation between Sudan and South Sudan, including the Juba Peace Agreement and recent high-level discussions on Abyei's status.\n\nEncourages African Union, AUHIP, and UN Special Envoy to intensify mediation efforts.\n\nAcknowledges UNISFA's contributions to stabilization and demilitarization in Abyei.\n\nStresses the need for a viable exit strategy and plan for UNISFA's drawdown.\n\nExpresses concern about delayed deployment of UN police and impediments to UNISFA's mandate.\n\nCommends UNISFA's efforts, despite challenges, and expresses grave concern about security threats and attacks on UN personnel.\n\nEmphasizes humanitarian assistance and women's empowerment.\n\nRecognizes the situation in Abyei and along the Sudan-South Sudan border as a threat to international peace and security.\n\nDecides to:\n\n1. Extend UNISFA's mandate until 15 May 2021.\n2. Extend UNISFA's support to JBVMM until 15 May 2021, as a final extension unless parties take specific measures.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n3. Urges both parties to demonstrate progress on border demarcation by:\n\t* Achieving clearance and freedom of movement for UNISFA and JBVMM patrols\n\t* Operationalizing the team site in Abu Qussa/Wunkur\n\t* Providing clear guidance to JBVMM through JPSM meetings\n\t* Withdrawing from the Safe Demilitarized Border Zone (SDBZ) and notifying UNISFA\n\t* Operationalizing border crossing corridors\n\t* Developing a work plan and budget for demarcation discussions\n\t* Maintaining national monitors' deployment\n\n4. Maintains the authorized troop ceiling at 3,550 until May 15, 2021.\n\n5. Maintains the authorized police ceiling at 640 personnel, requests deployment of additional police, and intends to reduce the ceiling as the Abyei Police Service is established.\n\n6. Requests the Secretary-General to appoint a civilian Deputy Head of Mission and add civilian staff to facilitate liaison with parties.\n\n7. Expresses disappointment with Sudan and South Sudan's obstruction of UNISFA's mandate and demands full support, including prompt visa issuance.\n\n8. Urges Sudan and South Sudan to facilitate basing arrangements for UNISFA, including Athony airport.\n\n9. Urges progress towards establishing temporary administrative and security arrangements.\n\n10. Encourages African Union, AUHIP, and the Special Envoy to coordinate efforts for a political solution.\n\n11. Urges renewed efforts to determine the SDBZ centreline.\n\n12. Underscores UNISFA's protection of civilians mandate and authorization to use force.\n\n13. Condemns South Sudan's security personnel and Sudan's Oil Police presence in Abyei, demanding their redeployment.\n\n14. Urges disarmament programmes to ensure Abyei's demilitarization.\n\n15. Reaffirms UNISFA's authority to undertake weapons confiscation and destruction.\n\n16. Welcomes UNISFA's initiatives to support community dialogue and intercommunal relationships.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n \n17. Urges Sudan and South Sudan to facilitate confidence-building measures, promote intercommunal reconciliation, and support UNISFA's efforts in Abyei, ensuring women's full participation.\n\n18. Expresses concern over women's absence from local peace committees, calling for their empowerment and participation in peace discussions.\n\n19. Welcomes UNISFA's efforts to strengthen Community Protection Committees and manage law and order in Abyei.\n\n20. Calls for cooperation with the Abyei Area Joint Investigation and Inquiry Committee's findings and recommendations.\n\n21. Demands free and unhindered movement for UNISFA personnel and equipment.\n\n22. Demands safe and unhindered access for humanitarian personnel to civilians in need.\n\n23. Welcomes the Abyei UN Joint Programme Initiative.\n\n24. Encourages Sudan and South Sudan to facilitate UNMAS deployment for mine clearance.\n\n25. Urges parties to cease violence, human rights violations, and abuses against civilians.\n\n26. Requests the Secretary-General to monitor human rights violations and ensure women's participation.\n\n27. Requests the Secretary-General to increase women's representation in UNISFA.\n\n28. Supports a culture of performance in UN peacekeeping and a comprehensive performance policy framework.\n\n29. Ensures UNISFA's compliance with the zero-tolerance policy on sexual exploitation and abuse.\n\n30. Notes cooperation among UN missions in the region, including UNISFA, UNMISS, and UNAMID.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n Requests the Secretary-General to hold a joint consultation with Sudan, South Sudan, and Ethiopia to discuss the exit strategy for UNISFA and develop options for its responsible drawdown and exit, and to report by 31 March 2021.\n\n Expresses intention to request an independent review of UNISFA based on recent political developments and the joint consultation.\n\n Requests the Secretary-General to report by 15 April 2021 on:\n \n- African Union and AUHIP efforts on Abyei dispute and border issues\n- Special Envoy for the Horn of Africa's efforts to support the African Union\n- Progress on implementing steps taken per paragraph 3\n- Progress on police increase, civilian Deputy Head of Mission appointment, Athony airport usage, and visa issuance\n- Human rights monitoring results and steps taken\n- Actions to improve mission performance and address challenges\n\n Decides to remain actively seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2550_2020_EN.pdf"
}