{
  "resolution_no": "2512",
  "year": "2020",
  "theme": [
    "Peacekeeping",
    "Political",
    "Human Rights",
    "Security",
    "Drug Trafficking",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIOGBIS",
    "ECOWAS",
    "AU",
    "UNODC",
    "PBC",
    "EU"
  ],
  "reporting_cycle": "The Secretary-General reports every five months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n- Recalls its previous resolutions on Guinea-Bissau and reaffirms its commitment to the country's sovereignty, unity, and territorial integrity.\n\n- Calls on the Government of Guinea-Bissau to ensure peace, security, and stability through inclusive dialogue, implementation of the Conakry Agreement, and tackling corruption.\n\n- Welcomes the peaceful holding of legislative and presidential elections in 2019 and the communiqués of the AU Peace and Security Council and ECOWAS.\n\n- Emphasizes the need for inclusive dialogue among all political actors, including women, youth, and civil society organizations.\n\n- Commends the efforts of international partners, including the UN, ECOWAS, AU, CPLP, and EU, in promoting peace, stability, and development in Guinea-Bissau.\n\n- Stresses the importance of respect for democratic principles, national reconciliation, and good governance.\n\n- Reiterates its concern at the threat posed by trafficking in all forms and encourages sustained efforts to combat this threat.\n\n- Emphasizes the important role of women in peacebuilding and welcomes cooperation to increase their social and political participation.\n\n- Takes note of the Secretary-General's report on Guinea-Bissau.\n\n- Decides to extend the mandate of UNIOGBIS until 31 December 2020.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council commends the completion of Phase I and closure of UNIOGBIS regional offices by December 31, 2019. \n\n2. The Council endorses the reprioritization of UNIOGBIS tasks and planning for its phased drawdown, focusing on: \n- Phase II (post-electoral phase): supporting the Bissau-Guinean authorities in bringing the electoral dispute to a peaceful conclusion and establishing conditions for the implementation of the reform agenda.\n- Phase III (transition phase): gradual drawdown and transfer of tasks to UNCT, UNOWAS, and other partners by December 31, 2020.\n\n3. UNIOGBIS will continue as a streamlined good offices special political mission, led by a Special Representative at the Assistant Secretary-General level.\n\n4. The Council requests UNIOGBIS to focus on: \n- Supporting the implementation of the Conakry Agreement and ECOWAS Six-Point Roadmap.\n- Providing support to Bissau-Guinean national authorities in expediting and completing the review of Guinea-Bissau’s Constitution.\n\n5. UNIOGBIS will assist, coordinate, and lead international efforts in areas including: \n- Strengthening democratic institutions.\n- Promoting and protecting human rights.\n- Combating drug trafficking and transnational organized crime.\n- Incorporating a gender perspective into peacebuilding.\n- Mobilizing international assistance for the implementation of reforms.\n\n6. The Secretary-General is requested to conduct a comprehensive capacity mapping of UNCT and develop a plan for the UNCT footprint following UNIOGBIS closure.\n\n7. UNIOGBIS will reduce its environmental impact and conduct an environmental assessment of sites to be closed.\n\n8. The Secretary-General is requested to start liquidation of UNIOGBIS immediately after the mandate completion date and end the process by February 28, 2021.\n\n9. The Council expresses concern at the political situation in Guinea-Bissau and calls on all stakeholders to refrain from actions and statements that could disrupt the political process.\n\n10. The Government of Guinea-Bissau is called upon to implement urgent reforms as per the Conakry Agreement and ECOWAS Six-Point Roadmap.\n\n11. The Government is also called upon to develop an updated development strategy and re-establish momentum in key areas of development.\n\n12. The Government, OCNC, and relevant stakeholders are called upon to work towards a peaceful and stable Guinea-Bissau.\nHere is a concise summary of the Security Council document 2512 (2020) without adding any extra information or lines:\n\n13. Encourages the Government of Guinea-Bissau to ensure civilian control over defence and security forces.\n\n14. Welcomes non-interference of defence and security forces in politics and calls for continued civilian control.\n\n15. Reiterates defence and security sector reform importance for long-term stability.\n\n16. Commends ECOWAS for holding accountable those obstructing peace and stability, encourages continued support.\n\n17. Welcomes PBC engagement with Bissau-Guinean authorities and encourages follow-up on peacebuilding efforts.\n\n18. Stresses gender mainstreaming importance for stability and peace.\n\n19. Expresses readiness to take measures in response to further developments.\n\n20. Calls on Bissau-Guinean authorities to combat organized crime and drug trafficking.\n\n21. Stresses combating drug trafficking importance for stability.\n\n22. Urges Bissau-Guinean authorities to promote and protect human rights.\n\n23. Calls on the Government to prevent human rights violations.\n\n24. Calls on the Government to strengthen national human rights system.\n\n25. Requests Secretary-General reports on resolution implementation and UNIOGBIS drawdown.\n\n26. Decides to review sanctions measures in six months.\n\n27. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2512_2020_EN.pdf"
}