{
  "resolution_no": "2538",
  "year": "2020",
  "theme": [
    "Women, Peace and Security",
    "Peacekeeping"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations Secretariat",
    "Troop- and Police-Contributing Countries",
    "Regional organisations"
  ],
  "reporting_cycle": "Annual briefing",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nRecalling previous resolutions and presidential statements on peacekeeping and women, peace and security,\n\nRecalling the UN Charter's purposes and principles, reaffirming the Council's primary responsibility for international peace and security,\n\nUnderscoring peacekeeping's importance as a tool for promoting and maintaining international peace and security,\n\nReaffirming peacekeeping's basic principles, including consent, impartiality, and non-use of force,\n\nRecognizing the 20th anniversary of resolution 1325 and the 25th anniversary of the Beijing Declaration,\n\n Calls upon Member States, the UN Secretariat and regional organisations to strengthen collective efforts to promote full, effective and meaningful participation of uniformed and civilian women in peacekeeping at all levels and positions.\n\nEncourages Member States to develop strategies to increase deployment of uniformed women to peacekeeping, including by:\n\n(a) Disseminating information on deployment opportunities for women personnel;\n\n(b) Providing access to training for uniformed women personnel;\n\n(c) Developing national databases of trained women personnel;\n\n(d) Identifying and addressing barriers to recruitment, deployment and promotion of uniformed women peacekeepers;\n\n(e) Considering ways to increase women's participation in national militaries and police;\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Urges increasing the number of uniformed women in peacekeeping operations, highlighting their crucial role in peace processes.\n\n2. Requests measures to support and incentivize women's participation, including training, childcare, and addressing relevant needs.\n\n3. Calls on the Secretary-General to implement the System-Wide Strategy on Gender Parity and Uniformed Gender Parity Strategy 2018-2028.\n\n4. Encourages Member States to strengthen cooperation to support greater participation of women in peacekeeping operations.\n\n5. Encourages cooperation between the UN and regional organisations to advance women's participation in peacekeeping.\n\n6. Calls for safe, enabling, and gender-sensitive working environments for women in peacekeeping operations.\n\n7. Expresses concern about allegations of sexual harassment and affirms support for the Secretary-General's zero-tolerance policy.\n\n8. Encourages Troop- and Police-Contributing Countries to provide adequate training to personnel.\n\n9. Encourages partnerships to support targeted trainings and capacity-building programmes for uniformed women personnel.\n\n10. Requests public communications and advocacy to encourage women's participation in peacekeeping operations.\n\n11. Encourages networking opportunities and sustainable networks among women peacekeepers.\n\n12. Urges peacekeeping operations to promote full, effective, and meaningful participation of women in all components and functions.\n\n13. Requests the Secretary-General to report on progress in implementing this resolution.\n\n14. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2538_2020_EN.pdf"
}