{
  "resolution_no": "2542",
  "year": "2020",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNSMIL",
    "Libya Sanctions Committee",
    "ISIL"
  ],
  "reporting_cycle": "at least every 60 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Recalls its previous resolutions on Libya and reaffirms its commitment to Libya's sovereignty, independence, territorial integrity, and national unity.\n\n2. Supports the ongoing efforts of the United Nations Support Mission in Libya (UNSMIL) and thanks former Special Representative Ghassan Salamé and Acting Special Representative Stephanie Williams.\n\n3. Urges Libyan parties to work together, refrain from actions undermining the political process, and engage in national reconciliation.\n\n4. Expresses grave concern over ongoing hostilities, targeting of civilian objects, and exploitation by terrorist groups.\n\n5. Calls for the full, equal, effective, and meaningful participation of women in all activities and decision-making.\n\n6. Urges the full, effective, and meaningful participation of youth in peace efforts.\n\n7. Recalls Libyan parties' commitment to organise credible and peaceful elections and respect their results.\n\n8. Reiterates its call on all Libyans to unify Libya's military and economic institutions.\n\n9. Recognises the need for disarmament, demobilisation, and reintegration of armed groups and security sector reform.\n\n10. Welcomes the economic dialogue and UNSMIL's role in support, and calls on Libyan authorities to reunify economic institutions.\n\n11. Condemns the forced shutdown of oil facilities and recalls that Libya's oil resources are for the benefit of all Libyans.\n\n12. Expresses grave concern at the deteriorating humanitarian situation and urges Libyan authorities to alleviate suffering.\n\n13. Urges all parties to implement resolutions on Women, Peace, and Security Agenda and prevent and respond to sexual violence in conflict.\nThe Security Council:\nRecalling previous resolutions, including 1325 (2000), 2510 (2020), and 2532 (2020), \nEmphasizing accountability for violations of international humanitarian law and human rights,\n Calls on Libyan authorities to investigate and hold accountable those responsible for abuses, \nincluding torture, sexual violence, and mistreatment in prisons and detention centers. \n\nConcerned about violations against children, including killing, maiming, abduction, and sexual violence, \nUrges all parties to end such practices. \n\nGrave concern at smuggling of migrants and refugees, human trafficking through Libya, \nWelcoming UNSMIL's humanitarian assistance.\n\n Reiterating support for the Special Envoy of the Secretary-General and UNSMIL, \nRequests Member States to use their influence to bring about a lasting ceasefire and inclusive political process.\n\nDecides to extend UNSMIL's mandate until 15 September 2021, \nWith tasks including: \n\n- Supporting an inclusive political process and security dialogue \n- Implementing the LPA \n- Consolidating governance, security, and economic arrangements \n- Achieving a ceasefire \n- Supporting the constitutional process and elections \n- Coordinating international assistance \n\nRequests the Secretary-General to appoint a Special Envoy without delay, \nAnd to report on steps required to reach a lasting ceasefire and advance the political process.\nHere is a summarized version of the Security Council document:\n\n5. Requests the Secretary-General to conduct an independent strategic review of UNSMIL by 31 July 2021, including: \n(i) assessing and recommending improvements to UNSMIL's mission structure, task prioritization, and staffing; \n(ii) assessing ceasefire monitoring options under UN auspices.\n\n6. Requests the Secretary-General to include COVID-19 pandemic efforts and its impact on UNSMIL's tasks in regular reporting.\n\n7. Recalls the arms embargo imposed under resolution 1970 (2011), demands full compliance, and notes its intention to hold those who violate the embargo accountable.\n\n8. Requests UNSMIL to integrate a gender perspective throughout its mandate, assist the GNA in ensuring women's participation and leadership, and protect women and girls from violence.\n\n9. Welcomes progress towards a comprehensive political strategy and encourages continued work towards integrating UNSMIL and UN agencies in Libya.\n\n10. Requests the Secretary-General to report to the Security Council on the implementation of this resolution at least every 60 days.\n\n11. Requests the Secretary-General to report on recommendations for UNSMIL's support to Libya's transition process and security arrangements.\n\n12. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2542_2020_EN.pdf"
}