{
  "resolution_no": "2509",
  "year": "2020",
  "theme": [
    "Libya",
    "Sanctions",
    "Peacekeeping"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNSMIL",
    "Panel of Experts",
    "Libyan Government of National Accord",
    "National Oil Corporation",
    "Central Bank of Libya",
    "Libyan Investment Authority"
  ],
  "reporting_cycle": "The Panel of Experts shall provide to the Council an interim report on its work no later than 15 September 2020, and a final report to the Council, after discussion with the Committee, no later than 15 March 2021",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Libya, reaffirms its commitment to Libya's sovereignty, independence, and territorial integrity.\n\nCondemns attempts to illicitly export petroleum from Libya, including by parallel institutions not under the Government of National Accord (GNA).\n\nDecides to extend until 30 April 2021 the authorisations and measures imposed by resolution 2146 (2014) to prevent illicit exports of petroleum.\n\nRequests the GNA to work closely with the National Oil Company to provide regular updates to the Committee on ports, oil fields, and installations under its control.\n\nCalls on the GNA to expeditiously contact the concerned vessel's flag State to resolve issues related to illicit exports or attempted exports.\n\nWelcomes the appointment of a focal point by the GNA to communicate with the Committee on measures to prevent illicit exports.\n\nUrges the Government of National Accord to exercise sole and effective oversight over the National Oil Corporation, the Central Bank of Libya, and the Libyan Investment Authority.\n\nRecalling resolutions 2292 (2016), 2357 (2017), 2420 (2018), and 2473 (2019), authorising inspections on the high seas off Libya's coast of vessels bound to or from Libya believed to be carrying arms or related materiel in violation of relevant Security Council resolutions.\n\nDetermining that the situation in Libya continues to constitute a threat to international peace and security, and acting under Chapter VII of the Charter of the United Nations.\nHere is a summarized version of the Security Council document:\n\nThe Committee must immediately inform relevant Member States about notifications from the Government of National Accord’s focal point regarding vessels transporting petroleum illicitly exported from Libya.\n\nThe Government of National Accord must confirm to the Committee when it exercises sole and effective oversight over the National Oil Corporation, the Central Bank of Libya, and the Libyan Investment Authority.\n\nAll Member States must comply with the arms embargo and not intervene in the conflict or take measures that exacerbate it. The Government of National Accord must improve implementation of the arms embargo at all entry points.\n\nMember States must report to the Committee on actions taken to implement the travel ban and asset freeze measures. All States must prevent entry into or transit through their territories of designated individuals.\n\nThe Security Council intends to ensure that frozen assets are made available to the Libyan people. The mandate of the Panel of Experts is extended until 15 May 2021.\n\nThe Panel must provide an interim report by 15 September 2020 and a final report by 15 March 2021. All States and relevant UN bodies must cooperate fully with the Committee and the Panel.\n\nThe Security Council calls upon all parties to ensure the safety of the Panel’s members and provide unhindered access to persons, documents, and sites. It affirms its readiness to review the appropriateness of the measures and the mandate of UNSMIL and the Panel. The Security Council decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2509_2020_EN.pdf"
}