{
  "resolution_no": "2505",
  "year": "2020",
  "theme": [
    "Peacekeeping",
    "Yemen Conflict"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "UNMHA",
    "OSESGY",
    "UN Country Team",
    "UNVIM"
  ],
  "reporting_cycle": "monthly reports to the Security Council",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions and statements on Yemen, adopted Resolution 2505 (2020) on 13 January 2020. The resolution extends the mandate of the United Nations Mission to support the Hodeidah Agreement (UNMHA) until 15 July 2020. \n\nThe Council reaffirms its commitment to Yemen's unity, sovereignty, independence, and territorial integrity. It endorses the Hodeidah Agreement, reached in Sweden by the Government of Yemen and the Houthis, and calls on parties to implement it.\n\nThe UNMHA's mandate includes: \n- leading and supporting the Redeployment Coordination Committee (RCC) to oversee the governorate-wide ceasefire, redeployment of forces, and mine action operations;\n- monitoring parties' compliance with the ceasefire in Hodeidah governorate and mutual redeployment of forces;\n- working with parties to ensure the security of the city of Hodeidah and ports;\n- facilitating and coordinating UN support to assist parties in implementing the Hodeidah Agreement.\n\nThe Council approves the Secretary-General's proposals on UNMHA's composition and operational aspects. It underlines the importance of close collaboration among UN entities operating in Yemen.\n\nThe Council requests the Secretary-General to: \n- fully deploy UNMHA expeditiously;\n- report to the Council on a monthly basis on progress and any obstructions;\n- present a further review of UNMHA at least one month before its mandate expires.\n\nThe Council calls on parties to support the UN, ensure the safety and security of UNMHA personnel, and facilitate their movement. It requests Member States to support the UN as required. The Council decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2505_2020_EN.pdf"
}