{
  "resolution_no": "2552",
  "year": "2020",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Climate"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MINUSCA",
    "UNOCA",
    "International Support Group",
    "Panel of Experts"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council on 15 February 2021, 15 June 2021, and 11 October 2021",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2552 (2020) on November 12, 2020, recalling its previous resolutions and statements on the Central African Republic (CAR). The Council reaffirmed its commitment to the sovereignty, independence, unity, and territorial integrity of the CAR. \n\nThe Council welcomed the signing of the Political Agreement on Peace and Reconciliation in the CAR on February 6, 2019, and emphasized its implementation as the only viable path for peace and stability. It noted progress in implementation, including legislation on decentralization and the establishment of the Commission on Truth, Justice, Reparation, and Reconciliation.\n\nThe Council condemned violence and human rights abuses by armed groups, stressing the need to end impunity and bring perpetrators to justice. It underlined the importance of supporting national efforts towards state authority extension and security sector reform.\n\nThe Council welcomed the work of MINUSCA, the African Union Observer Mission, and other international partners in supporting the CAR's defense and security forces. It condemned cross-border criminal activities, such as arms trafficking and smuggling of natural resources.\n\nThe Council noted the upcoming presidential, legislative, and local elections and underlined the primary responsibility of the CAR authorities in their organization. It stressed the importance of inclusive, free, fair, transparent, and peaceful elections, with full participation of women and youth. \n\nThe Council recalled its resolutions on the protection of civilians, children, and women in armed conflict, and called upon all parties to ensure their protection.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council expresses concern about the humanitarian situation in the Central African Republic (CAR) and condemns attacks on humanitarian workers. It recalls the UN guiding principles of humanitarian emergency assistance and resolution 2532 (2020) demanding a cessation of hostilities.\n\nThe Council reiterates its support to President Faustin-Archange Touadéra and his government in promoting lasting peace and stability through a comprehensive political process. It urges the CAR authorities and signatory armed groups to fully implement the Peace Agreement in good faith and without delay.\n\nThe Council demands that armed groups cease violence against civilians, UN peacekeepers, and humanitarian personnel, and lay down their arms unconditionally. It recalls that individuals or entities undermining peace and stability in the CAR could be listed for targeted measures.\n\nThe Council calls on neighbouring states, regional organisations, and international partners to support the peace process, including the implementation of the Peace Agreement. It also encourages the CAR authorities to promote national awareness and ownership of the Peace Agreement and to ensure the full, equal, and meaningful participation of women and youth in the process.\n\nThe Council urges the CAR authorities to investigate and combat transnational criminal networks and armed groups involved in arms trafficking and the illegal exploitation of natural resources. It also encourages the CAR authorities to implement a genuinely inclusive process to support reconciliation in the CAR.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Urges the Central African Republic (CAR) authorities and stakeholders to prepare for inclusive, free, fair, transparent, credible, peaceful, and timely presidential, legislative, and local elections in 2020 and 2021.\n\n Calls on parties to respect the civilian and humanitarian character of camps and settlements for internally displaced persons (IDPs) and refugees.\n\n Urges the CAR authorities to address the presence and activity of armed groups through a comprehensive strategy prioritizing dialogue and disarmament, demobilization, and reintegration (DDR).\n\n Calls on the CAR authorities to implement the National Security Policy, National Strategy on Security Sector Reform (SSR), and National Defence Plan.\n\n Calls on the CAR authorities to strengthen justice institutions to fight impunity and contribute to stabilization and reconciliation.\n\n Calls on the CAR authorities to restore State authority over the whole territory, including by redeploying State administration and providing basic services.\n\n Stresses the valuable role of the Peacebuilding Commission (PBC) in supporting CAR's long-term peacebuilding needs.\n\n Encourages the CAR authorities to consolidate public financial management and accountability.\n\n Calls on Member States and international organizations to disburse pledges made at the international conference in Brussels in support of the CAR's peacebuilding priorities and socioeconomic development.\n\n Encourages the CAR authorities to accelerate the implementation of the National Strategy for Recovery and Peace Consolidation (RCPCA) with the support of relevant partners.\nHere is a summarized version of the Security Council document:\n\n**Human Rights and Protection of Civilians**\n\n20. The Council reiterates the need to hold accountable those responsible for violations of international humanitarian law and human rights abuses in the Central African Republic (CAR), which may amount to crimes under the Rome Statute of the International Criminal Court (ICC).\n\n21. The Council recalls the ICC Prosecutor's decision to open an investigation into alleged crimes committed in the CAR since 2012.\n\n22. The Council calls on the CAR authorities to follow up on recommendations of the Mapping Project report on serious human rights violations and abuses.\n\n23. The Council urges all parties to end violations against children, including recruitment and use, rape, and sexual violence, and calls on the CAR authorities to investigate and fight impunity.\n\n24. The Council calls on all parties to end sexual and gender-based violence and for the CAR authorities to investigate and prosecute perpetrators.\n\n**MINUSCA's Mandate**\n\n25. The Council expresses support for the Special Representative of the Secretary-General.\n\n26. The Council extends MINUSCA's mandate until 15 November 2021.\n\n27. The Council decides on the composition of MINUSCA, including up to 11,650 military personnel and 2,080 police personnel.\n\n28. MINUSCA's strategic objective is to support the creation of conditions conducive to the sustainable reduction of armed groups.\n\n29. The Council prioritizes MINUSCA's tasks and requests the Secretary-General to reflect this prioritization in the deployment of the Mission.\n\n30. The Council authorizes MINUSCA to take necessary means to carry out its mandate.\n\n**Priority Tasks**\n\n31. MINUSCA's mandate includes:\n\n(a) Protection of civilians:\n\n(i) Protect civilians under threat of physical violence.\n\n(ii) Take active steps to anticipate, deter, and respond to threats to civilians.\n\n- Ensure effective protection of civilians through a comprehensive approach.\n\n- Enhance interaction with civilians and strengthen early warning mechanisms.\n\n- Monitor and document violations of international humanitarian law and human rights abuses.\nHere is a summarized version of the Security Council document:\n\n**The Security Council authorizes the MINUSCA mission to:**\n\n**Protection of Civilians**\n\n* Maintain a proactive deployment to protect civilians, including through active patrolling in high-risk areas\n* Mitigate risks to civilians before, during, and after military or police operations\n* Work with CAR authorities to identify and report threats to civilians and implement prevention and response plans\n* Provide specific protection for women and children affected by armed conflict\n* Implement its protection of civilians strategy in coordination with CAR authorities, UNCT, humanitarian, and human rights organizations\n\n**Good Offices and Support to the Peace Process**\n\n* Continue its political role in the peace process, including support to the implementation of the Peace Agreement\n* Ensure that its political and security strategies promote a coherent peace process\n* Assist CAR authorities in increasing participation of political parties, civil society, women, and youth in the peace process\n* Provide good offices and technical expertise to address root causes of conflict and promote national reconciliation\n* Support efforts to address transitional justice and marginalization\n\n**2020/2021 Elections**\n\n* Assist CAR authorities in the preparation and delivery of peaceful presidential, legislative, and local elections\n* Provide good offices, security, operational, logistical, and technical support\n\n**Humanitarian Assistance**\n\n* Facilitate the creation of a secure environment for the delivery of humanitarian assistance\n* Improve coordination with humanitarian actors and facilitate the voluntary return or local integration of internally displaced persons or refugees\n\n**Protection of the United Nations**\n\n* Protect United Nations personnel, installations, equipment, and goods and ensure their security and freedom of movement\n\n**Other Tasks**\n\n* Support the extension of State authority, the deployment of security forces, and the preservation of territorial integrity\n* Continue to support CAR authorities in implementing its strategy for the extension of State authority.\nHere is a summarized version of the Security Council document:\n\n**Resolution 2552 (2020)**\n\nThe Security Council authorizes the following tasks:\n\n**(a) Security and Stabilization**\n\n* (i) Gradually hand over security of key officials and static guard duties to CAR security forces, in coordination with CAR authorities.\n* (ii) Promote and support extension of State authority over the entire territory, including deployment of vetted and trained national police and gendarmerie.\n* (iii) Provide limited logistical support for redeployment of trained FACA units and vetted ISF, engaged in joint operations with MINUSCA.\n* (iv) Review this limited logistical support in one year.\n\n**(b) Security Sector Reform (SSR)**\n\n* (i) Provide strategic and technical advice to implement National Strategy on SSR and National Defence Plan.\n* (ii) Support CAR authorities in developing an approach to vetting defence and security elements.\n* (iii) Enhance capacities of ISF, particularly command and control structures and oversight mechanisms.\n* (iv) Continue to support training of police and gendarmerie.\n\n**(c) Disarmament, Demobilisation, Reintegration (DDR) and Repatriation (DDRR)**\n\n* (i) Support implementation of inclusive and progressive DDR and repatriation programme.\n* (ii) Develop and implement CVR programmes for members of armed groups.\n* (iii) Provide technical assistance for national plan for integration of eligible demobilised members into security and defence forces.\n* (iv) Coordinate support for DDRR programs.\n\n**(d) Promotion and protection of human rights**\n\n* (i) Monitor, investigate and report on violations of international humanitarian law and human rights.\n* (ii) Monitor and report on violations and abuses against children and women.\n* (iii) Assist CAR authorities in protecting and promoting human rights.\n\n**(e) Support for national and international justice, the fight against impunity, and the rule of law**\n\n* (i) Help reinforce independence of judiciary and build capacities of national judicial system.\n* (ii) Build capacities of national human rights institution.\nHere is a concise summary of the Security Council document:\n\n**Urgent Temporary Measures**\n\n* MINUSCA to adopt urgent temporary measures to arrest and detain individuals to maintain law and order, fight impunity, and target those undermining peace, stability, or security in the Central African Republic (CAR).\n\n**Special Criminal Court (SCC)**\n\n* Provide technical assistance, capacity building, and security for the SCC to facilitate its operationalization and functioning, particularly in investigations, arrests, detention, and prosecution.\n* Assist in coordinating and mobilizing international support to the SCC.\n\n**Rule of Law**\n\n* Support the CAR authorities to build the capacities and effectiveness of the criminal justice system, police, and penitentiary system.\n* Support the restoration and maintenance of public safety and the rule of law, including apprehending and handing over individuals responsible for human rights violations and abuses.\n\n**Additional Tasks**\n\n* Assist the Committee and Panel of Experts established by resolution 2127 (2013).\n* Monitor the implementation of measures to prevent armed groups from exploiting natural resources.\n* Support the Panel of Experts in collecting information on acts of incitement to violence.\n* Ensure unhindered access and safety for the Panel of Experts.\n\n**Mission Effectiveness**\n\n* Request the Secretary-General to deploy personnel and expertise to reflect priorities.\n* Express concern at the lack of key capabilities for MINUSCA and the need to fill gaps.\n* Emphasize the importance of performance and accountability at all levels.\n* Request the Secretary-General, Member States, and CAR authorities to enhance the safety and security of MINUSCA personnel.\n* Welcome initiatives to standardize a culture of performance in UN peacekeeping.\nHere is a concise summary of the Security Council document:\n\n39. The Secretary-General and troop-contributing countries are requested to increase the number of women in MINUSCA, ensure their full participation at all levels, and implement relevant provisions of resolution 2538 (2020).\n\n40. The commitment of troop-contributing countries to implementing MINUSCA's mandate is commended, and it is highlighted that undeclared national caveats, lack of command and control, and inadequate equipment may affect mandate implementation.\n\n41. The Secretary-General is requested to ensure compliance with the UN's zero-tolerance policy on sexual exploitation and abuse, keep the Council informed, and take measures to prevent such exploitation and abuse.\n\n42. MINUSCA is requested to consider environmental impacts of its operations and manage them in accordance with relevant General Assembly resolutions and UN rules.\n\n43. MINUSCA is requested to prioritize child protection throughout its mandate and assist CAR authorities in ensuring children's rights are protected.\n\n44. MINUSCA is requested to prioritize gender mainstreaming throughout its mandate and assist CAR authorities in ensuring women's full participation.\n\n45. MINUSCA is requested to seize, record, dispose of, and destroy weapons and ammunition of disarmed combatants and armed groups who refuse to lay down their arms.\n\n46. The CAR authorities, MINUSCA, and international partners are called upon to address the illicit transfer and misuse of small arms and light weapons.\n\n47. All parties in the CAR are urged to cooperate with MINUSCA's deployment and activities, ensuring its safety, security, and freedom of movement.\n\n48. Member States are called upon to ensure the free and unhindered movement of MINUSCA personnel, equipment, and supplies.\n\n49. All parties are demanded to allow and facilitate humanitarian access to populations in need.\n\n50. All parties are demanded to respect and protect medical and humanitarian personnel, their means of transport, and equipment.\n\n51. Member States and international organizations are called upon to respond swiftly to humanitarian needs.\n\n52. French armed forces are authorized to provide operational support to MINUSCA elements under serious threat.\n\n53. The Secretary-General is requested to review and report on conditions for the transition, drawdown, and withdrawal of MINUSCA.\nThe Security Council:\n\n Requests the Secretary-General to report to the Council on:\n \n- Situation in the CAR, including security, political process, electoral process, Peace Agreement implementation, governance, fiscal management, human rights, and protection of civilians.\n \n- Implementation of MINUSCA's mandated tasks, including support to non-UN security forces, in compliance with the HRDDP.\n\n- Force and police generation and deployment of MINUSCA's elements, and progress on measures to improve MINUSCA's performance.\n\n- Implementation of the zero-tolerance policy on sexual exploitation and abuse.\n\n Reports are due on 15 February 2021, 15 June 2021, and 11 October 2021.\n\nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2552_2020_EN.pdf"
}