{
  "resolution_no": "2540",
  "year": "2020",
  "theme": [
    "Peacekeeping",
    "Security",
    "Humanitarian",
    "Women, Peace and Security",
    "Climate"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UN Assistance Mission in Somalia (UNSOM)",
    "African Union Mission in Somalia (AMISOM)",
    "United Nations Country Team",
    "International Committee of the Red Cross (ICRC)"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n\nRecalling previous resolutions and statements on Somalia, reaffirms respect for Somalia's sovereignty, territorial integrity, and unity.\n\nExpresses concern over Al-Shabaab's threat, condemns attacks, and reiterates determination to support efforts to reduce the threat.\n\nPays tribute to Somali security forces and African Union Mission in Somalia (AMISOM) for their bravery and sacrifices.\n\nEmphasizes the essential role of the United Nations Assistance Mission in Somalia (UNSOM) in supporting the Federal Government of Somalia (FGS) and Federal Member States (FMS).\n\nExpresses full support for the Special Representatives of the Secretary-General and the Chairperson of the African Union Commission.\n\nWelcomes Somalia's attainment of the decision point under the Heavily Indebted Poor Countries Initiative.\n\nEmphasizes the importance of a comprehensive approach to peacebuilding and sustaining peace.\n\nWelcomes commitments made by Somali stakeholders to accelerate reforms.\n\nReiterates the importance of transparent and inclusive elections.\n\nWelcomes progress made in meetings between the FGS and FMS.\n\nEmphasizes the urgency of full cooperation between the FGS and all FMS.\n\nWelcomes the enactment of the Electoral Law.\n\nReaffirms the importance of inclusive politics and democratic elections.\n\nExpresses concern about delays in consolidating Somalia's federal system.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecognizes efforts towards peace and reconciliation in Somalia, including resource-sharing and fiscal federalism, and encourages dialogue and local reconciliation processes.\n\nWelcomes direct talks between Somalia and \"Somaliland\" and encourages further discussions to build confidence.\n\nNotes progress on security sector reforms, but expresses concern over delays in implementing the National Security Architecture and Somali-led Transition Plan.\n\nReiterates the need for coordinated engagement towards transition to Somali security leadership by 2021.\n\nExpresses grave concern over humanitarian crises, including drought, flooding, locust infestation, and COVID-19, and calls for greater investment in resilience.\n\nCondemns continued violations of international humanitarian law and human rights, particularly against children and women.\n\nRecalls the need for a cessation of hostilities and humanitarian pause to enable safe delivery of humanitarian assistance.\n\nExpresses concern over the threat posed by landmines, ERW, and IEDs, and underlines the need to accelerate capacity-building measures.\n\nDecides to extend UNSOM's mandate until 31 August 2021.\n\nStrongly condemns Al-Shabaab attacks and urges close cooperation to strengthen safety and security for UN and AU facilities and staff.\n\nRequests UNSOM to maintain and strengthen its presence in all Federal Member States.\n\nExpresses appreciation for UNSOM's support to the Federal Government of Somalia.\nHere is a concise summary of the Security Council document:\n\nThe Security Council decides that UNSOM should continue to coordinate UN efforts in Somalia, focusing on:\n\n* Supporting inclusive politics and preparations for 2021 elections\n* Constitutional review process, mediation, conflict prevention and resolution\n* Development of a federated police and justice system, strengthening the rule of law and security sector reform\n\nSpecifically, UNSOM should:\n\n* Support the FGS and FMS to accelerate Somali Government-led, inclusive politics\n* Provide support to inter- and intra-clan reconciliation efforts\n* Support the delivery of free, fair, timely, peaceful, transparent, credible, and inclusive elections\n* Promote the participation of women, youth, minority clans, persons with disabilities, IDPs, and Somali refugees\n* Support key security sector reforms, including a coherent National Security Architecture\n* Provide technical advice and capacity-building support on human rights issues\n\nThe Council also calls on:\n\n* The FGS and FMS to enhance broad-based consultations and consensus building on key national priorities\n* The Somali authorities to create a conducive political and security climate for inclusive elections\n* The FMS to allow the NIEC to operate freely to deliver an agreed electoral model.\nHere is a summarized version of the Security Council document:\n\n8. The Security Council expresses concern over violations of international humanitarian law and human rights in Somalia, including sexual and gender-based violence, and calls on all parties to comply with their obligations under international law, particularly in protecting civilians and civilian objects. It reiterates the need to hold accountable those responsible for such violations.\n\n9. The Council demands an end to violations and abuses against children, including recruitment and use in armed conflict, and calls on the Federal Government of Somalia (FGS) to implement the UN Convention on the Rights of the Child, Action Plans to end child soldier recruitment, and other measures to protect children's rights.\n\n10. The Council strongly condemns misuse or obstruction of humanitarian assistance, including attacks on humanitarian personnel, and demands that all parties allow full, safe, and unhindered access for aid delivery.\n\n11. The Council calls on the FGS, Federal Member States (FMS), and relevant actors to facilitate durable solutions for internal displacement and support the voluntary return of refugees and IDPs.\n\n12. The Council urges the FGS to establish and operationalize the National Human Rights Commission, Constitutional Court, and Judicial Service Commission, and to implement legislation protecting human rights and investigating and prosecuting perpetrators of crimes.\n\n13. The Council requests the UN, FGS, and FMS to consider the implications of climate change, ecological changes, and natural disasters in their programs in Somalia.\n\n14. The Council recalls its request for an independent assessment on international support to Somalia's security environment post-2021.\n\n15. The Council affirms it will keep the situation in Somalia under review and be prepared to review the provisions of this resolution as necessary.\n\n16. The Council requests the Secretary-General to keep it regularly informed on implementation of this resolution, including progress towards key benchmarks, through oral updates and written reports.\n\n17. The Council decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2540_2020_EN.pdf"
}