{
  "resolution_no": "2529",
  "year": "2020",
  "theme": [
    "International Criminal Justice",
    "Tribunals",
    "Accountability"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 25"
  ],
  "entities": [
    "International Residual Mechanism for Criminal Tribunals (Mechanism)",
    "International Criminal Tribunal for Rwanda (ICTR)",
    "International Tribunal for the former Yugoslavia (ICTY)",
    "Office of Internal Oversight Services (OIOS)"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\nReaffirms its determination to combat impunity for those responsible for serious international crimes and ensure that all persons indicted by the ICTR and ICTY are brought to justice.\n\nRecalling resolution 1966 (2010) and the Statute of the International Residual Mechanism for Criminal Tribunals (Mechanism), \n\nAppoints Mr. Serge Brammertz as Prosecutor of the Mechanism from 1 July 2020 to 30 June 2022.\n\nUrges States to cooperate fully with the Mechanism, particularly in achieving the arrest and surrender of remaining fugitives indicted by the ICTR.\n\nNotes with concern problems in relocating acquitted and convicted persons, emphasizing the need for expeditious and durable solutions.\n\nWelcomes the arrest of Félicien Kabuga on 16 May 2020 and commends cooperation between the Mechanism, law enforcement, and judicial authorities.\n\nEmphasizes the Mechanism's role as a small, temporary, and efficient structure with diminishing functions and size over time.\n\nWelcomes the report submitted by the Mechanism and takes note of the report of the Office of Internal Oversight Services (OIOS) on the evaluation of the Mechanism's methods and work. \n\n Requests the Mechanism to continue being guided by its elements of being a small, temporary and efficient structure.\nThe Security Council:\n\n1. Commends the Mechanism for International Criminal Tribunals (MICT) for efforts to reduce costs and enhance efficiency in judicial activities;\n\n2. Requests the MICT to implement recommendations from the Council's Informal Working Group on International Tribunals, including: \n     - Full implementation of OIOS recommendations;\n     - Producing clear projections of completion timelines;\n     - Ensuring geographic diversity, gender balance, and professional expertise in staffing;\n     - Implementing a human resources policy consistent with its temporary mandate;\n     - Reducing costs through flexible staff engagement;\n     - Enhancing coordination and information sharing;\n\n3. Requests the MICT to include in its six-monthly reports: \n     - Progress achieved in implementing the resolution;\n     - Staffing, workload, and costs with breakdown by division;\n     - Detailed projections of residual functions;\n\n4. Emphasizes ensuring rights of detained persons, including healthcare;\n\n5. Notes refinement of early release procedures for persons convicted by the ICTR;\n\n6. Concludes its review of the MICT's progress since June 2018;\n\n7. Decides to include evaluation reports from OIOS in future reviews;\n\n8. Remains seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2529_2020_EN.pdf"
}