{
  "resolution_no": "2559",
  "year": "2020",
  "theme": [
    "Peacekeeping",
    "Transition",
    "Sudan",
    "Darfur"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMID",
    "UNITAMS",
    "African Union",
    "Government of Sudan"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days on UNITAMS, and an oral briefing by 31 July 2021 on the completion of UNAMID’s drawdown and closure",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n- Reaffirms previous resolutions on Sudan, emphasizing full compliance and implementation.\n- Reiterates commitment to Sudan's sovereignty, unity, independence, and territorial integrity.\n- Notes the Government of Sudan's primary responsibility to protect civilians and its National Plan for Civilian Protection.\n- Emphasizes the need for an orderly and safe drawdown of UNAMID's military and police components.\n- Expresses appreciation for UNAMID's work and commends troop- and police-contributing countries.\n- Supports a seamless transition from peacekeeping to peacebuilding in Darfur.\n- Welcomes the signing of the Juba Peace Agreement on 3 October 2020.\n- Encourages swift implementation of the peace agreement, particularly on security arrangements and addressing root causes of conflict.\n- Urges those who have not joined the peace process to do so immediately.\n- Decides to terminate UNAMID's mandate as of 31 December 2020.\n- Requests the Secretary-General to commence UNAMID's drawdown on 1 January 2021 and complete withdrawal by 30 June 2021.\n- Authorizes retention of a guard unit for UNAMID's liquidation.\n- Urges the Government of Sudan to fully implement the National Plan for Civilian Protection and protect civilians in Darfur.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Underscores the need to build confidence of local communities in the rule of law institutions to deliver justice and ensure accountability, particularly for vulnerable communities.\n\n* Requests the Government of Sudan to fully respect the Status of Forces Agreement (SOFA) until the departure of UNAMID, ensuring the safety and security of UNAMID personnel and assets.\n\n* Calls upon the Government of Sudan to cooperate fully with the UN and African Union during UNAMID's drawdown and liquidation, ensuring orderly and safe withdrawal.\n\n* Requests the Secretary-General, African Union Commission, and Government of Sudan to regularly assess progress and address issues related to drawdown and withdrawal.\n\n* Reiterates the need for a phased and efficient transition from UNAMID to UNITAMS, with close cooperation and coordination between the two missions.\n\n* Requests UNAMID to establish arrangements for the UN Country Team to oversee residual activities and ensure a smooth transition of peacebuilding support.\n\n* Calls upon the Government of Sudan to ensure that handed-over UNAMID team sites are used exclusively for civilian end-user purposes.\n\n* Urges the Government of Sudan to conclude investigations into looting of previously handed-over UNAMID team sites and hold accountable those responsible.\n\n* Requests measures to protect the safety, security, and health of UNAMID personnel during drawdown and withdrawal.\n\n* Requests the Secretary-General to keep the Security Council informed about developments related to UNAMID's drawdown and withdrawal and provide an assessment on lessons learned. \n\n* Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2559_2020_EN.pdf"
}