{
  "resolution_no": "2556",
  "year": "2020",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Conflict Prevention",
    "Women, Peace and Security",
    "Children and Armed Conflict",
    "Climate Change"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MONUSCO",
    "UN Group of Experts",
    "African Union",
    "International Conference on the Great Lakes Region",
    "Southern African Development Community"
  ],
  "reporting_cycle": "every six months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on the Democratic Republic of the Congo (DRC), reaffirms its commitment to the country's sovereignty, independence, unity, and territorial integrity.\n\nNoting the DRC's persistent violence and humanitarian crisis, the Council:\n\n* Recognizes the Government's primary responsibility to protect civilians\n* Welcomes efforts by the Government, Armed Forces of the DRC (FARDC), and UN Organization Stabilisation Mission in the DRC (MONUSCO) to address armed groups\n* Encourages continued cooperation between the Government and international parties\n\nThe Council:\n\n* Expresses concern over the humanitarian situation, with 25.6 million in need of assistance, 5.2 million displaced, and 529,000 refugees\n* Calls for a peaceful environment for durable solutions for refugees and internally displaced persons\n* Commends humanitarian agencies and urges member states to scale up funding\n\nThe Council:\n\n* Recalls its request for a general cessation of hostilities and humanitarian pause\n* Commends MONUSCO's COVID-19 preventive measures and requests support for host country authorities\n* Recalls resolutions on women, peace, and security, youth, peace, and security, children, and armed conflict, and protection of civilians\n\nThe Council adopted resolution 2556 (2020) on 18 December 2020.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and conclusions on the Democratic Republic of Congo (DRC), expresses grave concern over high levels of violence, particularly sexual and gender-based violence against children.\n\nWelcomes efforts by MONUSCO and international partners in training Congolese security institutions on human rights and child protection.\n\nNotes the adverse effects of climate change on DRC's stability and welcomes the country's leadership in addressing these issues.\n\nCommends the commitment of Troops and Police Contributing Countries to implementing MONUSCO's mandate.\n\nReiterates its call on all parties to cooperate with MONUSCO and condemns attacks against peacekeepers.\n\n**Political Situation**\n\n1. Urges Congolese stakeholders to prioritize the needs of the people over partisan interests and for President Tshisekedi to fulfill his commitments to national unity, rule of law, and human rights.\n\n2. Welcomes efforts towards reconciliation and peace, calls for stabilization and strengthening of State institutions, particularly in conflict areas.\n\n3. Requests the Secretary-General and regional organizations to provide support to strengthening State institutions and promoting national consensus.\n\n**Human Rights**\n\n4. Welcomes President Tshisekedi's commitments to protecting human rights and combating impunity.\n\n5. Expresses concern over high levels of human rights violations and abuses, and recalls its preparedness to impose targeted sanctions.\n\n6. Urges the Government to hold accountable those responsible for human rights abuses and stresses regional cooperation and cooperation with the International Criminal Court.\n\n7. Welcomes cooperation with the team of international experts on the Kasai regions and requests implementation of their recommendations.\n\n Determines that the situation in DRC continues to constitute a threat to international peace and security and acts under Chapter VII of the Charter of the United Nations.\nHere is a summary of the document:\n\nThe Security Council:\n\n Condemns and calls for accountability for human rights violations and abuses in the DRC, including the deaths of two UN experts in 2017.\n\n Welcomes steps taken by President Tshisekedi to hold security forces accountable, release political prisoners, and close irregular detention centers.\n\n Strongly condemns sexual violence in conflict, welcomes efforts to combat it, and urges the government to continue to strengthen its efforts to combat impunity.\n\n Encourages the government to implement its National Strategy and Roadmap to fight sexual violence in conflict.\n\n Welcomes progress made to prevent the recruitment and use of children, and calls for continued efforts to hold perpetrators accountable.\n\n Strongly condemns armed groups operating in the DRC, their violations of international humanitarian law, and abuses of human rights.\n\n Demands that armed groups cease violence, disarm, and lay down their arms.\n\n Notes that a regional approach is needed to address the threat posed by armed groups and welcomes renewed commitments to tackle insecurity in Eastern DRC.\n\n Urges the government to facilitate access to detention centers, hospitals, and morgues for the Joint Human Rights Office.\n\n Calls for the repatriation of disarmed combatants, including FDLR and former M23 combatants.\nHere is a summarized version of the Security Council document:\n\n16. The Council expresses concern over the illegal exploitation and trafficking of natural resources by armed groups and criminal networks in the DRC, and encourages the Government to strengthen efforts to safeguard protected natural areas.\n\n17. The Council notes that the drivers of armed groups' activities are varied and that there is no purely military solution, and calls on the Government to take further action combining military and non-military approaches.\n\n18. The Council calls for joint operations by the FARDC and MONUSCO, with joint planning and tactical cooperation, to prevent, deter and stop armed groups.\n\n19. The Council acknowledges the gradual implementation of the peace agreement between the Government and the FRPI and welcomes the Government's efforts to create a national structure for DDR.\n\n20. The Council welcomes the preliminary commitments and actions taken by President Tshisekedi to advance security sector reform and promote the consolidation of State authority.\n\n21. The Council notes with concern the continued diversion of arms from national stockpiles to armed groups and calls for continued national efforts to address the threat posed by illicit transfer of small arms.\n\n22-23. The Council extends MONUSCO's mandate until 20 December 2021, with an authorised troop ceiling of 14,000 military personnel, 660 military observers and staff officers, 591 police personnel, and 1,050 personnel of formed police units.\n\n24. The Council decides that MONUSCO's strategic priorities are to contribute to the protection of civilians and support to the stabilisation and strengthening of State institutions.\n\n25. The Council stresses that MONUSCO's mandate should be implemented based on a prioritization of tasks, with the protection of civilians given priority.\n\n26. The Council welcomes the UN Strategy for Peace Consolidation, Conflict Prevention and Conflict Resolution in the Great Lakes region and looks forward to an inclusive articulation of an action plan.\n\n27. The Council authorises MONUSCO to take all necessary measures to carry out its mandate and requests the Secretary-General to immediately inform the Council should MONUSCO fail to do so.\nHere is a summarized version of the Security Council document:\n\n28. Requests MONUSCO to ensure support to national security forces is only for joint operations, subject to oversight and scrutiny, and in compliance with the UN HRDDP, and to suspend support if not.\n\n29. Decides MONUSCO's mandate includes:\n\n**Protection of Civilians**\n\n* (a) Ensure effective protection of civilians under threat of physical violence in provinces of deployment, with a focus on Eastern DRC.\n* (b) Maintain proactive deployment and mobile posture, including active patrolling.\n* (c) Work with Government and humanitarian workers to identify threats and implement joint prevention and response plans.\n* (d) Enhance community engagement, raise awareness about MONUSCO's mandate, and strengthen early warning mechanisms.\n* (e) Conduct targeted offensive operations to neutralize armed groups, in support of DRC authorities.\n* (f) Work with DRC authorities to strengthen the judicial system and investigate/prosecute those responsible for genocide, war crimes, and crimes against humanity.\n* (g) Provide good offices, advice, and support to promote human rights and fight impunity.\n* (h) Strengthen early warning and response mechanisms.\n\n**Support to Stabilisation and State Institutions**\n\n* (i) Support stabilisation and strengthening of State institutions, governance, and security reforms.\n* Stabilisation: \n\t+ (a) Provide coordination for a targeted and sequenced approach to stabilisation.\n\t+ (b) Provide technical advice to the Government on consolidating an effective national civilian structure for managing natural resources.\nHere is a summarized version of the Security Council document:\n\nThe Security Council resolution (2556) outlines the mandate of MONUSCO in the Democratic Republic of Congo (DRC). \n\n**Root causes of conflict**: \n- Provide good offices and technical support to promote reconciliation, democratization, and inclusion, addressing root causes of conflict, and promoting intercommunal and gender-responsive reconciliation.\n\n**Security Sector Reform (SSR)**: \n- Provide good offices and strategic and technical advice to the Government of the DRC to accelerate national ownership of SSR, encourage inclusive SSR, and promote military, police, justice, and prison sector reforms.\n\n**Disarmament, demobilization, reintegration (DDR)**: \n- Provide good offices, advice, and assistance to the Government of the DRC for the DDR of combatants not suspected of genocide, war crimes, crimes against humanity, or human rights abuses.\n\n**Protection of the United Nations**: \n- Ensure the protection of United Nations personnel, facilities, installations, and equipment.\n\n**Child protection**: \n- Take fully into account child protection throughout its mandate and assist the Government of the DRC in ensuring children's rights are protected.\n\n**Gender, Sexual Violence**: \n- Take fully into account gender considerations throughout its mandate and assist the Government of the DRC in creating a conducive environment for women's participation and involvement.\n\n**Reporting and Monitoring**:\n- Monitor, report immediately to the Security Council, and follow-up on human rights violations and abuses, and violations of international humanitarian law.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n**Women's Participation and Protection**\n\n* Requests MONUSCO to support the government in advancing women's political participation, achieving the 30% constitutional quota, and provide enhanced reporting on this issue.\n* Acknowledges the role of UN Women Protection Advisers in supporting the government to address sexual violence in conflict.\n\n**Accountability and Humanitarian Access**\n\n* Reiterates the need to hold accountable all perpetrators of international humanitarian law violations.\n* Requests MONUSCO to accelerate monitoring, analysis, and reporting on sexual violence in conflict.\n* Demands that all parties allow and facilitate humanitarian access, equipment, and supplies to populations in need.\n\n**Humanitarian Response**\n\n* Emphasizes the importance of international support to respond to infectious disease outbreaks, including Ebola and COVID-19.\n* Notes the positive role of MONUSCO in the 2018-2020 Ebola response.\n\n**Sanctions Regime**\n\n* Requests MONUSCO to monitor the implementation of the arms embargo and seize, collect, record, and dispose of arms brought into the DRC in violation of the embargo.\n* Expresses full support to the UN Group of Experts and calls for enhanced cooperation between all states, MONUSCO, and the Group.\n\n**Mission Effectiveness**\n\n* Recognizes that effective implementation of peacekeeping mandates requires well-defined mandates, political will, leadership, performance, and accountability.\n* Requests the Secretary-General, Member States, and the DRC authorities to enhance the safety and security of MONUSCO personnel.\n* Welcomes initiatives to standardize a culture of performance in UN peacekeeping and reaffirms support for a comprehensive performance policy framework.\n\n**Force Intervention Brigade**\n\n* Reiterates the need to improve the effectiveness of the Force Intervention Brigade to protect civilians and neutralize armed groups.\nHere is a summarized version of the Security Council document:\n\n**Improving MONUSCO's Performance**\n\n* The Council requests the Secretary-General to improve the Force Intervention Brigade's performance, including through the deployment of combat units functioning as quick reaction forces.\n* The Secretary-General is requested to maximize MONUSCO's operational capacity, including through enhancing personnel, mobility assets, and capabilities for gathering information on threats to civilians.\n\n**Zero-Tolerance Policy on Misconduct**\n\n* The Council recalls its zero-tolerance policy on serious misconduct, sexual exploitation and abuse, and requests the Secretary-General to ensure full compliance by all personnel in MONUSCO.\n* The Secretary-General is requested to take measures to prevent exploitation and abuse, investigate allegations, and hold perpetrators accountable.\n\n**Exit Strategy**\n\n* The Council recalls the independent strategic review and the conditions for a successful transition and exit of MONUSCO.\n* The Council endorses the Joint Strategy on the Progressive and Phased Drawdown of MONUSCO and requests the Secretary-General to present a transition plan by September 2021.\n* The Council underscores the need to transfer MONUSCO's tasks to the Government of the DRC, the UNCT, and other stakeholders to enable a responsible and sustainable exit.\n\n**Transition and Drawdown**\n\n* The Council requests the establishment of a working group to enhance coordination and planning for the transition.\n* The Secretary-General is requested to proceed with the gradual transfer of MONUSCO's programmatic activities to relevant partners.\n* The Council stresses that MONUSCO's activities should facilitate progress towards sustainable peace and development and address the root causes of conflict.\n\n**Government of the DRC's Commitments**\n\n* The Council encourages the Government of the DRC to swiftly address key issues, including appointing a national mechanism to lead DDR programs and initiating disciplinary and judicial procedures against officials engaged in corruption.\nThe Security Council:\n\nRequests the Secretary-General to report to the Council:\n- Every three months on the situation in the DRC, including progress on strengthening State institutions, key governance and security reforms, and MONUSCO's mandate implementation, including protection of civilians.\n- The reports should cover progress towards consolidating MONUSCO's footprint in three provinces, transfer of tasks to the Government of the DRC, UNCT, and other stakeholders.\n- The reports should also include information on police and force generation, MONUSCO's performance, including FIB operations, and measures to improve performance.\n- The Secretary-General should include gender analysis in all reports to the Security Council.\n- Every six months, in coordination with the Secretary-General's Special Envoy for the Great Lakes Region and the SRSG for the DRC, on the implementation of commitments under the PSC Framework and its linkages with the broader security situation in the Great Lakes Region.\n\nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2556_2020_EN.pdf"
}