{
  "resolution_no": "2513",
  "year": "2020",
  "theme": [
    "Peacekeeping",
    "Afghanistan",
    "Terrorism"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "ANDSF",
    "ANP",
    "Al-Qaida",
    "ISIL"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nRecalling previous resolutions on Afghanistan, stresses the UN's role in promoting peace and stability.\n\nReaffirms commitment to Afghanistan's sovereignty, independence, territorial integrity, and national unity.\n\nAcknowledges the Afghan people's demand for lasting peace and an end to war.\n\nWelcomes efforts toward reconciliation, and regional and international partners' support.\n\nWelcomes the reduction in violence period and stresses sustained efforts to reduce violence.\n\nEmphasizes supporting the Government of Afghanistan in capacity building, particularly of the Afghan National Defence and Security Forces.\n\nWelcomes efforts to initiate inclusive, intra-Afghan negotiations for a durable peace settlement.\n\nWelcomes the Taliban's commitment to prevent groups like Al-Qaida from using Afghan soil to threaten other countries.\n\nReaffirms the importance of ensuring Afghan territory is not used by international terrorist groups.\n\nBears in mind the urgent need to counter the world drug problem.\n\nNoting that the Islamic Emirate of Afghanistan is not recognized at the UN.\n\n1. Welcomes steps toward ending war and opening intra-Afghan negotiations enabled by the Joint Declaration and Agreement.\n\n2. Recognizes and encourages sustained support from the UN and international partners.\n\n3. Welcomes Afghan parties' intention to pursue an inclusive political settlement and ceasefire.\n\n4. Urges the Government of Afghanistan to advance the peace process with a diverse and inclusive negotiating team.\n\n5. Calls on the Government of Afghanistan and the Taliban to pursue confidence-building measures.\n6. Calls on all States to support the negotiation of a comprehensive and sustainable peace agreement in Afghanistan that benefits all Afghans and contributes to regional and global security.\n\n7. Expresses readiness to review designations on the List established under resolution 1988 (2011) upon commencement of intra-Afghan negotiations, to support the peace process, and urges States to conduct national reviews without delay, noting that Taliban actions will affect the review.\n\n8. Welcomes international efforts to prepare humanitarian and development assistance in Afghanistan to address humanitarian needs, promote reconciliation, and extend peace benefits, and stresses the importance of international and regional economic cooperation for Afghanistan's reconstruction.\n\n9. Requests the Secretary-General to include developments related to this resolution in his reports on Afghanistan.\n\n10. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2513_2020_EN.pdf"
}