{
  "resolution_no": "2558",
  "year": "2020",
  "theme": [
    "Peacebuilding",
    "Sustaining Peace",
    "Development",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations",
    "Peacebuilding Commission",
    "Security Council",
    "General Assembly",
    "UN country teams",
    "Peacekeeping operations",
    "Special political missions"
  ],
  "reporting_cycle": "The Secretary-General reports every 2 years",
  "operative_authority": "Chapter VI",
  "summary": "Here is a summarized version of the document:\n\nThe Security Council,\n\nGuided by the UN Charter, reaffirms resolutions on peacebuilding and sustaining peace, and the interlinkages between development, peace, security, and human rights.\n\nReaffirms that sustaining peace is a shared task and responsibility of governments and national stakeholders, requiring sustained international attention and assistance.\n\nNotes the 20th anniversary of resolution 1325 (2000) on Women, Peace and Security, and the 5th anniversaries of resolutions 2250 (2015) on Youth, peace and security, and recognizes the importance of women's and youth's full, equal, and meaningful participation in peacebuilding.\n\nExpresses grave concern about the COVID-19 pandemic's impact on conflict-affected countries and stresses the need for full implementation of resolution 2532 (2020).\n\nWelcomes the Secretary-General's report on peacebuilding and sustaining peace and encourages UN bodies to consider inputs for the 2020 review of the peacebuilding architecture.\n\nThe Security Council:\n\n1. Welcomes progress made in implementing resolutions on peacebuilding and sustaining peace and encourages continued action to bring greater coherence to peacebuilding efforts.\n\n2. Welcomes the Peacebuilding Commission's role and calls on it to strengthen its advisory, bridging, and convening roles in support of nationally-owned priorities.\n\n3. Reaffirms that effective peacebuilding must involve the entire UN system, emphasizing joint analysis and strategic planning.\n\n4. Notes that peacebuilding financing remains a critical challenge and takes note of the General Assembly's decision to convene a high-level meeting to advance options for ensuring adequate, predictable, and sustained financing for peacebuilding.\nThe Security Council:\n\n5. Calls for a comprehensive review of UN peacebuilding in 2025 and requests the Secretary-General to present an interim report to the General Assembly and Security Council in 2022 and a detailed report in 2024, and to continue presenting a report every two years thereafter on implementation of peacebuilding and sustaining peace resolutions, focusing on impact at the field level and the effect of reforms on the UN system's performance;\n\n6. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2558_2020_EN.pdf"
}