{
  "resolution_no": "2525",
  "year": "2020",
  "theme": [
    "Peacekeeping",
    "Sudan",
    "Darfur",
    "COVID-19"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNAMID",
    "UNITAMS",
    "African Union",
    "Government of Sudan"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council reaffirms its commitment to Sudan's sovereignty, unity, independence, and territorial integrity. It extends the mandate of the African Union-United Nations Hybrid Operation in Darfur (UNAMID) until 31 December 2020, with its current troop and police ceiling. The Council prioritizes civilian protection, supporting the Government of Sudan's capacity to protect civilians, and preserving UNAMID's capacity, particularly in Jebel Marra.\n\nThe Council intends to decide on UNAMID's drawdown and exit by 31 December 2020, based on a Special Report. It requests the Secretary-General to continue transition planning and management to ensure a phased, sequenced, and efficient transition to the United Nations Integrated Transition Assistance Mission in Sudan (UNITAMS).\n\nThe Council also requests UNAMID to support Sudan's efforts to contain COVID-19, facilitate humanitarian access, and protect the safety, security, and health of UNAMID personnel. It calls on the Government of Sudan to conclude investigations into looting incidents and hold accountable those responsible.\n\nThe Council underscores the need to protect peacebuilding gains in Darfur, avoid a relapse into conflict, and mitigate risks to the population. It emphasizes the importance of extreme caution in the withdrawal of UNAMID, considering the progress made in the peace process.\nThe Security Council:\n\nReaffirms support for a comprehensive performance policy framework for UN personnel, including clear standards for evaluating performance in peacekeeping operations.\n\nCalls on the UN to apply this framework to UNAMID, investigating and taking immediate action on significant performance failures, including rotation, repatriation, replacement, or dismissal of underperforming personnel.\n\nNotes efforts to develop a performance assessment system and requests the Secretary-General and troop-contributing countries to increase the number of women in UNAMID and ensure their full participation in operations.\n\nRequests the Secretary-General to provide a 90-day update on UNAMID's mandate implementation.\n\nRequests the Secretary-General and African Union Commission Chairperson to provide a Special Report by 31 October 2020, assessing the situation in Darfur, the Government's capacity to protect civilians, and recommending a course of action on UNAMID's drawdown, considering the COVID-19 pandemic.\n\nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2525_2020_EN.pdf"
}