{
  "resolution_no": "2537",
  "year": "2020",
  "theme": [
    "Peacekeeping",
    "Cyprus Conflict",
    "Women, Peace and Security",
    "Youth, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNFICYP",
    "Cyprus",
    "Greece",
    "Turkey"
  ],
  "reporting_cycle": "Secretary-General reports by 10 January 2021",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nWelcoming the Secretary-General's report on his Good Offices and the UN operation in Cyprus, supports his efforts to assist the sides in negotiations with necessary political will.\n\nUnderscoring the Cypriots' responsibility to find a solution, reaffirms the UN's primary role in assisting a comprehensive and durable settlement.\n\nUrging the sides to achieve a bicommunal, bizonal federation with political equality, as set out in relevant resolutions, including OP4 of resolution 716 (1991).\n\nExpressing concern at escalating tensions in the eastern Mediterranean over hydrocarbons exploration, and reiterating the Secretary-General's call to avoid further escalation.\n\nRecalling resolutions 1325 (2000) and 2250 (2015), emphasizing the importance of women's and youth's full, effective, and meaningful participation in building peace in Cyprus.\n\nRecognizing the impact of COVID-19 on Cyprus, and expressing concern that the closure of crossing points threatens progress made since 2003.\n\nExpressing concern at the law and order situation in Pyla, and urging cooperation with UNFICYP to tackle criminal activities.\n\nEmphasizing the importance of confidence-building measures, intercommunal contacts, and civil society engagement.\n\nNoting the need to keep UNFICYP beyond 31 July 2020, and welcoming measures to strengthen the mission's liaison and engagement capacity.\n\n1. Welcomes the trilateral meeting of leaders and the Secretary-General on 25 November 2019, reaffirming commitment to a bicommunal, bizonal federation.\n\n2. Urges the sides to renew their political will and commitment to a settlement under UN auspices, engaging actively with the Secretary-General and Jane Holl Lute.\n\n3. Reiterates its call for reduced tensions in the Eastern Mediterranean, and calls upon leaders to refrain from actions and rhetoric that might damage chances of success.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms its relevant resolutions on Cyprus, particularly resolution 1251 (1999).\n\nCalls on the two leaders to:\n- work on convergences on core issues\n- support Technical Committees to enhance intercommunal contacts and improve daily lives\n- coordinate on health and criminal matters\n- promote peace education\n- improve public atmosphere for negotiation\n- increase support for civil society engagement\n\nEstablishment of an effective mechanism for direct military contacts between the sides.\n\nCalls for:\n- reduction of barriers to intercommunal contact\n- reopening of all crossing points\n- progress on mobile phone inter-operability\n- further confidence-building measures\n\nCommends the Committee on Missing Persons and calls for enhanced cooperation.\n\nExtends UNFICYP's mandate until 31 January 2021.\n\nExpresses concern at increased violations of the military status quo and calls for respect for UNFICYP's authority.\n\nCalls on the Turkish Cypriot side and Turkish forces to restore the military status quo in Strovilia.\n\nWelcomes progress on mine clearance and urges a plan for a mine-free Cyprus.\n\nRequests UNFICYP to consider gender issues and increase women's participation.\n\nWelcomes initiatives on performance standards in UN peacekeeping.\nThe Security Council:\n\n Calls on the UN to apply a performance assessment framework to UNFICYP, as described in resolution 2436 (2018), and notes the Secretary-General's efforts to develop a comprehensive performance assessment system.\n\n Requests the Secretary-General to ensure UNFICYP personnel comply with the UN's zero-tolerance policy on sexual exploitation and abuse, and to keep the Council informed about progress, stressing the need to prevent such exploitation and abuse and improve handling of allegations.\n\n Requests the Secretary-General to submit reports by 10 January 2021 on his Good Offices and implementation of this resolution, and to include written updates from the leaders of the two communities on actions taken to support the resolution.\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2537_2020_EN.pdf"
}