{
  "resolution_no": "2536",
  "year": "2020",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Sanctions",
    "Arms Embargo"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MINUSCA",
    "European Union training missions",
    "French forces",
    "Panel of Experts"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days, midterm report by 31 January 2021, final report by 30 June 2021",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2536 (2020) on 28 July 2020, recalling its previous resolutions and statements on the Central African Republic (CAR). The Council welcomed efforts by CAR authorities to reform the security sector, including deployment of defence and security forces, and encouraged implementation of their National Defence Plan and Security Policy. \n\nThe Council noted progress made towards achieving key benchmarks for reviewing arms embargo measures, including a letter from CAR authorities to the Security Council President (S/2020/57). It stressed the importance of achieving these benchmarks to advance the security sector reform (SSR) process, disarmament, demobilization, reintegration, and repatriation (DDRR) process, and weapons and ammunition management reforms.\n\nThe Council decided to maintain an arms embargo on the CAR until 31 July 2021, with exceptions for supplies and assistance intended for specific purposes, including:\n\n* Support to MINUSCA, European Union training missions, French forces, and other Member States' forces providing training and assistance (para. 1 (a));\n* Non-lethal equipment and assistance for CAR security forces for SSR, in coordination with MINUSCA (para. 1 (b));\n* Supplies by Chadian or Sudanese forces for international patrols (para. 1 (c));\n* Non-lethal military equipment for humanitarian or protective use, with related technical assistance or training (para. 1 (d)).\n\nThe Council requested MINUSCA to report on the contribution to SSR of the exemption under paragraph 1 (b).\nThe Security Council:\n\n1. Authorizes exemptions to the arms embargo for:\n\t* (e) Protective clothing for UN personnel, media, humanitarian workers, and associated personnel;\n\t* (f) Supplies for international-led patrols and armed wildlife rangers to combat poaching and smuggling;\n\t* (g) Supplies of weapons and ammunition for CAR security forces for SSR process;\n\t* (h) Other supplies of arms and lethal equipment for CAR security forces for SSR process, approved by the Committee;\n\t* (i) Other sales or supplies, approved by the Committee;\n2. Decides that supplying Member States/organizations must notify the Committee at least 20 days in advance of delivery;\n3. Renews measures and provisions from resolutions 2488 (2019) and 2399 (2018) until 31 July 2021;\n4. Renews measures and provisions from resolution 2399 (2018) until 31 July 2021;\n5. Reaffirms measures apply to individuals and entities designated by the Committee;\n6. Extends the Panel of Experts' mandate until 31 August 2021 and requests reports;\n7. Requests the Panel to provide midterm and final reports;\n8. Expresses concern about illicit trafficking networks and requests the Panel to analyze them;\n9. Urges cooperation with the Panel of Experts;\n10. Urges unhindered access for the Panel;\n11. Reaffirms Committee provisions;\n12. Requests CAR authorities to report on progress;\n13. Requests the Secretary-General to conduct an assessment;\n14. Affirms continuous review of the situation;\n15. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2536_2020_EN.pdf"
}