{
  "resolution_no": "2511",
  "year": "2020",
  "theme": [
    "Yemen",
    "Peacekeeping",
    "Sanctions",
    "Terrorism",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida in the Arabian Peninsula (AQAP)",
    "Islamic State in Iraq and Levant (ISIL, also known as Da’esh)",
    "Special Envoy for Yemen",
    "Panel of Experts",
    "ISIL (Da’esh) and Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "The Panel of Experts to provide a mid-term update to the Committee no later than 28 July 2020, and a final report no later than 28 January 2021",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions and statements on Yemen, reaffirms its commitment to Yemen's unity, sovereignty, independence, and territorial integrity.\n\nExpressing concern at ongoing challenges, including violence, enforced disappearances, and illicit transfer of weapons.\n\nEmphasizes environmental risks and need for UN access to inspect and maintain the Safer oil tanker.\n\nCalls for parties to resolve differences through dialogue, reject violence, and refrain from provocation.\n\nReaffirms need for parties to comply with international law, including humanitarian and human rights law.\n\nSupports the Special Envoy for Yemen's work in supporting the Yemeni transition process.\n\nExpresses alarm at AQAP and ISIL presence in Yemen, and reaffirms resolve to address threats.\n\nRecalls listing of AQAP and associated individuals on the ISIL and Al-Qaida Sanctions List.\n\nNotes importance of effective implementation of sanctions regime and encourages cooperation.\n\nWelcomes the Panel of Experts' work and recalls targeted arms embargo.\n\nCondemns violations of humanitarian law and human rights law, including conflict-related sexual violence and child recruitment.\n\nExpresses alarm over obstacles to the Panel of Experts' work and access.\n\nExpresses concern at the humanitarian situation and hindrances to humanitarian assistance.\n\nEmphasizes necessity of Committee discussion of Panel of Experts' recommendations.\n\nDetermines that the situation in Yemen continues to threaten international peace and security.\n\nActing under Chapter VII:\n\n1. Reaffirms need for full and timely implementation of political transition.\n\n2. Renews measures imposed by paragraphs 11 and 15 of resolution 2140 (2014) until 26 February 2021.\n\n3. Decides that the Committee may exempt humanitarian activities from sanctions measures on a case-by-case basis.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms designation criteria for individuals/entities engaging in or providing support for acts threatening Yemen's peace, security, or stability (paras 4-6).\n\nExtends the Panel of Experts' mandate until 28 March 2021, with a review of the mandate by 28 February 2021 (para 7).\n\nRequests the Panel to provide a mid-term update by 28 July 2020 and a final report by 28 January 2021, including information on components used to assemble certain weapon systems (para 8).\n\nDirects the Panel to cooperate with other expert groups and urges cooperation from parties, Member States, and organizations (paras 9-10).\n\nEmphasizes consultations with concerned Member States for full implementation of measures (para 11).\n\nRecalls best practices for monitoring mechanisms and reaffirms intention to review the situation in Yemen and measures contained in this resolution (paras 12-13).\n\nDecides to remain actively seized of the matter (para 14).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2511_2020_EN.pdf"
}