{
  "resolution_no": "2514",
  "year": 2020,
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Women, Peace and Security",
    "Protection of Civilians",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "UNMISS",
    "IGAD",
    "African Union",
    "RJMEC",
    "CTSAMVM",
    "Panel of Experts"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n- Recalls previous resolutions and reaffirms its commitment to South Sudan's sovereignty, independence, territorial integrity, and national unity.\n\n- Expresses grave alarm at the ongoing crisis in South Sudan, emphasizing there can be no military solution.\n\n- Strongly condemns fighting and violations of the 2017 Agreement on Cessation of Hostilities (ACOH), welcoming rapid assessments by the Ceasefire and Transitional Security Arrangements Monitoring and Verification Mechanism (CTSAMVM).\n\n- Appreciates the leadership of the Intergovernmental Authority on Development (IGAD) in advancing the peace process and welcomes efforts to engage with South Sudanese leaders.\n\n- Underlines the 2018 Revitalised Agreement as a step towards sustainable peace, calling on parties to demonstrate political will to peacefully resolve the conflict.\n\n- Welcomes encouraging developments, including the formation of a Revitalized Transitional Government of National Unity, and recognizes confidence-building measures.\n\n- Expresses concern at the threat to peace and security from illicit transfer of small arms and light weapons.\n\n- Recalls measures adopted in resolutions 2428 (2018) and 2471 (2019) and reaffirms willingness to impose targeted sanctions on individuals or entities responsible for actions that threaten peace and security.\n\n- Stresses the critical importance of effective implementation of the sanctions regime.\n\n- Commends the work of the United Nations Mission in South Sudan (UNMISS) and stresses the importance of effective engagement with local communities and humanitarian actors.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Recognizes the importance of unarmed civilian protection in building a protective environment, particularly in deterring sexual and gender-based violence, and encourages UNMISS to explore civilian protection techniques.\n\n2. Expresses concern over the dire humanitarian situation, high levels of food insecurity, and attacks on means of livelihood, and demands that all parties create conditions conducive to humanitarian assistance.\n\n3. Strongly condemns the obstruction of UNMISS by the Government of South Sudan (GoSS) and opposition groups, including restrictions on freedom of movement and assault on UNMISS personnel.\n\n4. Demands that all actors, particularly the GoSS, end obstructions to UNMISS, including those hampering its mandate to monitor and investigate human rights.\n\n5. Condemns attacks against civilians, including violence against women, children, and persons in vulnerable situations, and expresses concern over the possibility of an ethnic war.\n\n6. Expresses grave concern over reports of sexual and gender-based violence, including the use of sexual violence as a tactic by parties to the conflict.\n\n7. Strongly condemns human rights violations and abuses, and violations of international humanitarian law by all parties, and emphasizes the need for accountability.\n\n8. Reiterates the urgent need to end impunity in South Sudan and bring to justice those responsible for violations of international humanitarian law and human rights.\n\n9. Supports the African Union's efforts to establish the Hybrid Court for South Sudan and expresses concern over delays and lack of cooperation from the GoSS.\n\n10. Expresses grave concern over reports on the human rights situation in South Sudan and emphasizes the importance of collecting and preserving evidence for accountability mechanisms.\n\n11. Welcomes the GoSS's ratification of the Optional Protocol to the Convention on the Rights of the Child and calls for its full and immediate implementation.\n\n12. Urges all parties to end the recruitment of children and release all children recruited to date.\n\n13. Expresses concern over the severe restriction of freedoms of opinion, expression, and association, and condemns the use of media to broadcast hate speech.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council expresses concern over the dire humanitarian situation in South Sudan, including 3.9 million displaced persons, 5.29 million facing severe food insecurity, and 7.2 million in need of life-saving assistance. It condemns hate speech and ethnic violence, and calls on the Government of South Sudan (GoSS) to condemn and counter such violence and promote reconciliation.\n\nThe Council also condemns attacks on humanitarian personnel and facilities, including the deaths of 116 personnel since 2013, and stresses the need for safe and unhindered access to relief personnel and supplies. It welcomes efforts to combat sexual exploitation and abuse, but expresses concern over allegations of such abuses by peacekeepers.\n\nThe Council commends UNMISS peacekeepers for their efforts to protect civilians, but notes challenges in implementing its mandate, including resource and capacity constraints. It emphasizes the need for sustainable solutions for internally displaced persons (IDPs) and for the protection of civilians.\n\nThe Council strongly condemns attacks on UN and IGAD personnel and facilities, and calls on the GoSS to investigate and hold accountable those responsible. It determines that the situation in South Sudan continues to threaten international peace and security, and demands that all parties end fighting and engage in political dialogue, implementing the permanent ceasefire and ceasefires declared in the Revitalised Agreement.\nHere is a concise summary of the Security Council document:\n\n2. The Security Council demands that the Government of South Sudan (GoSS) comply with the Status of Forces Agreement (SOFA) and immediately cease obstructing UNMISS in performing its mandate. The GoSS must also facilitate freedom of movement for CTSAMVM and cease obstructing humanitarian actors.\n\n3. The Council intends to consider measures against those who undermine peace, stability, and security in South Sudan, including those responsible for attacks on UNMISS personnel and premises. It notes the steady re-supply of weapons and ammunition to South Sudan has affected UN personnel safety and UNMISS's ability to carry out its mandate.\n\n4. The Council welcomes developments in South Sudan's peace process and calls on parties to implement the Revitalised Agreement and establish its institutions without delay.\n\n5. The Council condemns violations of the Agreement on the Cessation of Hostilities (ACOH) and calls on parties to ensure full participation of youth, women, and civil society in conflict resolution and peacebuilding efforts.\n\n6. The Council extends the mandate of UNMISS until 15 March 2021.\n\n7. The Council maintains the overall force levels of UNMISS with a troop ceiling of 17,000 personnel and a police ceiling of 2,101 personnel.\n\n8. The Council authorizes UNMISS to use all necessary means to perform tasks, including:\n- Protecting civilians under threat of physical violence\n- Deterring violence against civilians\n- Strengthening early warning strategy\n- Maintaining public safety and security within UNMISS protection sites\n- Preventing sexual and gender-based violence\n- Exercising good offices and confidence-building\n- Fostering a secure environment for the return, relocation, or resettlement of IDPs and refugees.\nHere is a concise summary of the Security Council document 2514 (2020):\n\n**Mandate of UNMISS**\n\n* To protect civilians, combat impunity, and promote accountability\n* To support the facilitation of safe, informed, voluntary, and dignified return, relocation, or integration of IDPs from UN protection sites\n\n**Creating Conditions for Humanitarian Assistance**\n\n* Contribute to creating security conditions for humanitarian assistance delivery\n* Ensure security and freedom of movement of UN personnel and installations\n\n**Supporting Implementation of the Revitalised Agreement and Peace Process**\n\n* Use good offices to support the peace process and implementation of the Revitalised Agreement\n* Participate in and support CTSAMVM and RJMEC\n\n**Monitoring and Investigating Human Rights**\n\n* Monitor, investigate, verify, and report on human rights abuses and violations of international humanitarian law\n* Specifically monitor and report on violations against children and women, including sexual and gender-based violence\n\n**Security Arrangements**\n\n* Provide a secure environment in and around Juba and other parts of South Sudan as necessary\n* Authorize UNMISS to use all necessary means to facilitate safe movement and protect civilians and UN personnel\n\n**Regional and International Cooperation**\n\n* Welcome efforts of IGAD, AU, and countries in the region to find durable solutions to peace and security challenges in South Sudan\n* Urge IGAD to appoint a Chairperson for RJMEC\n\n**UNMISS Operations**\n\n* Stress that peace process viability depends on full commitment by all parties and inclusion of civil society, women, and youth\n* Keep tasks and composition of UNMISS under active review based on progress with peace process and implementation of Revitalised Agreement.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n* Stresses that UNMISS has the authority to use all necessary means to accomplish its mandated tasks, particularly the protection of civilians, including defending protection of civilians sites and establishing weapons-free zones.\n\n* Encourages UNMISS to use confidence-building, facilitation, mediation, and community engagement to enhance its protection activities.\n\n* Requests UNMISS to prioritize enhanced force mobility to better execute its mandate in areas of emerging protection risks.\n\n* Requests the Special Representative of the Secretary-General to direct UNMISS operations and coordinate all UN system activities in South Sudan.\n\n* Requests UNMISS to strengthen its sexual and gender-based violence prevention and response activities.\n\n* Requests UNMISS to continue to intensify and extend its presence and active patrolling in areas of high risk of conflict.\n\n* Recognizes that effective implementation of peacekeeping mandates is the responsibility of all stakeholders and is contingent upon several critical factors.\n\n* Welcomes initiatives to standardize a culture of performance in UN peacekeeping and requests the Secretary-General to ensure that performance data is used to improve mission operations.\n\n* Requests the Secretary-General to implement a zero-tolerance policy on serious misconduct, sexual exploitation and abuse, and sexual harassment.\n\n* Requests UNMISS to ensure that any support provided to non-United Nations security forces is provided in strict compliance with the Human Rights Due Diligence Policy.\n\n* Requests UNMISS to assist the Committee and the Panel of Experts established pursuant to resolution 2206 (2015).\nThe Security Council:\n\n Encourages timely information exchange between UNMISS and the Panel of Experts, and urges cooperation with the Panel, ensuring safety and unhindered access.\n\n Condemns attacks on UNMISS personnel and facilities, as well as IGAD, and demands respect for UN premises and immediate release of detained personnel.\n\n Condemns the 2016 Malakal and Juba clashes, urging the UN to incorporate lessons learned to reform UNMISS and improve protection of civilians.\n\n Condemns attacks on humanitarian aid, personnel, and facilities, demanding safe and unhindered access for relief efforts.\n\n Demands an end to all forms of violence, human rights violations, and abuses, and holds parties accountable.\n\n Condemns violations against children, urging parties to implement actions to release children and prevent killing and maiming.\n\n Requests UNMISS to engage with parties on child protection and support efforts to release children associated with armed groups.\n\n Welcomes the commitment to include women in the peace process, with a 35% minimum representation, and calls for full participation of women.\n\n Strongly urges parties to prevent sexual violence, implement commitments, and hold perpetrators accountable.\n\n Urges parties to demilitarize civilian areas and reduce proliferation of small arms.\n\n Stresses the importance of truth-seeking and reconciliation, and the Commission for Truth, Reconciliation and Healing.\n\n Calls on the GoSS to hold accountable those responsible for human rights violations and abuses, ensure justice and protection for victims, particularly women and girls.\nHere is a summarized version of the document:\n\n36. The Security Council takes note of the African Union's steps towards setting up the Hybrid Court for South Sudan and welcomes the African Union's invitation for the UN to provide technical assistance. The Secretary-General is requested to continue providing technical assistance to the African Union and the Government of South Sudan (GoSS) in setting up the Hybrid Court and implementing Chapter V of the Revitalised Agreement.\n\n37. The Council calls upon the GoSS to sign the Memorandum of Understanding with the African Union to establish the Hybrid Court without further delay and calls on the international community to support the establishment of the Hybrid Court.\n\n38. The GoSS is called upon to complete ongoing investigations of human rights violations and abuses expeditiously and transparently, consistent with its international obligations, and to release the reports of those investigations.\n\n39. The Secretary-General is requested to conduct an independent strategic review of UNMISS by December 15, 2020, assessing challenges to peace and security in South Sudan and providing recommendations for the possible reconfiguration of the UNMISS mandate.\n\n40. The Secretary-General is requested to report on violations of the SOFA or obstructions to UNMISS on a monthly basis.\n\n41. The Secretary-General is requested to report to the Security Council on the implementation of the UNMISS mandate and obstructions encountered every 90 days, including on specific issues such as protection of civilians, gender, sexual and gender-based violence, and human rights.\n\n42. The Secretary-General is requested to report on technical assistance provided to the African Union and the GoSS in setting up the Hybrid Court, and the African Union is invited to share information on progress made.\n\n43. The Security Council decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2020/S_RES_2514_2020_EN.pdf"
}