{
  "resolution_no": "2461",
  "year": "2019",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Humanitarian",
    "Human Rights",
    "Climate Change"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UN Assistance Mission in Somalia (UNSOM)",
    "African Union Mission in Somalia (AMISOM)",
    "United Nations Support Office in Somalia (UNSOS)",
    "Federal Government of Somalia",
    "Islamic State in Iraq and the Levant (ISIL)"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nRecalling previous resolutions and statements on Somalia,\nReaffirming respect for Somalia's sovereignty, territorial integrity, and unity,\nExpressing concern at Al-Shabaab and ISIL threats,\nCondemning recent attacks, including on the UN compound, \nPaying tribute to AMISOM and Somali security forces' bravery,\nEmphasizing UNSOM's role in supporting the Federal Government,\nCommending UNSOM's mandate, \n Reiterating regret at the expulsion of the Special Representative of the Secretary-General,\nExpecting full cooperation between Somalia and the UN,\nWelcoming the commitment to deepen their partnership,\nExpressing concern over 'Somaliland' and Puntland tensions,\nUnderlining the importance of an inclusive political settlement,\nWelcoming progress on security sector, economic, and political reforms,\nExpressing concern about delays in consolidating Somalia's federal system,\nCalling for efforts towards finalization of the electoral law,\nWelcoming the conditions-based transition plan,\nExpressing concern at delays in implementing the National Security Architecture,\nStressing the importance of Somali security forces meeting conditions within the transition plan.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nExpresses grave concern at the humanitarian crisis in Somalia, condemns attacks on humanitarian personnel, and welcomes efforts to alleviate the crisis.\n\nCondemns human rights abuses and violations of international humanitarian law, and calls for accountability and an end to impunity.\n\nRecognizes the impact of climate change on Somalia's stability and emphasizes the need for risk assessments and management strategies.\n\nDecides to extend UNSOM's mandate until 31 March 2020.\n\nStrongly condemns recent Al-Shabaab attacks, including the 1 January 2019 attack on the UN compound in Mogadishu.\n\nRequests UNSOM to maintain and strengthen its presence in all Federal Member States.\n\nExpresses appreciation for UNSOM's support to the Federal Government of Somalia, particularly in areas such as political settlement, elections, and security sector reform.\n\nUrges the Federal Government of Somalia and Federal Member States to accelerate the inclusive political settlement and pursue reconciliation talks.\n\nWelcomes the Baidoa Agreement and the establishment of the National Independent Electoral Commission (NIEC) offices.\n\nUnderlines the importance of UNSOM's support for the delivery of inclusive, peaceful, free, and fair elections in 2020/2021.\n\nReaffirms the importance of full, equal, and effective participation of all Somalis, including women, youth, persons with disabilities, IDPs, and refugees.\n\nWelcomes progress made by the Federal Government of Somalia to meet IMF requirements and encourages continued fulfillment of commitments to sound financial management.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n11. Urges Somalia to accelerate security sector reforms with international support, including a National Security Architecture, and to resume the transition plan to transfer security from AMISOM to Somali institutions.\n\n12. Welcomes progress on the operational readiness assessment of regional forces and biometric registration of the Somali National Army.\n\n13. Underlines the importance of collaboration between Somalia and international partners on security reforms, and requests UNSOM to support coordination and strategic advice.\n\n14. Calls for continued cooperation on the UN's Human Rights Due Diligence Policy (HRDDP) and requests UNSOM to support system-wide implementation.\n\n15. Emphasizes the importance of security sector reform and counter-terrorism measures being compliant with international law, including human rights and humanitarian law.\n\n16. Expresses concern about human rights and humanitarian law violations, including those by Al-Shabaab, and calls for accountability.\n\n17. Strongly condemns continued child recruitment and use, and urges parties to take measures to prevent and punish such violations.\n\n18. Commends humanitarian efforts and encourages continued support, while condemning misuse or obstruction of humanitarian assistance.\n\n19. Expresses concern about forced evictions of IDPs and calls for durable solutions and conditions conducive to voluntary return.\n\n20. Commends Somalia's signing of the Convention on the Rights of Persons with Disabilities and calls for accelerated implementation of human rights legislation and institutions.\nThe Security Council:\n\n Requests the UN, Federal Government of Somalia, and Federal Member States to consider climate change, ecological changes, and natural disasters in their programmes in Somalia, including risk assessments and management strategies.\n\n Requests the Secretary-General to provide information on such assessments in mandated reporting.\n\n Requests the Secretary-General to regularly inform the Security Council on the implementation of this resolution, including:\n\n- Oral updates\n- No fewer than four written reports\n- First written report by 15 May 2019\n- Subsequent reports every 90 days thereafter\n\nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2461_2019_EN.pdf"
}