{
  "resolution_no": "2503",
  "year": "2019",
  "theme": [
    "Peacekeeping",
    "Middle East"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNDOF",
    "UN",
    "Syrian Arab Republic",
    "Israel"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\n- Notes with concern the tense situation in the Middle East and the need for a comprehensive settlement.\n- Considers the report of the Secretary-General on UNDOF and reaffirms resolution 1308 (2000).\n- Stresses that both Israel and the Syrian Arab Republic must abide by the 1974 Disengagement of Forces Agreement and observe the ceasefire.\n- Expresses concern at ongoing military activities in the area of separation, which may escalate tensions and pose a risk to civilians and UN personnel.\n- Appreciates UNDOF's liaison efforts to prevent escalation.\n- Expresses alarm at the risk of a serious conflagration of the conflict in the region.\n- Expresses concern at all violations of the Disengagement of Forces Agreement.\n- Notes the Secretary-General's report on UNDOF's area of operations, including findings on military activity on the Bravo side.\n- Calls upon all parties to cease military actions and respect international humanitarian law.\n- Notes the threat to UN personnel from unexploded ordnance and emphasizes the need for demining operations.\n- Reaffirms readiness to consider listing individuals and entities supporting ISIL or Al-Nusra Front.\n- Recognizes the need for UNDOF to adjust its posture to minimize security risks.\n- Emphasizes the importance of access to reports and information related to UNDOF's redeployment configuration.\n- Underscores the need for UNDOF to have necessary means and resources to carry out its mandate safely and securely.\n- Expresses appreciation to UNDOF personnel for their service and stresses the need for continued vigilance to ensure their safety and security.\n- Strongly condemns incidents threatening the safety and security of UN personnel.\n- Appreciates UNDOF's progress in re-establishing its presence at Camp Faouar and expanding its presence in its area of operations.\n- Takes note of the Secretary-General's plan for UNDOF to return to the Bravo side based on a continuous assessment of security.\n- Recalls that UNDOF's deployment and the 1974 Disengagement of Forces Agreement are steps toward a just and durable peace.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Calls on parties to implement resolution 338 (1973) immediately.\n\n2. Stresses the obligation to respect the 1974 Disengagement of Forces Agreement, calls for maximum restraint, and encourages parties to use UNDOF's liaison function.\n\n3. Underlines UNDOF's impartiality and stresses the importance of ensuring peacekeepers' safety and security.\n\n4. Acknowledges the Secretary-General's intention to nominate a new Head of Mission and Force Commander.\n\n5. Calls on all groups to abandon UNDOF positions and return equipment.\n\n6. Calls on parties to cooperate with UNDOF, respect its privileges and immunities, and ensure its freedom of movement.\n\n7. Calls on parties to support UNDOF's use of the Quneitra crossing.\n\n8. Welcomes UNDOF's efforts to consolidate its presence and intensify operations.\n\n9. Underscores the importance of deploying technology to ensure UNDOF personnel's safety and security.\n\n10. Encourages parties to engage constructively to facilitate UNDOF's return to the area of separation.\n\n11. Encourages discussions on recommendations to improve mission performance.\n\n12. Welcomes initiatives to standardize a culture of performance in UN peacekeeping.\n\n13. Requests the Secretary-General to ensure compliance with the UN's zero-tolerance policy on sexual exploitation and abuse.\n\n14. Renews UNDOF's mandate for six months, until 30 June 2020.\n\n15. Requests the Secretary-General to report every 90 days on developments and implementation of resolution 338 (1973).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2503_2019_EN.pdf"
}