{
  "resolution_no": "2485",
  "year": "2019",
  "theme": [
    "Peacekeeping",
    "Lebanon",
    "UNIFIL"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIFIL",
    "Lebanese Armed Forces",
    "Office of the United Nations Special Coordinator for Lebanon (UNSCOL)"
  ],
  "reporting_cycle": "every four months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2485 (2019) on 29 August 2019, recalling its previous resolutions on Lebanon, particularly resolution 1701 (2006). The Council extended the mandate of the United Nations Interim Force in Lebanon (UNIFIL) for one year without amendment. It welcomed progress in reactivating Lebanese state institutions, including the holding of legislative elections and the formation of a new government. The Council reiterated its support for Lebanon's territorial integrity, sovereignty, and political independence. \n\nThe Council expressed concern at the lack of progress in implementing resolution 1701 (2006), particularly the establishment of a permanent ceasefire. It called on all parties to strengthen efforts to fully implement the resolution, and to refrain from actions that could jeopardize the cessation of hostilities or destabilize the region. \n\nThe Council emphasized the importance of compliance with the prohibition on sales and supply of arms, and the need for all parties to respect the Blue Line. It noted with concern that UNIFIL still has not been able to access all relevant locations north of the Blue Line related to the discovery of tunnels crossing the Blue Line. \n\nThe Council condemned attempts to threaten Lebanon's security and stability, and reaffirmed its determination to ensure that no such acts prevent UNIFIL from implementing its mandate. It urged all parties to ensure UNIFIL personnel's security and freedom of movement. \n\nThe Council encouraged Lebanese parties to resume discussions on a National Defence Strategy and welcomed the drafting of Lebanon's first National Action Plan on Women, Peace and Security. It recalled the importance of the Lebanese authorities' control over all Lebanese territory.\nHere is a summarized version of the Security Council document:\n\nThe Security Council commends the role of UNIFIL personnel and expresses appreciation to contributing Member States. The Council recalls the request from the Government of Lebanon to deploy an international force to assist in exercising authority throughout the territory.\n\nThe Council welcomes the crucial role of the Lebanese Armed Forces (LAF) in extending and sustaining the authority of the Government of Lebanon, particularly in southern Lebanon, and responding to security challenges, including terrorism.\n\nThe Council recalls resolutions 2378 (2017), 2436 (2018), and 2242 (2015), and emphasizes the need to regularly evaluate UNIFIL's performance and to improve analytics and evaluation of mission operations.\n\nThe Council:\n\n1. Extends UNIFIL's mandate until 31 August 2020;\n2. Commends UNIFIL's positive role and calls for enhanced cooperation with the LAF;\n3. Affirms its commitment to the existing UNIFIL mandate and calls for full implementation of resolution 1701 (2006);\n4. Reiterates its call for Israel and Lebanon to support a permanent ceasefire and long-term solution;\n5. Reaffirms the necessity of an effective and durable deployment of the LAF in southern Lebanon and territorial waters;\n6. Requests precise timelines for LAF deployments and progress in implementing tasks mandated in resolution 1701 (2006);\n7. Calls for the Government of Lebanon to present a plan to increase its naval capabilities;\n8. Requests the Secretary-General to conduct an assessment of UNIFIL's resources and options for improvement;\n9. Encourages the deployment of a model regiment and offshore patrol vessel by the LAF;\n10. Urges further international support for the LAF and state security institutions.\nHere is a concise summary of the Security Council document 2485 (2019) without adding any extra information or lines:\n\n11. Condemns Blue Line violations, calls for respect of cessation of hostilities, and cooperation with UNIFIL.\n\n12. Welcomes Tripartite Mechanism's role in de-escalating tensions and encourages UNIFIL's continued efforts.\n\n13. Stresses enhanced cooperation between UNIFIL and UNSCOL for improved effectiveness.\n\n14. Urges parties to respect UNIFIL's safety, cooperate with Lebanese Armed Forces, and finalize investigations on attacks.\n\n15. Urges parties to ensure UNIFIL's freedom of movement and access to the Blue Line.\n\n16. Urges parties to cooperate with the Security Council and Secretary-General for a permanent ceasefire.\n\n17. Urges Israel to withdraw from northern Ghajar without delay.\n\n18. Reaffirms call for an area free of armed personnel between the Blue Line and Litani River.\n\n19. Recalls paragraph 15 of resolution 1701 (2006) on preventing arms sales to Lebanon.\n\n20. Authorizes UNIFIL to take necessary actions to ensure its area of operations is not used for hostile activities.\n\n21. Commends UNIFIL's operational changes and requests enhanced efforts.\n\n22. Recalls UNIFIL's role in assisting Lebanon to implement resolution 1701 (2006).\n\n23. Welcomes efforts to implement zero-tolerance policy on sexual exploitation and abuse.\n\n24. Welcomes initiatives on standardizing a culture of performance in UN peacekeeping.\n\n25. Requests UNIFIL to consider gender considerations throughout its mandate.\nThe Security Council:\n\n Ensures women's full and effective participation in peace and security efforts, and requests enhanced reporting by UNIFIL on this issue;\n\n Requests the Secretary-General to report on the implementation of resolution 1701 (2006) every four months, including:\n\n- Breakdown of resolution 1701 (2006) violations\n- Violations of Lebanon's sovereignty\n- Restrictions to UNIFIL's freedom of movement\n- Annex on arms embargo implementation\n- Areas where UNIFIL faces access restrictions\n- Potential risks to the cessation of hostilities and UNIFIL's response\n- Implementation of the 2016-2017 Strategic review recommendations and identified efficiencies;\n\n Stresses the need for a comprehensive, just, and lasting peace in the Middle East, based on relevant resolutions (242 (1967), 338 (1973), 1515 (2003), and 1850 (2008));\n\n Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2485_2019_EN.pdf"
}