{
  "resolution_no": "2489",
  "year": "2019",
  "theme": [
    "Peacekeeping",
    "Afghanistan",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "ANDSF",
    "ANP",
    "NATO",
    "UNODC",
    "OHCHR",
    "AIHRC"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n \nRecalling previous resolutions on Afghanistan, extends the mandate of UNAMA until 17 September 2020.\n\nWelcomes the Secretary-General's report and appreciates the UN's commitment to support Afghanistan.\n\nReiterates support to UNAMA and its Special Representative, stressing the need for adequate resourcing.\n\nDecides UNAMA will:\n \n(a) Support the Afghan-led peace process, providing outreach and good offices.\n\n(b) Support timely, credible, and inclusive Afghan elections, including presidential elections.\n\n(c) Promote coherent international support to Afghanistan's development and governance priorities.\n\n(d) Support regional cooperation, promoting stability, peace, and connectivity.\n\nUNAMA will lead and coordinate international civilian efforts, in cooperation with the Government of Afghanistan.\n(e) The Office of the United Nations High Commissioner for Human Rights (OHCHR) to continue cooperating with and strengthening the capacity of the Government of Afghanistan, the Afghanistan Independent Human Rights Commission (AIHRC), and civil society to protect and promote human rights; \n\n(f) To support the importance of gender equality, women's and girls' empowerment, education, and human rights; \n\n(g) To continue reporting on violations and abuses against children and support efforts to strengthen their protection; \n\n(h) To closely coordinate and cooperate with the non-combat Resolute Support Mission and the NATO Senior Civilian Representative;\n\n6. Stresses the critical importance of a continued and appropriate presence of UNAMA and other United Nations Agencies, Funds and Programmes in the provinces; \n\n7. Calls on UNAMA to increase efforts to achieve greater coherence, coordination and efficiency among relevant United Nations Agencies, Funds and Programmes;\n\n8. Calls upon all Afghan and international parties to coordinate with UNAMA; \n\n9. Requests that the Secretary-General reports to the Council every three months on developments in Afghanistan; \n\n10. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2489_2019_EN.pdf"
}