{
  "resolution_no": "2469",
  "year": 2019,
  "theme": [
    "Peacekeeping",
    "Security",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "UNISFA",
    "UN Police",
    "Abyei Joint Oversight Committee (AJOC)",
    "African Union-United Nations Hybrid Operation in Darfur (UNAMID)"
  ],
  "reporting_cycle": "The Secretary-General reports no later than 31 July 2019 and 15 October 2019",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions and presidential statements on Sudan and South Sudan, \nReaffirming commitment to sovereignty, independence, unity and territorial integrity of Sudan and South Sudan, \nReiterating territorial boundaries shall not be altered by force, \nAffirming priority on full implementation of the Comprehensive Peace Agreement (CPA), \n\nUnderscoring cooperation between Sudan and South Sudan is critical for peace, security and stability, \nEncouraging progress on bilateral relations and regular meetings of the Joint Political and Security Mechanism (JPSM), \n\nCommending assistance from African Union (AU), AU High Level Implementation Panel (AUHIP), \nIntergovernmental Authority on Development, and United Nations Interim Security Force for Abyei (UNISFA), \n\nAcknowledging UNISFA's role in stabilizing and demilitarizing the Abyei Area, \nNoting need to reconfigure UNISFA for a viable political process and exit strategy, \n\nUnderlining lack of progress on the political process, \nEmphasizing the change in threat in the Abyei Area, \n\nCommending UN Police activities, urging establishment of the Abyei Police Service, \nWelcoming UNISFA's role in fostering intercommunal dialogue, \n\nRecalling resolution 2117 (2013) on illicit transfer of small arms and light weapons, \n\nCommending UNISFA's efforts in carrying out its mandate, \n\nRecalling resolution 2205 (2015) on appointment of a civilian head of mission, \n\nBearing in mind humanitarian assistance in the Abyei Area, \n\nRecalling resolutions 2378 (2017) and 2436 (2018) on peacekeeping performance data.\nHere is a concise summary of the Security Council document 2469 (2019):\n\nThe Security Council:\n\nRecalling previous resolutions on women, peace, and security, and emphasizing the need for dedicated commitment to women's empowerment and participation.\n\nConcerned about the residual threat of landmines and explosive remnants of war in Abyei, which hinders the safe return of displaced persons.\n\nRecognizing the current situation in Abyei and along the Sudan-South Sudan border continues to constitute a threat to international peace and security.\n\nDecides to:\n\n1. Extend the mandate of UNISFA until 15 November 2019.\n2. Extend the tasks of UNISFA as set out in resolution 1990 (2011) until 15 November 2019.\n3. Reduce the authorized troop ceiling to 3,550, with a further reduction of 585 troops on 15 October 2019, unless the mandate modification is extended.\n4. Increase the authorized police ceiling to 640 police personnel, including 148 individual police officers and three formed police units.\n5. Request the Secretary-General to appoint a civilian Deputy Head of Mission for UNISFA.\n\nExpresses:\n\n* Deep concern about the Government of Sudan's delay in issuing visas for UNISFA personnel.\n* Disappointment that the parties have taken few steps to implement the Agreement on Temporary Arrangements for the Administration and Security of the Abyei Area.\n* Intention to continue revising UNISFA's configuration and mandate based on progress towards implementation of the Cooperation Agreements and settlement of Abyei's final status.\n\nRequests:\n\n* The parties to update the AUHIP and the Special Envoy of the Secretary-General on steps taken towards resolving Abyei's final status and implementing AJOC decisions.\n* The AUHIP and the Special Envoy to update the Council by 15 October 2019.\n\nUrges:\n\n* Continued progress towards establishing the Abyei Area interim institutions.\n* The Governments of Sudan and South Sudan to participate in a joint integrated planning exercise and development of a road map towards establishing the Abyei Police Service by 15 October 2019.\n\nEncourages:\n\n* The AUHIP and the Special Envoy to continue coordinating efforts to facilitate full implementation of the 2011 agreements.\n* UNISFA to coordinate with the AUHIP and the Special Envoy on reconciliation, community sensitization, and political peace processes.\nHere is a concise summary of the Security Council document:\n\n11. Welcomes efforts to determine the Safe Demilitarized Border Zone (SDBZ) centreline, reiterating it doesn't prejudge the border's legal status or ongoing negotiations.\n\n12. Emphasizes UNISFA's protection of civilians mandate, including taking necessary actions to protect civilians under threat of physical violence, and stresses the importance of senior mission leadership engagement.\n\n13. Condemns the presence of South Sudan security personnel and Diffra Oil Police in the Abyei Area, violating the 2011 Agreement, and demands their redeployment.\n\n14. Urges both governments to ensure Abyei's demilitarization, including disarmament programs.\n\n15. Reaffirms UNISFA's authorization to confiscate and destroy weapons in the Abyei Area.\n\n16. Requests UNISFA to continue dialogue with the Abyei Area Joint Oversight Committee (AJOC) and communities on ensuring compliance with Abyei's weapons-free status.\n\n17. Welcomes UNISFA initiatives to support community dialogue and reconciliation.\n\n18. Urges both governments to implement confidence-building measures, including grassroots reconciliation and support for non-governmental organizations.\n\n19. Underscores the critical importance of women's participation in intercommunity dialogue.\n\n20. Welcomes UNISFA's efforts to strengthen Community Protection Committees.\n\n21. Welcomes the meeting of traditional leaders and calls for cooperation with the Abyei Area Joint Investigation and Inquiry Committee's findings.\n\n22. Calls on Member States to ensure free and unhindered movement of UNISFA personnel and equipment.\n\n23. Recognizes the need for development projects and basic government services in Abyei.\n\n24. Demands that both governments facilitate the deployment of the United Nations Mine Action Service.\n\n25. Demands that all parties allow humanitarian personnel full access to civilians in need.\n\n26. Urges all parties to cease violence, human rights violations, and abuses, and bring perpetrators to justice.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Requests the Secretary-General to monitor human rights violations and abuses in Abyei, including sexual and gender-based violence, and for the Governments of Sudan and South Sudan to cooperate fully.\n\n Requests the Secretary-General to increase the number of women in UNISFA and ensure their full participation in operations.\n\n Welcomes the deployment of a civilian Women and Child Protection Advisor and initiatives to standardize a culture of performance in UN peacekeeping.\n\n Requests the Secretary-General to ensure UNISFA's compliance with the UN's zero-tolerance policy on sexual exploitation and abuse.\n\n Notes the Secretary-General's efforts to ensure close cooperation among UN missions in the region.\n\n Requests regular reports from the Secretary-General on progress in implementing UNISFA's mandate, including:\n\n* Progress in reducing troops and increasing police\n* Reconfiguration of UNISFA's mandate and a transition strategy\n* Evaluation of UNISFA's support to the JBVMM\n* Human rights monitoring results\n* Steps taken by parties to implement the mandate\n* Mission performance and challenges\n\n Decides to remain actively seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2469_2019_EN.pdf"
}