{
  "resolution_no": "2456",
  "year": "2019",
  "theme": [
    "Sanctions",
    "Terrorism",
    "Peacekeeping",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida in the Arabian Peninsula (AQAP)",
    "Islamic State in Iraq and Levant (ISIL, also known as Da’esh)",
    "Special Envoy for Yemen",
    "ISIL (Da’esh) and Al-Qaida Sanctions Committee",
    "Panel of Experts"
  ],
  "reporting_cycle": "The Panel of Experts to provide a mid-term update to the Committee no later than 28 July 2019, and a final report no later than 28 January 2020",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on Yemen, reaffirms its commitment to Yemen's unity, sovereignty, and territorial integrity.\n\nExpresses concern at ongoing challenges, including violence, and threats from illicit transfer and misuse of weapons.\n\nCalls for parties to resolve differences through dialogue, reject violence, and refrain from provocation.\n\nReaffirms the need for compliance with international law, including humanitarian and human rights law.\n\nSupports the Special Envoy for Yemen's work in supporting the Yemeni transition process.\n\nExpresses grave concern at Al-Qaida in the Arabian Peninsula (AQAP) and Islamic State in Iraq and Levant (ISIL, also known as Da’esh) affiliates' presence in Yemen.\n\nRecalls the listing of AQAP and associated individuals on the ISIL (Da’esh) and Al-Qaida Sanctions List.\n\nNotes the critical importance of effective implementation of sanctions regime imposed pursuant to resolutions 2140 (2014) and 2216 (2015).\n\nGravely distressed by the humanitarian situation in Yemen, and emphasizes the necessity of discussion by the Committee of the recommendations contained in the Panel of Experts reports.\n\nDetermines that the situation in Yemen continues to constitute a threat to international peace and security.\n\nActing under Chapter VII of the Charter:\n\n1. Reaffirms the need for full and timely implementation of the political transition in Yemen.\n\n2. Decides to renew until 26 February 2020 the measures imposed by paragraphs 11 and 15 of resolution 2140 (2014).\n\n3. Reaffirms the provisions of paragraphs 12, 13, 14, and 16 of resolution 2140 (2014) and paragraphs 14 to 17 of resolution 2216 (2015).\n\n4. Reaffirms the designation criteria set out in paragraph 17 of resolution 2140 (2014) and paragraph 19 of resolution 2216 (2015).\n\n5. Decides to extend until 28 March 2020 the mandate of the Panel of Experts.\n6. Requests the Panel of Experts to provide a mid-term update to the Committee by 28 July 2019, and a final report to the Security Council by 28 January 2020, after discussing with the Committee;\n\n7. Directs the Panel to cooperate with other expert groups established by the Security Council to support Sanctions Committees, particularly the Analytical Support and Sanctions Monitoring Team;\n\n8. Urges all parties, Member States, and organizations to cooperate with the Panel of Experts, ensuring their safety and unhindered access to persons, documents, and sites;\n\n9. Emphasizes consultations with concerned Member States for full implementation of measures;\n\n10. Calls on Member States to report on steps taken to implement measures imposed by previous resolutions;\n\n11. Recalls the Informal Working Group report on best practices and methods for monitoring mechanisms;\n\n12. Reaffirms intention to review the situation in Yemen and measures contained in this resolution;\n\n13. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2456_2019_EN.pdf"
}