{
  "resolution_no": "2498",
  "year": 2019,
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Terrorism",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Federal Government of Somalia (FGS)",
    "African Union Mission in Somalia (AMISOM)",
    "United Nations Assistance Mission in Somalia (UNSOM)",
    "Panel of Experts on Somalia",
    "International Community"
  ],
  "reporting_cycle": " Secretary-General reports every 90 days, and other specific reporting requirements",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions and statements on Somalia, reaffirms its respect for Somalia's sovereignty, territorial integrity, and unity. The Council expresses support for the Federal Government of Somalia (FGS) in its efforts to reconstruct the country, counter terrorism, and tackle the flow of illegal arms and armed groups. It condemns Al-Shabaab's attacks and expresses grave concern at the group's continued threat to peace and stability in Somalia and the region.\n\nThe Council condemns any flows of weapons and ammunition supplies to and through Somalia in violation of the arms embargo and notes with concern reports of increased exploitation of Somalia by Al-Shabaab and transnational organized crime networks. It expresses serious concern at the humanitarian situation in Somalia, condemns obstruction of humanitarian assistance, and calls for the FGS to address corruption.\n\nThe Council welcomes regional efforts to support normalization of relations between Eritrea and Djibouti and expresses concern at continuing reports of Djiboutian combatants missing in action. It determines that the situation in Somalia continues to constitute a threat to international peace and security in the region.\n\nThe Council requests the FGS to strengthen cooperation with other Member States and international partners to prevent and counter the financing of terrorism. It also requests the Panel of Experts to conduct an analysis of Al-Shabaab's revenue sources, methods of storage and transfer, and mapping of illegal taxation systems, and provide recommendations to the Committee.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nReaffirms its previous resolutions 1373 (2001), 2178 (2014), and 2462 (2019) and requests the Federal Government of Somalia (FGS) to submit updates on actions taken to counter terrorism financing.\n\nCalls on the FGS to accelerate implementation of the National Security Architecture and take steps to manage and secure stockpiles of weapons and military equipment.\n\nReiterates the importance of civilian oversight of security institutions and human rights vetting of security personnel.\n\nRequests the international community to support the Somali-led Transition Plan to develop credible and professional Somali security forces.\n\nImposes an arms embargo on Somalia, with exemptions for deliveries of weapons and military equipment intended for the development of the Somali National Security Forces or Somali security sector institutions.\n\nDecides that deliveries of certain items (listed in Annex A) require advance approval by the Committee, while deliveries of other items (listed in Annex B) are subject to notification procedures.\n\nRequires the FGS to document and register all captured weapons and military equipment.\n\nSpecifies procedures for advance approvals, notifications, and requests for exemptions from the arms embargo.\n\n Requests the FGS to provide details on deliveries of weapons and military equipment, including manufacturer, supplier, description, and intended destination.\n\n Allows States or international organizations to make advance requests for approval or notification in consultation with the FGS.\nHere is a summarized version of the Security Council document:\n\n**Notification and Approval Procedures**\n\n* States or international organizations must submit advance requests for approval and notifications to the national coordinating body in the Federal Government of Somalia (FGS) (para 14)\n* For deliveries to Somali security sector institutions other than those of the FGS, States or organizations must seek approval from or notify the Committee, and inform the FGS at least 5 working days in advance (para 15)\n* Post-delivery notifications must be submitted to the Committee within 30 days of delivery, including details of the equipment and storage location (para 16)\n* Non-lethal military equipment for humanitarian or protective use must be notified to the Committee 5 days in advance (para 17)\n\n**Exceptions to the Embargo**\n\n* The embargo does not apply to supplies for United Nations personnel, AMISOM, and other authorized personnel (para 19(a))\n* Supplies for anti-piracy and armed robbery measures off the coast of Somalia are exempt (para 19(b))\n* Protective clothing and equipment for personal use by UN personnel, media, and humanitarian workers are exempt (para 19(c))\n* Vessels carrying weapons and military equipment for defensive purposes may enter Somali ports temporarily (para 19(d))\n\n**Targeted Sanctions**\n\n* The Committee's listing criteria include planning, directing, or committing acts involving sexual and gender-based violence (para 20)\n* The Special Representatives for Children and Armed Conflict and Sexual Violence in Conflict must share relevant information with the Committee (para 21)\n\n**Humanitarian Assistance**\n\n* The measures imposed by paragraph 3 of resolution 1844 (2008) shall not apply to humanitarian assistance programs in Somalia until November 15, 2020 (para 22)\n\n**Somalia Charcoal Ban**\n\n* The export of charcoal from Somalia is banned, and the provisions of resolution 2182 (2014) are renewed until November 15, 2020 (para 23)\n* AMISOM must support and assist the FGS and FMSs in implementing the charcoal ban (para 24)\n\n**IED Components Ban**\n\n* States must prevent the sale, supply, or transfer of items listed in Annex C to Somalia, if there is a risk they will be used in the manufacture of improvised explosive devices (para 26)\nHere is a clear and concise summary of the Security Council document:\n\n27. Notifies the Committee of sales, supplies, or transfers of items in Part I of Annex C within 15 working days, including purpose, end-user, technical specifications, and quantity.\n\n28. Calls on Member States to ensure vigilance in sales of explosive precursors and materials to Somalia, keep records, and share information with the FGS, Committee, and Panel.\n\n29. Renews the Panel of Experts on Somalia until 15 December 2020, with a mandate including tasks from previous resolutions, and requests dedicated gender expertise.\n\n30. Urges the FGS to cooperate with the Panel, facilitate interviews, and resume full cooperation, including a visit by the incoming Panel.\n\n31. Requests States, FGS, FMS, and AMISOM to provide information to the Panel, and facilitate access to FGS armouries, weapons, and records.\n\n32. Requests the Secretary-General to update the Security Council on Eritrea-Djibouti relations by 31 July 2020.\n\n33. Requests the Panel to provide monthly updates, a mid-term update, and a final report by 15 October 2020, including analysis on Al-Shabaab's financial revenues.\n\n34. Requests the Emergency Relief Coordinator to report on humanitarian assistance in Somalia by 15 October 2020.\n\n35. Requests the FGS to report on its security forces' structure, composition, strength, and disposition by 15 February and 15 August 2020.\n\n36. Decides to remain seized of the matter.\nAnnex A lists items subject to the Committee's advance approval: \n\n1. Surface to air missiles, including MANPADS; \n2. Weapons with a calibre greater than 12.7 mm, and components, and associated ammunition; \n3. Mortars with a calibre greater than 82 mm and associated ammunition; \n4. Anti-tank guided weapons, including ATGMs and ammunition; \n5. Charges and devices for military use; mines and related materiel; \n6. Weapon sights with night vision capability; \n7. Aircraft for military use; \n8. Vessels and amphibious vehicles for military use; \n9. Unmanned combat aerial vehicles.\n\nAnnex B lists equipment requiring notification for deliveries to Somali National Security Forces and Committee approval for other Somalia security sector institutions: \n\n• Weapons with a calibre up to 12.7mm and associated ammunition; \n• RPG-7 and recoilless rifles, and associated ammunition; \n• Helmets manufactured to military standards; \n• Body armour or protective garments manufactured to military standards; \n• Ground vehicles for military use; \n• Communication equipment for military use; \n• Global Navigation Satellite Systems positioning equipment for military use.\n2498 (2019)\n\nAnnex C: Improvised Explosive Devices (IED) Components\n\nThe document outlines components related to Improvised Explosive Devices (IEDs), specifically listing explosive materials, explosives precursors, explosive-related equipment, and related technology.\n\n**Part I:**\n1. Explosive materials: \n   - Nitrocellulose (containing more than 12.5% nitrogen w/w)\n   - Trinitrophenylmethylnitramine (tetryl)\n2. Explosive-related goods: \n   - Equipment/devices to initiate explosives (e.g., firing sets, detonators, igniters, detonating chord)\n3. “Technology” for the “production” or “use” of listed items.\n\n**Part II:**\n1. Additional explosive materials: \n   - Ammonium Nitrate Fuel Oil (ANFO)\n   - Nitroglycol\n   - Pentaerythritol tetranitrate (PETN)\n   - Picryl chloride\n   - 2,4,6-Trinitrotoluene (TNT)\n2. Explosives precursors: \n   - Ammonium nitrate\n   - Potassium nitrate\n   - Sodium chlorate\n   - Nitric acid\n   - Sulphuric acid",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2498_2019_EN.pdf"
}