{
  "resolution_no": "2481",
  "year": "2019",
  "theme": [
    "Peacekeeping",
    "Yemen Conflict"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMHA",
    "OSESGY",
    "UN Country Team",
    "UNVIM"
  ],
  "reporting_cycle": "Secretary-General reports every month",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions and statements on Yemen, adopted Resolution 2481 (2019) on 15 July 2019. The resolution reaffirms the Council's strong commitment to Yemen's unity, sovereignty, independence, and territorial integrity. \n\nThe Council extends the mandate of the United Nations Mission to support the Hodeidah Agreement (UNMHA) until 15 January 2020. The mission aims to support the implementation of the Hodeidah Agreement, which was reached in Sweden between the Government of Yemen and the Houthis.\n\nThe resolution outlines the mandate of UNMHA, which includes: leading and supporting the Redeployment Coordination Committee (RCC); monitoring the ceasefire in Hodeidah governorate and the redeployment of forces; working with parties to ensure the security of the city of Hodeidah and its ports; and facilitating United Nations support to assist parties in implementing the Hodeidah Agreement.\n\nThe Council approves the Secretary-General's proposals on the composition and operational aspects of UNMHA and underlines the importance of close collaboration among United Nations entities operating in Yemen.\n\nThe resolution requests the Secretary-General to fully deploy UNMHA expeditiously, and calls on parties to the Hodeidah Agreement to support the United Nations, including by ensuring the safety and security of UNMHA personnel.\n\nThe Council requests the Secretary-General to report to the Security Council on a monthly basis on progress regarding the implementation of this resolution and to present a further review of UNMHA within three months. The Council decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2481_2019_EN.pdf"
}