{
  "resolution_no": "2497",
  "year": "2019",
  "theme": [
    "Peacekeeping",
    "Security",
    "Abyei",
    "South Sudan",
    "Sudan",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNISFA",
    "African Union",
    "Intergovernmental Authority on Development",
    "Federal Democratic Republic of Ethiopia",
    "Special Envoy of the Secretary-General for the Horn of Africa",
    "United Nations Interim Security Force for Abyei",
    "Joint Border Verification and Monitoring Mechanism"
  ],
  "reporting_cycle": "The Secretary-General reports on progress by 31 January 2020 and 15 April 2020",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\nReaffirms previous resolutions and Presidential statements on Abyei and the Sudan-South Sudan border, emphasizing full compliance and implementation.\n\nReaffirms commitment to Sudan and South Sudan's sovereignty, independence, unity, and territorial integrity, and to the UN Charter.\n\nReiterates that territorial boundaries shall not be altered by force and that disputes shall be settled peacefully.\n\nPrioritizes implementation of the Comprehensive Peace Agreement (CPA) and underscores that Abyei's future status shall be resolved through negotiations.\n\nUrges cooperation between Sudan and South Sudan for peace, security, and stability, and encourages progress on bilateral relations.\n\nCommends assistance from the African Union, Intergovernmental Authority on Development, Ethiopia, the Special Envoy, and UNISFA.\n\nNotes UNISFA's contributions to stabilization and demilitarization in Abyei and along the border.\n\nExpresses concern over delayed UN police deployment and impediments to UNISFA's mandate.\n\nCommends UNISFA's efforts, despite impediments, in facilitating peaceful migration, conflict prevention, and mediation.\n\nRecalls the need for a civilian Deputy Head of Mission and humanitarian access.\n\nReaffirms resolutions on women, peace, and security.\n\nRecognizes the threat to international peace and security in Abyei and along the border.\n\nDecides to:\n\n1. Extend UNISFA's mandate until 15 May 2020.\n2. Extend UNISFA's support to the Joint Border Verification and Monitoring Mechanism (JBVMM) until 15 May 2020 as a final extension unless parties make progress on border demarcation.\n\nDetermines that parties should demonstrate progress on border demarcation by:\n\n(1) Maintaining clearance and achieving full freedom of movement for UNISFA and JBVMM patrols.\n\n(2) Supporting the establishment and operation of a fourth JBVMM team site in Abu Qussa/Wunkur.\nThe Security Council:\n\n1. Demands the parties to convene two Joint Political Security Mechanism (JPSM) meetings to provide guidance to the Joint Border Verification and Monitoring Mission (JBVMM).\n\n2. Urges immediate withdrawal from the Safe Demilitarized Border Zone (SDBZ) and notification to UNISFA for verification.\n\n3. Calls for the opening of remaining border crossing corridors and verification of their functioning with UNISFA.\n\n4. Requests two meetings of the Joint Demarcation Committee to develop a work plan and budget for demarcation discussions.\n\n5. Maintains troop and police ceilings at 3,550 and 640 respectively, with adjustments.\n\n6. Requests the Secretary-General to appoint a civilian Deputy Head of Mission and additional civilian staff.\n\n7. Demands Sudan and South Sudan provide full support to UNISFA, including visas and basing arrangements.\n\n8. Expresses disappointment at the parties' lack of progress and requests the Secretary-General to consult with the parties and the African Union.\n\n9. Urges progress towards establishing the Abyei Area interim institutions and the Abyei Police Service.\n\n10. Encourages coordination between UNISFA, the African Union, and the Special Envoy.\n\n11. Welcomes efforts to determine the SDBZ centreline and reiterates its non-prejudicial nature.\n\n12. Underscores UNISFA's protection of civilians mandate and authorization to use necessary means.\n\n13. Condemns the presence of South Sudan security personnel and Diffra Oil Police units in the Abyei Area.\nHere is a concise summary of the Security Council document 2497 (2019):\n\nThe Security Council:\n\n Demilitarization: Abyei Area shall be demilitarized from any forces, armed elements of local communities, except UNISFA and Abyei Police Service.\n\n Urges Sudan and South Sudan to ensure effective demilitarization, including disarmament programmes.\n\n Authorizes UNISFA to undertake weapons confiscation and destruction in coordination with relevant parties.\n\n Welcomes UNISFA initiatives to support community dialogue, intercommunal relationships, and stability.\n\n Urges confidence-building measures among communities, with full participation of women.\n\n Expresses concern on the absence of women in local peace committees, calls for their full participation.\n\n Welcomes UNISFA efforts to strengthen Community Protection Committees.\n\n Calls for cooperation on investigation into killing of UNISFA peacekeeper and Ngok Dinka Paramount Chief.\n\n Ensures free and unhindered movement of UNISFA personnel, equipment.\n\n Demands safe access for humanitarian personnel.\n\n Welcomes Abyei UN Joint Programme Initiative.\n\n Encourages deployment of UNMAS to ensure freedom of movement and mine clearance.\n\n Strongly urges cessation of violence, human rights violations, and abuses.\n\n Requests Secretary-General to monitor human rights violations, increase women's participation in UNISFA.\n\n Welcomes initiatives to standardize a culture of performance in UN peacekeeping.\n\n Requests Secretary-General to ensure compliance with UN zero-tolerance policy on sexual exploitation and abuse.\nThe Security Council:\n\n Notes the Secretary-General's efforts to ensure close cooperation among UN missions in the region.\n\n Requests the Secretary-General to:\n \n- Inform the Council of progress in implementing UNISFA's mandate by 31 January 2020 (in a note) and 15 April 2020 (in a written report).\n\n The reports should cover:\n \n- Progress on increasing police, appointing a civilian Deputy Head of Mission, and reducing troops.\n- Usage of Athony airport and issuance of visas.\n- State of engagement by the African Union on Abyei dispute and Sudan and South Sudan border issues.\n- Efforts by the Special Envoy for the Horn of Africa.\n- Implementation of steps taken per paragraph 3.\n- Human rights monitoring results.\n- Steps taken to address performance challenges.\n \n Decides to remain actively seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2497_2019_EN.pdf"
}