{
  "resolution_no": "2499",
  "year": "2019",
  "theme": [
    "Peacekeeping",
    "Security",
    "Reconciliation",
    "Human Rights",
    "Climate"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MINUSCA",
    "French armed forces",
    "UNOCA",
    "ECCAS",
    "AU"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council on 15 February 2020, 15 June 2020, and 10 October 2020",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2499 (2019) on November 15, 2019, recalling its previous resolutions and statements on the Central African Republic (CAR). The Council reaffirmed its commitment to the country's sovereignty, independence, unity, and territorial integrity. \n\nThe Council welcomed the signing of the Agreement on Peace and Reconciliation in the CAR on February 6, 2019, and condemned violations of the agreement and violence by armed groups. It stressed the need to end impunity and bring perpetrators of human rights abuses and international humanitarian law violations to justice.\n\nThe Council supported national efforts to extend state authority and reform the security sector, and welcomed the work of MINUSCA and the European Union Training Mission in the CAR (EUTM-RCA). It also condemned cross-border criminal activities, such as arms trafficking and smuggling of natural resources.\n\nThe Council noted the upcoming presidential, legislative, and local elections in 2020 and 2021 and underlined the primary responsibility of the CAR authorities to organize inclusive, free, fair, transparent, credible, and peaceful electoral processes.\n\nThe Council expressed concern about the dire humanitarian situation and condemned attacks against humanitarian workers. It recognized the adverse effects of climate change on the stability of the Central African region and stressed the need for risk assessment and long-term strategies to support stabilization and build resilience.\n\nThe Council condemned attacks against MINUSCA and other international forces and paid tribute to the personnel who sacrificed their lives in the service of peace.\nHere is a concise summary of the Security Council document 2499 (2019):\n\nThe Security Council reiterates its support to President Faustin-Archange Touadéra and his government in promoting lasting peace and stability in the Central African Republic (CAR) through a comprehensive political process.\n\nThe Council urges the CAR authorities and signatory armed groups to implement the Peace Agreement in good faith and without delay. It demands that armed groups cease violence against civilians, UN peacekeepers, and humanitarian personnel, and lay down their arms unconditionally.\n\nThe Council calls on the CAR authorities to:\n- Ensure arrest and prosecution of perpetrators of war crimes\n- Implement priorities presented during the International Support Group meeting, including cessation of hostilities and disarmament, demobilization, reintegration, and repatriation (DDRR) process\n- Promote national ownership of the Peace Agreement through sensitization campaigns\n- Address root causes of conflict, including marginalization of civilians and issues of national identity\n- Ensure inclusive, free, fair, and timely presidential, legislative, and local elections in 2020 and 2021\n\nThe Council also calls on:\n- Neighbouring states, regional organizations, and international partners to support the peace process\n- CAR authorities and neighbouring countries to cooperate to combat transnational criminal networks and armed groups\n- International community to provide adequate support, including technical and financial support, to the upcoming elections\n\nThe Council emphasizes the need to regularly evaluate MINUSCA's performance and urges the CAR authorities to ensure secure conditions for the conduct of elections and unrestricted access to the polls.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n**Security and Stabilization**\n\n* Calls for effective disarmament, demobilization, repatriation, and reintegration (DDRR) of foreign fighters, including children associated with armed forces and groups.\n* Urges the Central African Republic (CAR) authorities to implement interim security measures, including special mixed security units, to promote trust and confidence between signatory parties.\n* Requests the implementation of the National Security Policy, National Strategy on Security Sector Reform (SSR), and National Defence Plan, with international support.\n\n**Security Sector Reform**\n\n* Calls for professional, ethnically representative, regionally balanced, and trained national defence and security forces, with vetting procedures, including human rights vetting.\n* Urges sustainable redeployment of defence and security forces, without risk to stabilization, civilians, or the political process.\n\n**Justice and Reconciliation**\n\n* Calls for concrete steps to strengthen justice institutions, fight impunity, and contribute to stabilization and reconciliation, including the restoration of the administration of the judiciary, criminal justice, and penitentiary systems.\n* Urges the operationalization of the Truth, Justice, Reparation, and Reconciliation Commission and the finalization of the works of the inclusive commission.\n\n**State Authority and Governance**\n\n* Calls for the restoration of effective State authority over the whole territory, including redeployment of State administration and provision of basic services.\n* Urges the adoption and implementation of the law on decentralization, ensuring stable, accountable, inclusive, and transparent governance.\n\n**Peacebuilding and Economic Recovery**\n\n* Encourages the CAR authorities to consolidate public financial management and accountability, with international support.\n* Urges Member States and international organizations to disburse pledges made at the international conference in Brussels in 2016.\n\n**Human Rights and Child Protection**\n\n* Reiterates the need to hold accountable those responsible for human rights violations and abuses, including crimes under the Rome Statute of the International Criminal Court (ICC).\n* Urges an end to all violations and abuses committed against children, including recruitment and use, rape, and sexual violence.\n* Calls for the implementation of action plans signed by armed groups and for other armed groups to sign such plans.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n* Emphasizes the need to protect children associated with armed forces and armed groups, and to prioritize their release and reintegration.\n\n* Calls on parties to the conflict in the Central African Republic (CAR) to end sexual and gender-based violence, and for the CAR authorities to investigate and prosecute those responsible.\n\n* Expresses support for the Special Representative of the Secretary-General, Mankeur Ndiaye.\n\n* Extends the mandate of the United Nations Multidimensional Integrated Stabilization Mission in the Central African Republic (MINUSCA) until November 15, 2020.\n\n* Decides that MINUSCA shall comprise up to 11,650 military personnel, 2,080 police personnel, and 108 corrections officers.\n\n* Authorizes MINUSCA to take all necessary means to carry out its mandate.\n\n* Outlines MINUSCA's strategic objective as supporting the creation of conditions conducive to the sustainable reduction of the presence and threat posed by armed groups.\n\n* Prioritizes tasks for MINUSCA, including:\n\n    * Protection of civilians, particularly women and children.\n    * Good offices and support to the peace process, including implementation of the Peace Agreement, elections, national reconciliation, and transitional justice.\n\n* Requests MINUSCA to implement its protection of civilians strategy in coordination with CAR authorities, UNCT, humanitarian and human rights organizations, and other partners.\nHere is a summarized version of the Security Council document:\n\n**Mandate of MINUSCA**\n\nThe Security Council authorizes MINUSCA to:\n\n**Protection of Civilians**\n\n* Protect civilians, including women, children, and vulnerable groups, from violence and human rights abuses\n* Support efforts to address transitional justice, marginalization, and local grievances\n* Ensure the full, effective, and meaningful participation of women, including survivors of sexual violence\n\n**Support to Peace and Reconciliation**\n\n* Support the implementation of the Peace Agreement\n* Assist the CAR authorities in addressing transitional justice and promoting national reconciliation\n* Coordinate international support and assistance to the peace process\n\n**Elections**\n\n* Assist the CAR authorities in preparing and delivering peaceful presidential, legislative, and local elections in 2020/2021\n\n**Humanitarian Assistance**\n\n* Facilitate the creation of a secure environment for the delivery of humanitarian assistance\n* Improve coordination with humanitarian actors\n\n**Protection of the United Nations**\n\n* Protect UN personnel, installations, equipment, and goods\n* Ensure the security and freedom of movement of UN and associated personnel\n\n**Other Tasks**\n\n* **Support to the extension of State authority**: support the CAR authorities in implementing their strategy for the extension of State authority\n* **Security Sector Reform (SSR)**: provide strategic and technical advice to the CAR authorities to implement the National Strategy on SSR\n* **Support to the deployment of security forces**: support a gradual handover of security duties to the CAR security forces\n* **Vetting of defence and security elements**: support the CAR authorities in developing an approach to the vetting of defence and security elements.\nThe Security Council resolution 2499 (2019) outlines the tasks and measures to be undertaken in the Central African Republic (CAR). \n\nThe tasks are as follows:\n\n**Security Sector Reform (SSR)**: \n(i) Support the CAR authorities in the elaboration and implementation of a national strategy for SSR; \n(ii) Continue supporting the CAR authorities in the restructuring of the defence and security forces; \n(iii) Ensure a clear distribution of tasks in the field of SSR with international partners; \n(iv) Support the training of police and gendarmerie and in the selection, recruitment, and vetting of police and gendarmerie elements.\n\n**Disarmament, Demobilisation, Reintegration (DDR) and Repatriation (DDRR)**: \n(i) Support the implementation of an inclusive and progressive DDR and repatriation programme; \n(ii) Develop and implement CVR programmes for members of armed groups; \n(iii) Provide technical assistance for the integration of eligible demobilised members of armed groups into the security and defence forces; \n(iv) Coordinate support provided by multilateral and bilateral partners to DDRR programs.\n\n**Promotion and protection of human rights**: \n(i) Monitor, investigate and report on violations of international humanitarian law and human rights; \n(ii) Monitor and report on violations and abuses committed against children and women; \n(iii) Assist the CAR authorities in protecting and promoting human rights.\n\n**Support for national and international justice, the fight against impunity, and the rule of law**: \n(i) Help reinforce the independence of the judiciary and build the capacities of the national judicial system; \n(ii) Build the capacities of the national human rights institution; \n(iii) Adopt urgent temporary measures to arrest and detain those undermining peace, stability or security; \n(iv) Provide technical assistance to facilitate the operationalisation and functioning of the Special Criminal Court (SCC); \n(v) Assist in the coordination and mobilisation of support to the functioning of the SCC; \n(vi) Provide support to build the capacities and enhance the effectiveness of the criminal justice system; \n(vii) Support the restoration and maintenance of public safety and the rule of law.\nHere is a summarized version of the Security Council document:\n\n34. Authorizes MINUSCA to carry out additional tasks:\n \n(a) Assist the Committee and Panel of Experts established by resolution 2127 (2013);\n \n(b) Monitor implementation of measures to prevent armed groups from exploiting natural resources, in cooperation with the Panel of Experts;\n \n(c) Support the Panel of Experts in collecting information on acts of incitement to violence;\n \n(d) Ensure unhindered access and safety for the Panel of Experts;\n \n(e) Provide transport for CAR authorities to promote State authority.\n\n35. Requests the Secretary-General to deploy personnel and expertise to reflect priorities.\n\n36. Reiterates concern at MINUSCA's lack of key capabilities, particularly military helicopters.\n\n37. Recognizes that effective implementation of peacekeeping mandates requires well-defined mandates, political will, leadership, performance, and accountability.\n\n38. Welcomes initiatives to standardize a culture of performance in UN peacekeeping and requests the Secretary-General to ensure performance data is used to improve mission operations.\n\n39. Commends T/PCCs' commitment but notes that undeclared national caveats and inadequate equipment can adversely affect mandate implementation.\n\n40. Encourages MINUSCA to implement recommendations to improve response to protect civilians.\n\n41. Requests the Secretary-General to implement a zero-tolerance policy on serious misconduct, including sexual exploitation and abuse.\n\n42. Requests MINUSCA to consider environmental impacts of its operations.\n\n43. Requests MINUSCA to prioritize child protection throughout its mandate.\n\n44. Requests MINUSCA to prioritize gender mainstreaming throughout its mandate.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n**Women's Representation and Protection**\n\n* Requests the representation of women, including survivors of sexual violence, in all spheres and levels, including in the political and reconciliation process, stabilization activities, and transitional justice.\n\n**Weapon and Ammunition Management**\n\n* Requests MINUSCA to seize, record, dispose of, and destroy weapons and ammunitions of disarmed combatants and armed groups who refuse or fail to lay down their arms.\n* Calls upon the CAR authorities to address the illicit transfer, destabilizing accumulation, and misuse of small arms and light weapons.\n\n**MINUSCA Freedom of Movement**\n\n* Urges all parties to cooperate with MINUSCA's deployment and activities, ensuring its safety, security, and freedom of movement.\n* Calls upon Member States to ensure the free, unhindered, and expeditious movement of MINUSCA personnel, equipment, and supplies.\n\n**Humanitarian Access and Humanitarian Appeal**\n\n* Demands that all parties allow and facilitate humanitarian assistance to populations in need.\n* Demands respect and protection for medical personnel, humanitarian personnel, and their equipment.\n* Calls on Member States to respond swiftly to humanitarian needs and ensure that all pledges are honored.\n\n**Support to MINUSCA**\n\n* Authorizes French armed forces to provide operational support to MINUSCA elements under serious threat.\n\n**Reports by the Secretary-General**\n\n* Requests the Secretary-General to review and report on conditions for the transition, drawdown, and withdrawal of the UN operation.\n* Requests the Secretary-General to report to the Council on the situation in the CAR, MINUSCA's mandated tasks, and force and police generation and deployment. \n\n**Conclusion**\n\n* Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2499_2019_EN.pdf"
}