{
  "resolution_no": "2493",
  "year": "2019",
  "theme": [
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UN Women",
    "Peacebuilding Commission",
    "Security Council"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Here is a summarized version of the document:\n\nThe Security Council:\n\nReaffirms its commitment to the implementation of resolutions on Women, Peace and Security (1325, 1820, 1888, 1889, 1960, 2106, 2122, 2242, and 2467) and relevant statements of its Presidents.\n\nBears in mind the Purposes and Principles of the Charter of the United Nations and the primary responsibility of the Security Council for the maintenance of international peace and security.\n\nReaffirms the importance of achieving sustainable peace and security through dialogue, mediation, consultations, and political negotiations.\n\nRecognizes progress made and the need for greater implementation of the women, peace, and security agenda, and remains concerned by persisting barriers to full implementation.\n\nUrges Member States to:\n\n1. Fully implement previous Security Council Resolutions on Women, Peace and Security;\n2. Commit to implementing the Women, Peace and Security agenda, ensuring full, equal, and meaningful participation of women in peace processes;\n3. Facilitate women's full, equal, and meaningful inclusion and participation in peace talks;\n4. Support efforts to enhance women's participation and capacity building in peace processes.\n\nNotes the Peacebuilding Commission's mandate and calls for its full implementation to promote women's participation in peacebuilding efforts and conflict prevention.\n\nEncourages the Peacebuilding Commission to support women-led peacebuilding organizations in planning and stabilization efforts.\nHere is a clear and concise summary of the Security Council document:\n\n5. Calls on Member States to promote women's rights, increase funding for women, peace, and security, and support countries in conflict and post-conflict situations to implement women, peace, and security resolutions.\n\n6. Encourages Member States to create safe environments for civil society, including women leaders, peacebuilders, and human rights defenders, to work independently without interference.\n\n7. Takes note of the Informal Experts Group on Women, Peace, and Security and acknowledges UN Women's important role.\n\n8. Encourages regional organizations to review implementation of the Women, Peace, and Security agenda and identify practical steps for full implementation.\n\n9. Requests the Secretary-General to ensure implementation of the Women, Peace, and Security agenda, with support from Heads of UN Entities, to:\n- develop context-specific approaches for women's participation in peace talks\n- encourage regional organizations to implement the agenda\n- mainstream a gender perspective in the Secretariat and UN agencies\n\n10. Requests the Secretary-General to include in his next annual report:\n- progress and challenges in the Women, Peace, and Security agenda\n- implementation of gender advisers and women protection advisers\n- assessment of progress on dedicated gender expertise in expert groups and monitoring teams\n\n11. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2493_2019_EN.pdf"
}