{
  "resolution_no": "2496",
  "year": "2019",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "European Integration"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "EUFOR ALTHEA",
    "NATO",
    "International Residual Mechanism for Criminal Tribunals",
    "Peace Implementation Council (PIC)"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions on the conflicts in the Former Yugoslavia, adopted Resolution 2496 (2019) on 5 November 2019. \nThe resolution reaffirms the commitment to a political settlement of conflicts in the Former Yugoslavia, preserving sovereignty and territorial integrity of all states within internationally recognized borders. \nIt supports the implementation of the General Framework Agreement for Peace in Bosnia and Herzegovina and relevant decisions of the Peace Implementation Council (PIC). \nThe Council notes the reports of the High Representative, including his latest report of 28 October 2019, and encourages authorities to accelerate efforts to dispose of excess ammunition. \nIt appreciates the contributions of EUFOR ALTHEA and other international organizations and agencies in Bosnia and Herzegovina. \nThe resolution recalls agreements on the status of forces and welcomes the continued presence of EUFOR ALTHEA and the EU's readiness to continue an executive military role. \nThe Council reiterates calls on authorities to complete the 5+2 agenda, reaffirms provisions concerning the High Representative, and recognizes the importance of Bosnia and Herzegovina's transition to a functional, reform-oriented, modern, and democratic European country. \nIt calls on parties to continue negotiations on government formation, emphasizes the importance of a stable government, and notes the country's commitment to a European perspective. \nThe Council notes with concern polarizing policies and rhetoric, and reiterates calls to leaders to advance reconciliation and mutual understanding. \nIt positively notes the initial implementation of the Reform Agenda and welcomes the adoption of guidelines for new socioeconomic reforms. \nThe resolution emphasizes the need for Bosnia and Herzegovina to address judiciary independence, corruption, organized crime, terrorism, and prevention of radicalization. \nIt underscores the urgency to implement European Court of Human Rights and Constitutional Court rulings, and emphasizes the need for progress on electoral reform. \nThe Council encourages parties to implement Bosnia and Herzegovina's National Action Plan on Women Peace and Security and takes note of EUFOR ALTHEA's strategic review.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecognizes the calm and stable security environment in Bosnia and Herzegovina and the country's authorities' ability to deal with threats.\n\n1. Reiterates that authorities in Bosnia and Herzegovina are primarily responsible for implementing the Peace Agreement and calls for cooperation with the International Residual Mechanism for Criminal Tribunals.\n\n2. Welcomes the EU's readiness to maintain EUFOR ALTHEA in Bosnia and Herzegovina.\n\n3. Authorizes a multinational stabilization force (EUFOR ALTHEA) for 12 months to fulfil its missions under the Peace Agreement.\n\n4. Renews authorization for a further 12-month period.\n\n5. Authorizes Member States to take measures to ensure compliance with Annexes 1-A and 2 of the Peace Agreement.\n\n6. Authorizes Member States to defend EUFOR ALTHEA and NATO presence.\n\n7. Authorizes measures to ensure compliance with airspace rules.\n\n8. Urges parties to form a government, prioritize reforms, and refrain from polarizing policies.\n\n9. Urges parties to cooperate with institutions involved in the peace settlement.\n\n10. Reaffirms Bosnia and Herzegovina's constitutional structure.\n\n11. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2496_2019_EN.pdf"
}