{
  "resolution_no": "2457",
  "year": "2019",
  "theme": [
    "Peace and Security",
    "Conflict Prevention",
    "African Union",
    "Peacebuilding",
    "Sustaining Peace"
  ],
  "chapter": "Chapter VIII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 33",
    "Article 34",
    "Article 35",
    "Article 36",
    "Article 37",
    "Article 38"
  ],
  "entities": [
    "African Union",
    "United Nations",
    "UN Peacebuilding Support Office",
    "African Union Peace and Security Council",
    "UN Security Council"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VIII",
  "summary": "The Security Council:\n\nReaffirms its primary responsibility for maintaining international peace and security and upholding the Purposes and Principles of the UN Charter.\n\nRecalls that States have primary responsibility to prevent conflict, protect civilians, and respect human rights.\n\nConcerned about conflicts in various regions, it stresses the importance of UN cooperation with regional and subregional organizations.\n\nNotes Africa's challenges, including governance deficits, economic difficulties, and illicit activities.\n\nReaffirms the need for a comprehensive approach to peacebuilding and sustaining peace in African countries.\n\nGravely concerned about the illicit trade in small arms and light weapons, which poses threats to international peace and security.\n\nRecalls international, regional, and subregional instruments addressing the illicit trade in small arms.\n\nNotes the illicit exploitation of natural resources has contributed to conflicts and encourages AU member states to promote transparent management of natural resources.\n\nNotes the African Union's institutional reform agenda and its potential to strengthen the organization.\n\nNotes measures towards implementing the goal of \"Silencing the Guns in Africa\" and the African Union Master Roadmap.\n\nWelcomes the African Union Peace and Security Council's declaration of September as Africa Amnesty Month.\n\nNotes achieving the goal of \"Silencing the Guns in Africa\" will contribute to saving succeeding generations from war.\n\nReaffirms support for the African Union Agenda 2063, a strategic vision for socioeconomic transformation in Africa by 2063.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Welcomes the African Union's goal to \"Silence the Guns in Africa\" by 2020 and its Master Roadmap to achieve this goal.\n\n2. Takes note of the African Union's efforts to advance Africa's integration agenda, and expresses readiness to contribute to achieving this goal.\n\n3. Acknowledges that building a conflict-free Africa rests on the African Union, its Member States, and institutions, while recognizing the need for international cooperation.\n\n4. Takes note of the African Union's efforts to strengthen its peace and security architecture, including the African Standby Force, and encourages UN-AU collaboration.\n\n5. Welcomes cooperation between the UN and AU on counter-terrorism and countering violent extremism.\n\n6. Expresses concern over the security situation in parts of Africa, including terrorism, piracy, and organized crime, and encourages enhanced border control.\n\n7. Emphasizes the value of African Union's mediation capacities and encourages greater cooperation with the UN.\n\n8. Encourages the UN and AU to strengthen coordination on conflict prevention, peacekeeping, and post-conflict recovery.\n\n9. Underscores the importance of the joint UN-AU partnership frameworks in supporting Africa's goal of a conflict-free continent.\n\n10. Acknowledges the UN-AU memorandum of understanding on peacebuilding and sustaining peace in Africa, and reaffirms the primary responsibility of national governments in peacebuilding.\nThe Security Council \n- Encourages the Peacebuilding Commission to hold exchanges of views with regional and subregional organizations, including the African Union;\n- Notes the importance of consultations between the Security Council and the AU Peace and Security Council in decision-making processes and common strategies for a holistic response to conflict;\n- Welcomes the African Union decision to reaffirm Africa as a nuclear-free zone and stresses the need for full implementation of existing international, regional, and subregional instruments addressing the illicit trade in small arms and light weapons;\n- Underlines the need for effective implementation of relevant arms control and disarmament instruments and regimes;\n- Notes the UN partnership with the AU in peacekeeping, including supporting the AU's efforts to develop policy, guidance, and training;\n- Reaffirms the important role of women in conflict prevention and resolution and in peacebuilding, and welcomes the roles of \"FemWise-Africa\" and the African Women Leaders Network;\n- Reaffirms the important and positive contribution of youth to peace and security efforts and the need for joint action to end sexual violence in armed conflict and post-conflict situations;\n- Recognizes the need to focus on combatting poverty, deprivation, and inequality to prevent and protect children from violations and abuses;\n- Recognizes the adverse effects of climate change, ecological changes, and natural disasters on stability in AU Member States;\n- Calls upon AU Member States to enhance good governance, eliminate corruption, and strengthen democratic institutions;\n- Reaffirms its determination to take action against illicit exploitation and trafficking of natural resources and high-value commodities;\n- Reiterates its intention to consider steps to enhance practical cooperation with the African Union in promoting and maintaining peace and security in Africa;\n- Requests the Secretary-General to provide updates on implementation measures to enhance UN support to the African Union in implementing Vision 2020 to Silence the Guns in Africa.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2457_2019_EN.pdf"
}