{
  "resolution_no": "2502",
  "year": "2019",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "MONUSCO",
    "UNIFIL",
    "MINUSMA",
    "ICGLR",
    "SADC",
    "AU"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on the Democratic Republic of Congo (DRC), reaffirms its commitment to the country's sovereignty, independence, unity, and territorial integrity.\n\nNoting the DRC's persistent violence and security, human rights, and humanitarian crises, the Council welcomes efforts by the Government, the Armed Forces of the DRC (FARDC), and the United Nations Organization Stabilisation Mission in the DRC (MONUSCO) to address threats from armed groups.\n\nThe Council expresses concern over the humanitarian situation, with 15.6 million Congolese in need of assistance, 5.01 million internally displaced persons, and 538,000 refugees and 10,000 asylum seekers in the DRC.\n\nIt also expresses grave concern about the Ebola outbreak, which has affected over 3,300 people and killed over 2,100, and recalls its previous statements on women, peace, and security, youth, peace, and security, and children and armed conflict.\n\nThe Council calls for:\n\n- Continuous close cooperation between the Government of the DRC and international parties;\n- MONUSCO to explore confidence-building, facilitation, mediation, and community engagement to enhance its protection and mandated tasks;\n- Full, effective, and meaningful participation of women and youth in peace and security efforts;\n- A peaceful environment conducive to durable solutions for refugees and internally displaced persons;\n- Scaling up funding and contributions to United Nations humanitarian appeals for the DRC and the region.\n\nThe Council welcomes efforts by MONUSCO, the Government of the DRC, and international partners in delivering training in human rights, international humanitarian law, and gender mainstreaming.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n**Political Situation**\n\n* Welcomes efforts of the DRC Government to respond to the needs of the Congolese people, prioritizing national unity, rule of law, and human rights.\n* Encourages Congolese stakeholders to prioritize the needs of the people over partisan interests.\n* Calls for stabilization and strengthening of State institutions, with MONUSCO's support.\n\n**Human Rights**\n\n* Welcomes President Tshisekedi's commitment to protecting and respecting human rights and combating impunity.\n* Expresses concern over high levels of human rights violations and abuses, and intercommunal violence fueled by hate speech.\n* Urges the DRC Government to hold accountable those responsible for human rights abuses and violations.\n\n**MONUSCO and International Cooperation**\n\n* Commends the commitment of Troops and Police Contributing Countries to implementing MONUSCO's mandate.\n* Calls for cooperation between the DRC Government and MONUSCO, and for regional organizations to provide political support to strengthen State institutions.\n\n**Accountability and Justice**\n\n* Requests the DRC Government to implement recommendations made by international experts on human rights situations in the Kasai regions.\n* Calls for cooperation with the International Criminal Court and the African Court of Human and People's Rights.\n\n**Elections and Stability**\n\n* Calls for a climate of peace, transparency, and inclusion during preparations for future elections.\n* Emphasizes the importance of delivering on President Tshisekedi's commitments to national unity, rule of law, and human rights.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Condemns and calls for investigations and prosecutions of human rights abuses by State agents and disproportionate use of force on peaceful protesters.\n\n Calls on the Congolese authorities to ensure accountability for these acts, facilitate access to detention centers, hospitals, and morgues for the Joint Human Rights Office, and increase professionalism of security forces.\n\n Strongly condemns sexual violence in conflict, welcomes efforts to combat it, and urges the Government to strengthen efforts to combat impunity, provide services to survivors, and complete investigations into allegations of sexual exploitation and abuse.\n\n Encourages implementation of the National Strategy and Roadmap to fight sexual violence in conflict, and recalls the importance of cooperation with the Special Representative of the Secretary-General (SRSG) for sexual violence in conflicts.\n\n Welcomes progress in consolidating gains of the Action Plan to End and Prevent the Recruitment and Use of Children, and calls on the Government to continue efforts to end and prevent violations and abuses against children.\n\n Strongly condemns armed groups operating in the DRC, their human rights abuses, and violations of international humanitarian law, and demands they cease violence, disband, and release children from their ranks.\n\n Demands an integrated regional approach to address the threat posed by armed groups, and calls on the Government to appoint a senior coordinator to address Disarmament, Demobilisation, and Reintegration (DDR).\n\n Notes the importance of the PSC Framework to achieve durable peace and stability in the DRC and the region, and recalls commitments undertaken by the region not to tolerate or provide assistance to armed groups.\n\n Welcomes the repatriation of disarmed combatants and calls on signatory States to complete the repatriation of remaining former M23 combatants.\nHere is a summarized version of the document:\n\n16. The Security Council expresses concern over the illegal exploitation and trafficking of natural resources by armed groups and criminal networks in the DRC, and encourages the Government to strengthen efforts to safeguard protected areas. The Council calls on member States of ICGLR and regional economic communities to jointly fight illegal exploitation and trade of natural resources.\n\n17. The Council notes that the drivers behind armed groups' activities are varied and that there is no purely military solution, and calls on the Government of the DRC to take further action combining military and non-military approaches.\n\n18. The Council calls for joint operations by the FARDC and MONUSCO, with joint planning and tactical cooperation, to prevent, deter and stop armed groups.\n\n19. The Council welcomes the readiness of some armed groups to lay down their weapons and calls on the Government of the DRC to provide adequate support for DDR.\n\n20. The Council welcomes the commitments by President Tshisekedi to advance security sector reform, promote State authority, reconciliation, and democracy.\n\n21. The Council calls for continued national efforts to address the threat posed by the illicit transfer, accumulation and misuse of small arms and light weapons.\n\n22-23. The Council extends MONUSCO's mandate until 20 December 2020, with an authorised troop ceiling of 14,000 military personnel, and a temporary deployment of additional formed police units.\n\n24. The Council decides that MONUSCO's strategic priorities are to contribute to the protection of civilians and support to stabilisation and strengthening of State institutions.\n\n25. The Council stresses that MONUSCO's mandate should prioritize tasks, with the protection of civilians given priority.\n\n26. The Council urges MONUSCO to work with the Office of the Special Envoy for the Great Lakes to seek political solutions.\n\n27. The Council authorises MONUSCO to take all necessary measures to carry out its mandate.\n\n28. The Council requests MONUSCO to ensure that support provided to national security forces is only for joint operations, jointly planned and executed.\nThe Security Council, \nDecides that the mandate of MONUSCO shall include the following priority tasks: \n\n**Protection of Civilians**\n\n* Ensure effective protection of civilians under threat of physical violence in provinces of current deployment, with a focus on Eastern DRC\n* Maintain proactive deployment and mobile posture, including active patrolling\n* Work with Government and humanitarian workers to identify threats and implement joint prevention and response plans\n* Enhance community engagement and early warning mechanism\n* Carry out targeted offensive operations to neutralise armed groups\n\n**Support to Stabilisation and Strengthening of State Institutions**\n\n* Provide coordination for stabilisation efforts\n* Provide technical advice to Government on natural resource management\n* Provide good offices and technical support for reconciliation, democratisation and inclusion \n\nAll MONUSCO tasks should be implemented with respect for human rights and fundamental freedoms.\nHere is a concise summary of the Security Council document 2502 (2019):\n\n**Support to the Government of the DRC**\n\n* Provide good offices, advice, and assistance to prevent, mitigate, and resolve intercommunal conflicts through mediation and community engagement (para. d)\n* Monitor, report, and follow up on human rights violations and abuses, and support the UN system in-country to ensure compliance with international humanitarian law and human rights law (para. e)\n\n**Security Sector Reform (SSR)**\n\n* Provide strategic and technical advice to the Government of the DRC to accelerate national ownership of SSR (para. f)\n* Support the development of a common national plan and a clear SSR implementation roadmap with benchmarks and timelines\n* Promote and facilitate military, police, justice, and prison sector reforms to enhance accountability and effectiveness\n\n**Disarmament, Demobilization, Reintegration (DDR)**\n\n* Provide good offices, advice, and assistance for the DDR of Congolese and foreign combatants not suspected of genocide, war crimes, or human rights abuses (para. g)\n* Coordinate with civil society, donor partners, and government officials to support DDR efforts (para. h)\n* Support the disarmament, demobilization, repatriation, resettlement, and reintegration (DDRRR) process for foreign combatants (para. i)\n\n**Protection of the United Nations**\n\n* Ensure the protection of UN personnel, facilities, installations, and equipment, and the security and freedom of movement of UN and associated personnel (para. 30)\n\n**Child Protection**\n\n* Take fully into account child protection as a cross-cutting issue throughout its mandate (para. 31)\n* Assist the Government of the DRC in ensuring that the protection of children's rights is taken into account in DDR processes and SSR\n\n**Gender, Sexual Violence**\n\n* Take fully into account gender considerations as a cross-cutting issue throughout its mandate (para. 32)\n* Assist the Government of the DRC in creating a legal, political, and socio-economic environment conducive to ensuring the full participation and representation of women at all levels.\nThe Security Council:\n\nReiterates its concern on the situation in the DRC and requests MONUSCO to:\n\n- support the government in advancing women's political participation, achieving the 30% constitutional quota;\n\n- enhance reporting on this issue;\n\n- work closely with the Government of the DRC to implement its commitments on addressing sexual violence in conflict;\n\n- accelerate the coordinated implementation of monitoring, analysis, and reporting arrangements on sexual violence in conflict;\n\n- ensure United Nations Women Protection Advisers continue to work closely with the Government of the DRC;\n\n- hold accountable all perpetrators of violations of international humanitarian law;\n\n \nOn Humanitarian Access:\n\n- demands that all parties allow and facilitate full, safe, immediate, and unhindered access of humanitarian personnel, equipment, and supplies;\n\n- calls on MONUSCO to strengthen collaboration with humanitarian actors;\n\n- streamlines coordination mechanisms with humanitarian agencies;\n\n- emphasizes the importance of maintaining international support to bring the Ebola outbreak to an end;\n\n \nOn Sanctions Regime:\n\n- requests MONUSCO to monitor the implementation of the arms embargo;\n\n- seize, collect, record, and dispose of arms or related materiel brought into the DRC in violation of the measures imposed;\n\n- exchange relevant information with the Group of Experts;\n\n \nOn Mission Effectiveness:\n\n- recognizes that effective implementation of peacekeeping mandates is the responsibility of all stakeholders;\n\n- welcomes initiatives to standardize a culture of performance in UN peacekeeping;\n\n- reaffirms support for a comprehensive and integrated performance policy framework;\n\n- calls on the United Nations to apply this framework to MONUSCO;\n\n- underlines the need to further improve the effectiveness of the Force Intervention Brigade.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n* Welcomes the Secretary-General's decision to send an evaluation mission to assess MONUSCO's performance in protecting civilians and make recommendations for improvement (para 29(i)(e));\n* Requests the Secretary-General to maximize MONUSCO's operational capacity, including through enhancing personnel, mobility assets, and information-gathering capabilities (para 43);\n* Requests MONUSCO to consider environmental impacts of its operations and manage them accordingly (para 44);\n* Reiterates the zero-tolerance policy on serious misconduct, sexual exploitation and abuse, and requests the Secretary-General to ensure full compliance by all personnel (para 45);\n\nRegarding exit strategy:\n\n* Takes note of the independent strategic review, which highlights conditions for a successful transition and exit of MONUSCO (para 46);\n* Stresses that MONUSCO's activities should facilitate progress towards sustainable peace and development, and reduce the threat posed by armed groups (para 47);\n* Underscores the need to progressively transfer MONUSCO's tasks to the Government of the DRC, UNCT, and other stakeholders (para 48);\n* Requests the Secretary-General to engage with the Government of the DRC to articulate a joint strategy and identify measurable benchmarks for transition (para 49);\n\nThe Council also:\n\n* Recalls the Government of the DRC's commitments and encourages it to address key issues, including:\n\t+ Appointing a senior coordinator for DDR programs (para 50(a));\n\t+ Initiating disciplinary and judicial procedures against officials engaged in corruption, violence, or commercial relations with armed groups (para 50(b));\n\t+ Initiating procedures against individuals responsible for human rights violations and abuses (para 50(c)).\nThe Security Council:\n\n Requests the Secretary-General to report to the Council every three months on the situation in the DRC, including:\n- Progress towards strengthening State institutions\n- Key governance and security reforms\n- Implementation of MONUSCO's mandate, including protection of civilians\n- Progress towards transferring tasks to the Government of the DRC, UNCT, and other stakeholders\n- Cooperation among regional security forces\n- Police and force generation\n- Implementation of measures to improve MONUSCO's performance\n\n Further requests the Secretary-General to include gender analysis in all reports.\n\n Requests the Secretary-General to report every six months, in coordination with the Special Envoy for the Great Lakes Region and the SRSG for the DRC, on:\n- Implementation of commitments under the PSC Framework\n- Linkages with the broader security situation in the Great Lakes Region\n\nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2502_2019_EN.pdf"
}