{
  "resolution_no": "2480",
  "year": "2019",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Humanitarian Assistance",
    "Human Rights",
    "Counter-Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MINUSMA",
    "MDSF",
    "FC-G5S",
    "French Forces",
    "European Union Training Mission in Mali (EUTM Mali)",
    "United Nations Country Team (UNCT)"
  ],
  "reporting_cycle": "The Secretary-General reports to the Security Council every three months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\nRecalling previous resolutions on Mali, \nReaffirming commitment to Mali's sovereignty, unity, and territorial integrity, \nEmphasizing the Malian authorities' primary responsibility for stability, security, and protection of civilians, \nReaffirming peacekeeping principles, including consent, impartiality, and non-use of force, \nExpressing grave concern over Mali's deteriorating security and humanitarian situation, \nCondemning continued attacks on civilians, institutions, and security forces, \nUnderlining the need for a combination of political, security, and development efforts to achieve lasting peace, \nReaffirming the importance of implementing the Agreement on Peace and Reconciliation in Mali, \nExpressing impatience with parties over delays in implementing key provisions, \nUnderlining that engaging in hostilities in violation of the Agreement may lead to sanctions, \nStressing the importance of a renewed strategy for Central Mali, \nCondemning human rights abuses and violations of international humanitarian law, \n Reiterating the importance of accountability for such acts, \nEmphasizing the need for risk assessment and management strategies for ecological changes and natural disasters, \nCommending troop- and police-contributing countries of MINUSMA.\nThe Security Council:\n\nCommends MINUSMA's efforts to adopt a more robust posture and intensify operations.\n\n Recognizes MINUSMA's interactions with other security presences in the Sahel region.\n\n Notes the Secretary-General's report (S/2019/454).\n\n Determines the situation in Mali remains a threat to international peace and security.\n\n Acting under Chapter VII:\n\n**Implementation of the Agreement on Peace and Reconciliation in Mali**\n\n1. Urges the Government of Mali and armed groups to accelerate Agreement implementation with significant, meaningful, and irreversible measures.\n\n2. Regrets the lack of implementation of several Agreement provisions and recalls its intention to respond with measures if commitments are not met.\n\n3. Stresses that individuals or entities on the 2374 sanctions list shall not benefit from UN support.\n\n4. Urges Malian parties to take immediate action on priority measures, including:\n\n* Completing constitutional reform and institutional reforms.\n\n* Transferring decentralized State services and 30% of State revenues to local authorities.\n\n* Resolving outstanding issues related to the reconstituted and reformed MDSF.\n\n* Creating the Northern Development Zone.\n\n* Ensuring the participation of women in Agreement mechanisms.\n\n5. Calls for full, effective, and meaningful participation of women in Agreement mechanisms.\n\n6. Requests the Secretary-General to assess progress every six months and encourages the panel of experts to identify parties responsible for lack of implementation.\n\n7. Calls on all parties to abide by the cessation of hostilities and reject violence.\n\n8. Urges cooperation with MINUSMA and ensures the safety and security of its personnel.\n\n9. Calls for programs to address stigma of sexual and gender-based violence.\n\n10. Requests the SRSG to use his good offices to support Agreement implementation.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n**Encourages structured exchanges** between Malian parties, including through a dedicated Secretariat, and **acknowledges the role of the CSA** in reconciling disagreements.\n\n**Calls upon** the Independent Observer to make public reports with recommendations on implementing the Agreement and **urges all parties to cooperate** with the Carter Center.\n\n**Urges Malian authorities** to take priority action to protect civilians, reduce intercommunal violence, and re-establish State presence in Central Mali.\n\n**Extends MINUSMA's mandate** until 30 June 2020, with up to 13,289 military personnel and 1,920 police personnel.\n\n**Authorizes MINUSMA** to use all necessary means to carry out its mandate, with **two strategic priorities**: supporting the implementation of the Agreement and facilitating a comprehensive Malian strategy to protect civilians in Central Mali.\n\n**Requests** the Secretary-General to reflect the prioritization of tasks in the deployment of MINUSMA and to align budgetary resources accordingly.\n\n**Urges** MINUSMA to carry out its mandate with a proactive, robust, flexible, and agile posture, and **requests** the Secretary-General to keep the Mission concept under continuous review.\n\n**Expresses concern** regarding peacekeeper losses and **requests** MINUSMA to ensure the safety, security, and freedom of movement of United Nations and associated personnel.\n\n**Encourages** the Secretary-General to keep the integrated strategic framework under continuous update and to ensure an efficient division of tasks between MINUSMA and the UNCT.\nThe Security Council \n1. Requests MINUSMA to continue close coordination and information sharing with relevant parties.\n\n**Priority Tasks**\n\n**Support to the implementation of the Agreement on Peace and Reconciliation in Mali**\n\n* Support implementation of political and institutional reforms \n* Support defence and security measures \n* Support reconciliation and justice measures \n\n**Support to stabilization and restoration of State authority in the Centre**\n\n* Reduce violence and intercommunal tensions \n* Redeploy the Malian Defence and Security Forces \n* Ensure accountability for human rights abuses \n\n**Protection of civilians**\n\n* Protect civilians under threat \n* Anticipate, deter and respond to threats \n* Provide specific protection for women and children \n\nThe SG is requested to continue ensuring close coordination between MINUSMA,UNOWAS, ECOWAS, G5 Sahel and Member States.\nHere is a summarized version of the Security Council document:\n\n**Tasks of MINUSMA**\n\n* **Protection of civilians**: Protect civilians, including women and children, from violence, and prevent and respond to violations and abuses of human rights and international humanitarian law.\n* **Sexual and gender-based violence**: Prevent and respond to sexual and gender-based violence, and support the needs of victims.\n* **Good offices and reconciliation**: Exercise good offices to support dialogue and reconciliation, reduce intercommunal tensions, and support inclusive and credible elections.\n* **Promotion and protection of human rights**: Assist Malian authorities in promoting and protecting human rights, and monitor and report on violations.\n* **Humanitarian assistance**: Contribute to a secure environment for humanitarian assistance and the return of internally displaced persons and refugees.\n\n**Other tasks**\n\n* **Quick impact projects**: Support quick impact projects to implement the Agreement.\n* **Cooperation with Sanctions Committees**: Assist and exchange information with Sanctions Committees.\n\n**Coordination and transition**\n\n* **Coordination with other security presences**: Ensure coordination and exchange of information with other security presences in Mali and the Sahel region.\n* **Transition approach**: Develop a long-term conditions-based transition approach to ensure a phased and coordinated transition of security responsibilities.\n\n**Malian Defence and Security Forces**\n\n* **Redeployment of MDSF**: Support the redeployment of reformed and reconstituted MDSF.\n* **Investigations into alleged violations**: Urge the Government of Mali to investigate alleged violations of international human rights law and international humanitarian law by MDSF.\nThe Security Council:\n\n Condemns violations of international human rights law and international humanitarian law by Malian Defence and Security Forces (MDSF), calls for accountability, and urges the Government of Mali to effectively implement measures announced in response to allegations.\n\n Calls on the Government of Mali to implement recommendations made by MINUSMA under the Human Rights Due Diligence Policy (HRDDP) and encourages international partners to insist on respect for international human rights law and accountability.\n\n Encourages G5 Sahel States to ensure the Force conjointe du G5 Sahel (FC-G5S) scales up operations to demonstrate tangible results.\n\n Stresses that operational and logistical support from MINUSMA can enhance the FC-G5S's ability to deliver on its mandate.\n\n Recalls provisions of paragraph 13 of resolution 2391, supports the use of life support consumables provided by MINUSMA to the FC-G5S by all G5 Sahel contingents, and requests the Secretary-General to assess implementation.\n\n Requests the Secretary-General to enhance information exchange between MINUSMA and G5 Sahel States.\n\n Authorizes French forces to intervene in support of MINUSMA elements under imminent threat.\n\n Encourages the European Union to continue supporting Malian authorities in security sector reform and reestablishment of state authority.\n\n Stresses the importance of providing MINUSMA with necessary capacities to fulfil its mandate and ensure personnel safety and security.\n\n Urges Member States to provide troops and police with adequate capabilities.\n\n Requests the Secretary-General to increase the number of women in MINUSMA and ensure their meaningful participation.\n\n Strongly condemns attacks against peacekeepers, calls for accountability, and requests the Government of Mali to investigate and bring perpetrators to justice.\n\n Requests the Secretary-General to review and enhance MINUSMA's safety and security, including through improved intelligence and analysis capacities, training, and equipment to counter explosive devices.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n**Improving MINUSMA's Operational Effectiveness**\n\n* Requests improvement in logistics, including securing supply routes and using modern technology\n* Enhances camp protection, including deploying early warning devices\n* Implements effective casualty and medical evacuation procedures\n* Improves planning and functioning of safety and security facilities\n* Secures long-term rotation schemes for critical capabilities\n\n**Accountability and Performance**\n\n* Calls on troop- and police-contributing countries to implement MoU provisions and declare national caveats\n* Recalls resolutions 2378 (2017) and 2436 (2018) on peacekeeping performance data\n* Welcomes initiatives to standardize a culture of performance in UN peacekeeping\n\n**Logistical Support**\n\n* Calls on Member States to ensure free and unhindered movement of personnel, equipment, and supplies\n* Requests the Secretary-General to facilitate logistical supply and consolidate supply routes\n\n**Obligations under International Law**\n\n* Urges Malian authorities to hold accountable those responsible for human rights abuses\n* Urges parties to comply with international humanitarian law and protect humanitarian personnel\n* Reiterates Malian authorities' primary responsibility to protect civilians\n\n**Human Rights and Related Aspects**\n\n* Urges implementation of conclusions on Children and Armed Conflict in Mali\n* Urges prevention and elimination of sexual violence in conflict and post-conflict situations\n* Requests MINUSMA to support efforts to prevent and respond to sexual violence\n\n**Accountability and Misconduct**\n\n* Requests the Secretary-General to ensure compliance with the UN zero-tolerance policy on sexual exploitation and abuse\n\n**Humanitarian Issues**\n\n* Remains concerned over the food and humanitarian crisis in Mali and calls for swift response to the humanitarian appeal\n\n**Environmental Issues**\n\n* Requests MINUSMA to consider environmental impacts of its operations and manage them accordingly.\nHere is a summarized version of the document:\n\nThe Security Council:\n\n**Small arms and light weapons**\n\n* Calls on Malian authorities to address proliferation and illicit trafficking of small arms and light weapons, ensuring safe management, storage and security of stockpiles and ammunition.\n\n**Explosive ordnance threat**\n\n* Calls on Malian authorities to strengthen cooperation with UN, regional and sub-regional organizations, civil society, and private sector to respond to explosive ordnance threat.\n\n**Reports by the Secretary-General**\n\n* Requests the Secretary-General to report to the Security Council every 3 months on:\n\t+ Progress in implementing the Agreement and re-establishing State presence and authority.\n\t+ MINUSMA's efforts to support these objectives.\n\t+ Coordination and mutual support between MINUSMA, MDSF, FC-G5S, French Forces, and EU missions.\n* Further requests the Secretary-General to report every 6 months on:\n\t+ Security challenges, mission operations, troop performance, and rotations.\n\t+ Implementation of the integrated strategic framework, including a transition plan and exit strategy.\n\n**Conclusion**\n\n* Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2480_2019_EN.pdf"
}