{
  "resolution_no": "2468",
  "year": "2019",
  "theme": [
    "Western Sahara",
    "Peacekeeping",
    "Humanitarian"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINURSO",
    "UNHCR",
    "OHCHR"
  ],
  "reporting_cycle": "The Secretary-General reports every 3 months on the status and progress of negotiations under his auspices, on the implementation of this resolution, challenges to MINURSO’s operations and steps taken to address them.",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Western Sahara, reaffirms its support for the Secretary-General's efforts to implement a political solution.\n\nSupports the Personal Envoy, Horst Köhler, and welcomes the parties' engagement in UN-led negotiations.\n\nWelcomes the momentum created by recent roundtable meetings and the parties' commitment to a serious and respectful political process.\n\nReaffirms its commitment to a just, lasting, and mutually acceptable solution, based on compromise, providing for the self-determination of the people of Western Sahara.\n\nCalls on parties to cooperate, build trust, and strengthen involvement in the political process.\n\nRecognizes the importance of stability and security in the Sahel region and encourages cooperation between Member States.\n\nWelcomes efforts to review peacekeeping operations, including MINURSO, and reiterates the need for a rigorous approach to peacekeeping deployments.\n\nRecalls resolutions on peacekeeping performance data, women in peacekeeping, and human rights.\n\nExpresses concern about violations of agreements and reiterates the importance of adherence to commitments.\n\nTakes note of Moroccan and Polisario Front proposals and encourages parties to demonstrate political will towards a solution.\n\nEncourages cooperation with the UN Office of the High Commissioner for Refugees and human rights efforts.\n\nStresses the importance of improving human rights in Western Sahara and Tindouf camps. \n\nWelcomes steps taken by Morocco to promote and protect human rights.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Extends the mandate of MINURSO until 31 October 2019 (para 1)\n* Emphasizes the need for a realistic, practicable, and enduring political solution to the Western Sahara question (para 2)\n* Supports the Secretary-General's efforts to sustain negotiations between Morocco, the Frente Polisario, Algeria, and Mauritania (para 3)\n* Calls for resumed negotiations without preconditions and in good faith (para 4)\n* Invites Member States to assist in these talks (para 5)\n* Reaffirms the need for full respect of military agreements with MINURSO (para 6)\n* Calls for cooperation with MINURSO and unhindered access for UN personnel (para 7)\n* Emphasizes the importance of a renewed commitment to advancing the political process (para 8)\n* Calls for demonstrating political will and working in an atmosphere propitious for dialogue (para 9)\n* Requests regular briefings from the Secretary-General on the status and progress of negotiations (para 10)\n* Supports the development of a comprehensive performance policy framework for UN peacekeeping (para 11)\n* Urges parties to engage productively with MINURSO on new technologies (para 12)\n* Encourages cooperation with the Office of the UN High Commissioner for Refugees (para 13)\n* Urges Member States to provide voluntary contributions to fund food programmes for refugees (para 14)\n* Requests the Secretary-General to ensure compliance with the UN zero-tolerance policy on sexual exploitation and abuse (para 15)\nThe Security Council\n\ntaking appropriate preventative action including vetting of all personnel, \npredeployment and in-mission awareness training, and to ensure full accountability \nin cases of such conduct involving their personnel through timely investigation of \nallegations by troop-contributing and police-contributing countries and MINURSO, \nas appropriate;\n\nDecides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2468_2019_EN.pdf"
}