{
  "resolution_no": "2470",
  "year": "2019",
  "theme": [
    "Peacekeeping",
    "Reconstruction",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMI",
    "UNITAD",
    "UN Country Team",
    "International Monetary Fund",
    "World Bank"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Iraq, reaffirms Iraq's independence, sovereignty, unity, and territorial integrity.\n\nSupports Iraq's post-conflict stabilization efforts, recovery, reconstruction, and reconciliation.\n\nWelcomes the Government of Iraq's efforts to address corruption and strengthen state institutions.\n\nCalls on the international community to support Iraq's humanitarian, stabilization, reconstruction, and development efforts.\n\nDecides to:\n\n1. Extend the mandate of UNAMI until 31 May 2020.\n\n2. Authorize the Special Representative of the Secretary-General and UNAMI to:\n\n(a) Advise on inclusive political dialogue and national reconciliation.\n\n(b) Support:\n\n(i) Elections and referenda development.\n\n(ii) Constitutional review and implementation.\n\n(iii) Security sector reform and reintegration programmes.\n\n(iv) Regional dialogue and cooperation.\n\n(c) Promote:\n\n(i) Humanitarian assistance and refugee return.\n\n(ii) Essential civil and social services.\n\n(iii) Economic reform and sustainable development.\n\n(iv) UN agencies' contributions under unified leadership.\n\n(d) Promote accountability, human rights, and judicial reform.\n\n(e) Ensure gender mainstreaming and women's participation.\n\n(f) Strengthen child protection and rehabilitation.\n3. Recognizes that the security of United Nations personnel is essential for UNAMI to carry out its work for the benefit of the people of Iraq and calls upon the Government of Iraq to continue to provide security and logistical support to the United Nations presence in Iraq;\n\n4. Expresses its intention to review the mandate of UNAMI by 31 May 2020, or sooner, if requested by the Government of Iraq;\n\n5. Emphasizes the continued implementation of the independent external assessment recommendations by UNAMI, the Secretariat as well as UN agencies, offices, funds and programmes, as requested by resolution 2367 (2017);\n\n6. Requests the Secretary-General to report to the Council every three months on the progress made towards the fulfilment of all UNAMI’s responsibilities;\n\n7. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2470_2019_EN.pdf"
}