{
  "resolution_no": "2454",
  "year": "2019",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41"
  ],
  "entities": [
    "MINUSCA",
    "UNMAS",
    "Panel of Experts on the Central African Republic"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days, Midterm report no later than 30 July 2019, a final report no later than 31 December 2019",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\nRecalling previous resolutions and statements on the Central African Republic (CAR), welcomes efforts made by CAR authorities to advance security sector reform, and acknowledges the need to train and equip defence and security forces.\n\nThe Council renews until 31 January 2020 measures and provisions set out in paragraphs 1 to 19 of resolution 2399 (2018).\n\nThe measures described in paragraphs 9 and 16 of resolution 2399 (2018) shall apply to individuals and entities designated by the Committee established pursuant to resolution 2127 (2013).\n\nThe mandate of the Panel of Experts is extended until 29 February 2020, and the Council requests the Secretary-General to re-establish the Panel, in consultation with the Committee.\n\nThe Panel of Experts is to provide a midterm report by 30 July 2019, a final report by 31 December 2019, and progress updates.\n\nThe Council expresses concern about illicit transnational trafficking networks funding armed groups in the CAR and requests the Panel to devote special attention to analysing such networks.\n\nAll parties, Member States, and organizations are urged to cooperate with the Panel of Experts and ensure the safety of its members.\n\nThe Council reaffirms Committee provisions and reporting and review provisions as set out in resolution 2399 (2018).\n\nThe Council intends to establish key benchmarks by 30 April 2019 to guide the review of arms embargo measures on the Government of the CAR.\n\nThe Secretary-General is requested to conduct an assessment by 31 July 2019 on progress achieved on key benchmarks.\n\nThe CAR authorities are requested to report to the Committee by 30 June 2019 on progress achieved regarding security sector reform.\n\nThe Council decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2454_2019_EN.pdf"
}