{
  "resolution_no": "2495",
  "year": "2019",
  "theme": [
    "Peacekeeping",
    "Sudan",
    "Darfur"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "UNAMID",
    "African Union",
    "United Nations"
  ],
  "reporting_cycle": "Secretary-General reports by 31 January 2020",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council reaffirms its previous resolutions and statements on Sudan, and underscores its commitment to Sudan's sovereignty, unity, independence, and territorial integrity. The Council welcomes the signing of the Constitutional Declaration on 17 August 2019, establishing a new civilian-led transitional Government, and the launch of peace negotiations on 14 October 2019. \n\nThe Council extends the mandate of the African Union-United Nations Hybrid Operation in Darfur (UNAMID) until 31 October 2020. It calls on the Government of Sudan, Darfur armed movements, and stakeholders to engage in inclusive peace negotiations without preconditions. \n\nUNAMID's mandate will focus on: supporting the peace process, peacebuilding activities, protecting civilians, monitoring and reporting on human rights, facilitating humanitarian assistance, and contributing to the creation of security conditions for the return of refugees and IDPs. \n\nThe Council decides that UNAMID shall maintain its current troop and police ceilings until 31 March 2020 and maintain all team sites, except for its sector headquarters in South Darfur, which will be closed.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n \n- Urges the timely and responsible closure of additional UNAMID team sites;\n \n- Acknowledges Sudan's commitment to use handed-over team sites for civilian purposes, and urges Sudan to ensure their use for this effect;\n \n- Requests the Secretary-General and African Union Commission Chairperson to provide a Special Report by 31 January 2020 on:\n  (i) situation on the ground, peace process, status of handed-over team sites, and drawdown recommendations;\n  (ii) options for a follow-on presence to UNAMID based on Sudan's views and needs;\n \n- Intends to decide on UNAMID's drawdown and exit by 31 March 2020, and adopt a new resolution establishing a follow-on presence;\n \n- Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2495_2019_EN.pdf"
}