{
  "resolution_no": "2500",
  "year": "2019",
  "theme": [
    "Piracy",
    "Armed Robbery",
    "Maritime Security",
    "Somalia"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNODC",
    "IMO",
    "WFP",
    "EUNAVFOR Operation Atalanta",
    "CGPCS",
    "INTERPOL"
  ],
  "reporting_cycle": "Secretary-General reports every 11 months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Somalia, welcomes the report of the Secretary-General on piracy and armed robbery at sea off Somalia's coast.\n\nReaffirms respect for Somalia's sovereignty, territorial integrity, and unity.\n\nNotes decline in pirate attacks and hijackings since 2011, but recognizes ongoing threat.\n\nReaffirms international law, including the UN Convention on the Law of the Sea, sets out framework for countering piracy.\n\nCommends efforts to investigate and prosecute pirates, including those who incite or facilitate piracy.\n\nWelcomes work of Contact Group on Piracy off Somalia (CGPCS) and Law Enforcement Task Force (LETF).\n\nCommends international efforts to coordinate investigations and prosecutions.\n\nWelcomes efforts to strengthen regional judicial and law enforcement capacity.\n\nCommends countries and organizations for deploying naval counter-piracy missions.\n\nEndorses revised orientation and strategic review of CGPCS.\n\nCalls for cooperation between Somalia's Federal Government and Federal Member States on coast guard development.\n\nNotes efforts to develop guidance and best management practices to prevent piracy.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Condemns and deplores all acts of piracy and armed robbery at sea off Somalia's coast.\n\n Notes improvements in Somalia, but recognizes piracy exacerbates instability by introducing illicit cash that fuels crime, corruption, and terrorism.\n\n Stresses the need for a comprehensive response to prevent and suppress piracy and tackle its underlying causes.\n\n Underlines the primary responsibility of Somali authorities in the fight against piracy and welcomes the launch of the Somali Maritime Administration.\n\n Recognizes the need to investigate and prosecute those involved in piracy, including key figures of criminal networks.\n\n Calls upon Somali authorities to interdict, investigate, and prosecute pirates and to patrol waters off Somalia's coast.\n\n Calls for the immediate and unconditional release of all seafarers held hostage by Somali pirates.\n\n Encourages Somalia to accede to the UN Convention against Transnational Organized Crime and develop a corresponding legal architecture.\n\n Calls upon States to cooperate on hostage-taking and prosecution of suspected pirates.\n\n Recognizes the need for exchanging evidence and information for anti-piracy law enforcement purposes.\n\n Keeps under review the possibility of applying targeted sanctions against individuals or entities involved in piracy.\nHere is a concise summary of the Security Council document 2500 (2019):\n\n12. The Security Council calls on States and regional organizations to participate in the fight against piracy and armed robbery off the coast of Somalia, by deploying naval vessels, arms, and military aircraft.\n\n13. The Council highlights the importance of coordination among States and international organizations to deter piracy and armed robbery, commends the work of the Contact Group on Piracy off the Coast of Somalia (CGPCS), and encourages Somalia's full participation.\n\n14. The Council renews authorizations for 12 months for States and regional organizations cooperating with Somali authorities in the fight against piracy.\n\n15. The authorizations apply only to the situation in Somalia and do not affect Member States' rights, obligations, or responsibilities under international law.\n\n16. The arms embargo on Somalia does not apply to supplies of weapons and military equipment for States, international organizations, and regional organizations undertaking measures against piracy.\n\n17. States are called upon to prevent the illicit financing of piracy and the laundering of its proceeds.\n\n18. States are called upon to cooperate in determining jurisdiction, to criminalize piracy under domestic law, and to prosecute suspected pirates.\n\n19. States are called upon to cooperate in investigating and prosecuting persons responsible for piracy, and to ensure a judicial process for pirates.\n\n20. Counter-piracy activities should protect women and children from exploitation.\n\n21. States are urged to share information with INTERPOL for the global piracy database.\n\n22. The UNODC Global Maritime Crime Programme's work with Somali authorities and neighboring States is welcomed.\n\n23. The successful prosecution of piracy cases by Seychelles is recognized.\n\n24. States parties to The Convention and the SUA Convention are urged to implement their obligations and cooperate with the UNODC and IMO.\n\n25. The IMO's recommendations on preventing and suppressing piracy are acknowledged.\n\n26. Flag States and port States are encouraged to develop safety and security measures on board vessels.\n\n27. The IMO is invited to continue its contributions to preventing and suppressing piracy.\nThe Security Council:\n\n Recognizes the role of the International Maritime Organization (IMO) regarding privately contracted armed security personnel on ships in high-risk areas;\n\n Notes the importance of securing the safe delivery of World Food Programme (WFP) assistance by sea and welcomes the work by WFP, EUNAVFOR Operation Atalanta, and flag States on Vessel Protection Detachments on WFP vessels;\n\n Requests the Secretary-General to report to the Security Council within 11 months on the implementation of this resolution and the situation with respect to piracy and armed robbery at sea off Somalia's coast;\n\n Expresses its intention to review the situation and consider renewing authorizations for additional periods upon Somali authority's request;\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2500_2019_EN.pdf"
}