{
  "resolution_no": "2476",
  "year": "2019",
  "theme": [
    "Haiti",
    "Peacekeeping",
    "Governance",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINUJUSTH",
    "BINUH",
    "United Nations Country Team in Haiti",
    "Haitian National Police (HNP)"
  ],
  "reporting_cycle": "every 120 days",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nRecalling previous resolutions on Haiti, reaffirms its commitment to Haiti's sovereignty, independence, territorial integrity, and unity.\n\nThe Council requests the Secretary-General to establish the United Nations Integrated Office in Haiti (BINUH) for an initial 12-month period starting 16 October 2019.\n\nBINUH's key tasks include advising the Haitian Government on promoting political stability, good governance, and human rights, and assisting with:\n\n- Free, fair, and transparent elections\n- Reinforcing the Haitian National Police's capacity\n- Reducing community violence, particularly gang violence\n- Addressing human rights abuses and violations\n- Improving penitentiary administration and justice sector reform\n\nBINUH will comprise advisory units on politics, governance, justice, gang violence, police and corrections, human rights, security, and mission support.\n\nThe Council requests BINUH to mainstream gender considerations throughout its mandate and ensure the full participation of women at all levels.\n4. Requests the Secretary-General to provide strategic benchmarks with indicators for achieving tasks outlined in OP1 in the final 90-day report on MINUJUSTH due in October 2019, in partnership with the Government of Haiti, MINUJUSTH, and the UN Country Team in Haiti.\n\n5. Underscores the need for integration of BINUH and UN Country Team activities in Haiti, stressing a seamless transition to BINUH after 15 October 2019 to ensure continuity.\n\n6. Underlines the need for BINUH to maintain close collaboration, coordination, and information sharing with all UN entities and local and international partners to prevent duplication of effort and maximize resource leverage.\n\n7. Requests the Secretary-General to include updates on an integrated strategic framework and resource mobilization strategy in his regular reports, seeking perspectives from all relevant parties.\n\n8. Requests the Secretary-General to report to the Council on implementation of this resolution every 120 days, starting from 16 October 2019, including mandate implementation failures and measures taken.\n\n9. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2476_2019_EN.pdf"
}