{
  "resolution_no": "2463",
  "year": "2019",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Sanctions",
    "Elections"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MONUSCO",
    "UN Group of Experts",
    "UNCT",
    "SRSG",
    "International Criminal Court"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council every three months on the implementation of MONUSCO’s mandate and every six months on the implementation of the commitments under the PSC Framework",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2463 (2019) on 29 March 2019, recalling its previous resolutions and statements on the Democratic Republic of the Congo (DRC). The Council reaffirmed its commitment to the sovereignty, independence, unity, and territorial integrity of the DRC and all States in the region. \n\nIt welcomed the peaceful holding of presidential, national, and provincial elections in the DRC, commending the Congolese people for their calm and determination, and noted the first peaceful transfer of power between Heads of State. \n\nThe Council stressed the importance of completing the current electoral cycle, including outstanding legislative by-elections, and called for peaceful, transparent, inclusive, and credible local elections. \n\nIt recalled that the Government of the DRC bears primary responsibility to protect civilians, and welcomed preliminary actions taken by President Tshisekedi to address restrictions on the political space. \n\nThe Council expressed concern over recurring cycles of conflict and violence by armed groups, and called for urgent support for disarmament, demobilization, and reintegration (DDR) of former combatants. \n\nIt reiterated deep concern over the security and humanitarian crisis in the DRC, exacerbated by foreign and domestic armed groups, and emphasized the importance of addressing the threat posed by these groups. \n\nThe Council condemned human rights violations and abuses, including targeted attacks against civilians, sexual and gender-based violence, and recruitment of children by armed groups. \n\nIt called upon the Government of the DRC to facilitate access for the Joint Human Rights Office (UNJHRO) to detention centers, hospitals, and morgues. \n\nThe Council emphasized the need for the Government to respect human rights and refrain from disproportionate use of force, and welcomed President Tshisekedi's commitments to combat impunity. \n\nIt reiterated concern over the lack of progress in investigations and prosecutions against alleged perpetrators of human rights violations, and called for further efforts to hold those responsible accountable. \n\nThe Council recalled the importance of fighting impunity within all ranks of the Armed Forces of the DRC (FARDC) and Congolese National Police (PNC), and commended the DRC authorities for prosecutions and convictions of members.\nThe Security Council,\n\nCondemning the ongoing violence and human rights abuses in the Democratic Republic of Congo (DRC), \n\nEncourages the Government of the DRC to hold accountable those responsible for crimes against humanity; \n\nReaffirms the Peace, Security and Cooperation (PSC) Framework as an essential mechanism for durable peace and stability in the DRC and the region; \n\nRecalls its readiness to impose targeted sanctions for human rights violations, abuses, or violations of international humanitarian law; \n\nRecalls the cooperation between the DRC Government and the International Criminal Court (ICC) to hold accountable those responsible for genocide, war crimes, and crimes against humanity; \n\nEncourages continued efforts by the Secretary-General, African Union, International Conference on the Great Lakes Region, and Southern African Development Community to restore peace and security in the DRC; \n\nReaffirms the important role of women and youth in conflict prevention, resolution, and peacebuilding; \n\nExpresses concern over the illegal exploitation and trafficking of natural resources; \n\nExpresses great concern over the humanitarian situation, with 12.8 million Congolese in need of humanitarian assistance; \n\nExpresses grave concern over the Ebola outbreak, which has affected over 1000 people and claimed over 600 lives; \n\nRecalls its relevant resolutions on the protection of humanitarian and medical personnel; \n\nRecalls its relevant resolutions on women, peace and security, youth, peace and security, children and armed conflict, and the protection of civilians in armed conflict; \n\nWelcomes efforts of the DRC Government to prevent and end the recruitment and use of children and sexual violence; \n\nWelcomes the progress achieved by the DRC Government, including the Presidential Adviser on Sexual Violence and the Recruitment of Children; \n\nWelcomes the work carried out by MONUSCO child protection advisors and the UN Country Team to prevent and eliminate violations and abuses committed against children.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n**Confidence-building and Mediation**\n- Recognizes the importance of confidence-building, facilitation, mediation, and community engagement for MONUSCO to enhance its protection, information gathering, and situational awareness.\n\n**Sexual Exploitation and Abuse (SEA)**\n- Welcomes the Secretary-General's zero-tolerance policy on SEA and notes measures taken by MONUSCO and Troop- and Police-contributing countries to combat SEA.\n- Expresses concern over SEA allegations, emphasizes the need for prompt, credible, and transparent investigations, and stresses the importance of holding those responsible accountable.\n\n**Cooperation with MONUSCO**\n- Reiterates its call on all parties to cooperate fully with MONUSCO and condemns attacks against peacekeepers, emphasizing the need for accountability.\n\n**MONUSCO's Activities**\n- Emphasizes that MONUSCO's activities should build and sustain peace, facilitate progress towards sustainable peace and development, and reduce the threat posed by armed groups.\n\n**Political Situation and Electoral Process**\n- Commends the Congolese people for their conduct during recent elections, which led to the first peaceful transfer of power.\n- Calls upon the DRC authorities to stabilize and strengthen State institutions, with MONUSCO's support, and to ensure a climate of peace, transparency, and inclusion during preparations for local elections.\n\n**Human Rights**\n- Condemns violence in Eastern DRC and the Kasaï region, and stresses the importance of prompt and transparent investigations into human rights violations.\n- Urges the Government of the DRC to hold accountable those responsible for human rights violations, particularly those that may amount to war crimes and crimes against humanity.\n- Reiterates its concern about human rights violations by State agents and welcomes President Tshisekedi's commitments to hold security forces and police accountable.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Condemns sexual violence in conflict in the DRC, welcomes efforts by the government to combat it, and urges continued strengthening of efforts to combat impunity.\n\n Encourages implementation of the National Strategy and Roadmap to evaluate the Joint Communiqué on fighting sexual violence.\n\n Welcomes progress in consolidating gains of the Action Plan to end and prevent recruitment and use of children.\n\n Strongly condemns armed groups' violations of international humanitarian law and human rights abuses.\n\n Demands that armed groups cease violence, disband, and lay down arms.\n\n Urges regional governments to collaborate to address threats from foreign armed groups.\n\n Calls for joint operations by FARDC and MONUSCO to neutralize armed groups.\n\n Calls on the government to take further military and non-military action to end threats from armed groups.\n\n Welcomes renewed commitment to the PSC Framework, essential for durable peace and stability.\n\n Calls on the government to advance security sector reform, protect civilians, and establish professional security forces.\n\n Urges a strategic shift in DDR to attract combatants to demobilize and transition to civilian life.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n* Encourages the government and international partners to allocate resources to DDR initiatives and acknowledges the absence of a credible DDR process is preventing armed elements from laying down their weapons.\n\n* Calls for continued national efforts to address the threat posed by the illicit transfer, accumulation, and misuse of small arms and light weapons.\n\n* Extends the mandate of MONUSCO in the DRC until 20 December 2019, including its Intervention Brigade.\n\n* Decides on a troop ceiling of 16,215 military personnel, 660 military observers and staff officers, 391 police personnel, and 1,050 personnel of formed police units.\n\n* Sets strategic priorities for MONUSCO: \n  - Protection of civilians\n  - Support to stabilization and strengthening of State institutions\n\n* Stresses that MONUSCO's mandate should prioritize tasks, including protection of civilians, and requests the Secretary-General to reflect this prioritization in deployment and budgetary resources.\n\n* Notes that a purely military solution to armed groups' activities is not possible and underlines the importance of enhanced political and conflict analysis.\n\n* Urges MONUSCO to work with the Office of the Special Envoy for the Great Lakes to seek political solutions to stop cross-border flows of armed combatants, arms, and conflict minerals.\n\n* Authorizes MONUSCO to take necessary measures to carry out its mandate.\n\n* Outlines MONUSCO's priority tasks:\n  - Protection of civilians through a comprehensive approach\n  - Neutralize armed groups through the Intervention Brigade\n  - Work with the Government and humanitarian workers to identify threats to civilians and implement prevention and response plans\n  - Enhance interaction with civilians and strengthen early warning mechanisms.\nThe Security Council authorizes MONUSCO to conduct operations to:\n\n**Neutralize Armed Groups and Protect Civilians**\n\n* Conduct operations to prevent expansion, neutralize, and disarm armed groups, in compliance with international law, including humanitarian law, and UN human rights due diligence policy (HRDDP)\n* Guarantee effective protection of civilians, including in support of Intervention Brigade operations\n\n**Support to Stabilization and Strengthening of State Institutions**\n\n* Provide technical and political support to promote reconciliation, democratization, and inclusion\n* Support coordination between government, international partners, and UN agencies for stabilization efforts\n* Provide expertise, advice, and training to Congolese security forces to strengthen their capacity\n* Monitor and report on human rights violations and abuses\n\n**Protection of United Nations Personnel**\n\n* Ensure protection of UN personnel, facilities, installations, and equipment\n\n**Disarmament, Demobilization, Reintegration (DDR)**\n\n* Provide good offices, advice, and assistance for DDR of Congolese combatants\n* Support disposal of weapons and ammunition of disarmed combatants\n* Support repatriation, resettlement, and reintegration of foreign combatants\n* Collaborate with government to implement Action Plan to prevent and end recruitment and use of children and sexual violence by FARDC\n\n**Investigate and Prosecute Crimes**\n\n* Work with DRC authorities to investigate and prosecute those responsible for genocide, war crimes, and crimes against humanity\n* Support government to promote human rights and fight impunity\n\n**Good Offices and Advice**\n\n* Provide good offices, advice, and assistance to government to facilitate prevention, mitigation, and resolution of intercommunal conflicts\n* Support government to promote human rights and fight impunity\nHere is a summarized version of the Security Council document:\n\n**Security Sector Reform (SSR)**\n\n* Work with the DRC Government on police reform, including assisting the Comité de réforme de la police and advocating for the establishment of the Secrétariat Général à la sécurité et à l’ordre public.\n* Encourage inclusive SSR, delivering security, law enforcement, and justice to all, including women and children, and accelerate national ownership of SSR.\n* Support army reform that enhances accountability, efficiency, and effectiveness, with UN support only for joint operations with oversight and scrutiny.\n* Implement recommendations for justice and prison sector reforms, including on the fight against impunity.\n\n**Sanctions Regime**\n\n* Monitor the implementation of the arms embargo and observe and report on flows of military personnel, arms, or related materiel across the eastern border of the DRC.\n* Seize, collect, record, and dispose of arms or related materiel brought into the DRC in violation of the embargo.\n\n**Child Protection**\n\n* Take fully into account child protection throughout its mandate and assist the DRC Government in ensuring children's rights are protected.\n* Assist in DDR processes and SSR, and during interventions leading to the separation of children from armed groups.\n\n**Gender, Sexual Violence, Sexual Exploitation and Abuse**\n\n* Take fully into account gender considerations throughout its mandate and assist the DRC Government in ensuring equal and meaningful participation of women.\n* Ensure support provided to national security forces is in strict compliance with the UN's Human Rights Due Diligence Policy (HRDDP).\n* Hold accountable all perpetrators of violations of international humanitarian law, including sexual exploitation and abuse.\n\n**Humanitarian Access**\n\n* Demand that all parties allow and facilitate full, safe, immediate, and unhindered access of humanitarian personnel, equipment, and supplies.\n* Strengthen collaboration with humanitarian actors and streamline coordination mechanisms.\n* Emphasize the importance of maintaining international support to bring the Ebola outbreak to an end.\n\n**Funding and Support**\n\n* Call on all Member States to generously contribute to the UN humanitarian appeals for the DRC and the region.\nHere is a concise summary of the Security Council document 2463 (2019):\n\n**Support to the Group of Experts**\n\n* The Security Council expresses full support to the UN Group of Experts established by resolution 1533 (2004)\n* Calls for enhanced cooperation between all States, MONUSCO, and the Group of Experts\n* Encourages timely information exchange and cooperation with the Group of Experts\n\n**Mission effectiveness**\n\n* Recalls provisions on performance policy framework for UN peacekeeping (resolution 2409 (2018))\n* Welcomes initiatives to standardize a culture of performance in UN peacekeeping\n* Requests MONUSCO to consider environmental impacts of its operations\n* Requests the Secretary-General to implement a zero-tolerance policy on serious misconduct, sexual exploitation and abuse, fraud, corruption, and trafficking\n\n**Strategic review and exit strategy**\n\n* Underscores the need to progressively transfer MONUSCO's tasks to the Government of the DRC, UNCT, and other stakeholders\n* Requests the Secretary-General to conduct an independent strategic review of MONUSCO by 20 October 2019\n* The review should assess continued challenges to peace and security in the DRC and articulate a phased exit strategy\n\n**Reports by the Secretary-General**\n\n* Requests the Secretary-General to report to the Council every three months on MONUSCO's mandate implementation, including:\n\t+ Situation on the ground and operations to neutralize armed groups\n\t+ Security risks and mandate implementation\n\t+ Progress made by the DRC on human rights and PSC Framework commitments\n\t+ Progress in implementing measures to transform MONUSCO and improve performance\n\t+ Risks and implications for UN personnel and facilities safety and security\n\t+ Performance of MONUSCO units\nThe Security Council:\n\n Requests the Secretary-General to certify, through the Force Commander, contingents who have not met requirements and outline plans for those contingents where remediation is not suitable;\n\n Requests the Secretary-General to report to the Council every six months, in coordination with the Special Envoy for the Great Lakes Region and the Special Representative for the DRC, on the implementation of the PSC Framework and its connection to the security situation in the Great Lakes Region;\n\n Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2463_2019_EN.pdf"
}