{
  "resolution_no": "2494",
  "year": "2019",
  "theme": [
    "Peacekeeping",
    "Western Sahara",
    "Self-determination"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINURSO",
    "UNHCR",
    "OHCHR"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council on a regular basis, and at any time he deems appropriate during the mandate period, to include within six months of this mandate’s renewal and again prior to its expiration",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms its support for the Secretary-General's efforts to implement previous resolutions on Western Sahara.\n\n Pays tribute to Horst Köhler, former Personal Envoy, and welcomes the new momentum created by the roundtable meetings.\n\n Encourages the resumption of consultations between the incoming Personal Envoy and parties (Morocco, Frente Polisario, Algeria, and Mauritania) to achieve a political solution.\n\n Reaffirms its commitment to assist the parties to achieve a just, lasting, and mutually acceptable solution, based on compromise, and self-determination of the people of Western Sahara.\n\n Calls upon parties to cooperate more fully with each other and the UN, and to strengthen their involvement in the political process.\n\n Recognizes the importance of stability and security in the Sahel region and the role of enhanced cooperation between Maghreb Arab Union Member States.\n\n Welcomes efforts to keep peacekeeping operations, including MINURSO, under close review and reiterates the need for a rigorous approach to peacekeeping deployments.\n\n Recalls resolutions 2378 (2017) and 2436 (2018) on peacekeeping performance data and objective performance benchmarks.\n\n Encourages increased representation of women in peacekeeping operations.\n\n Recognizes MINURSO's important role and need to fully implement its mandate.\n\n Expresses concern about violations of existing agreements and reiterates the importance of full adherence.\n\n Takes note of Moroccan and Polisario Front proposals and encourages parties to demonstrate further political will towards a solution.\n\n Encourages cooperation with the UN Office of the High Commissioner for Refugees to identify and implement confidence-building measures.\n\n Stresses the importance of improving the human rights situation in Western Sahara and Tindouf camps.\n\n Welcomes steps and initiatives taken by Morocco to promote and protect human rights.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Extends the mandate of MINURSO until 31 October 2020 (para 1)\n* Emphasizes the need for a realistic, practicable, and enduring political solution to the Western Sahara question (para 2)\n* Supports the Secretary-General's efforts to sustain negotiations between Morocco, the Frente Polisario, Algeria, and Mauritania (para 3)\n* Calls for resumed negotiations without preconditions and in good faith (para 4)\n* Invites Member States to assist in these talks (para 5)\n* Reaffirms the need for full respect of military agreements with MINURSO (para 6)\n* Calls for cooperation with MINURSO and unhindered movement for UN personnel (para 7)\n* Emphasizes the importance of a renewed commitment to advancing the political process (para 8)\n* Calls on parties to demonstrate political will and work in an atmosphere propitious for dialogue (para 9)\n* Requests the Secretary-General to brief the Council on a regular basis on the status and progress of negotiations (para 10)\n* Welcomes initiatives to standardize a culture of performance in UN peacekeeping and reaffirms support for a comprehensive performance policy framework (para 11)\n* Urges parties and neighboring states to engage productively with MINURSO on new technologies (para 12)\n* Encourages cooperation with the Office of the UN High Commissioner for Refugees (para 13)\n* Urges Member States to provide voluntary contributions to fund food programmes for refugees (para 14)\n* Requests the Secretary-General to ensure full compliance with the UN zero-tolerance policy on sexual exploitation and abuse (para 15)\nurges troop-contributing and police-contributing countries to take preventative action, including vetting and training, and ensure accountability for misconduct by their personnel through timely investigations by the countries and MINURSO; Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2494_2019_EN.pdf"
}