{
  "resolution_no": "2467",
  "year": "2019",
  "theme": [
    "Women, Peace and Security",
    "Sexual Violence in Conflict"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations entities",
    "UN Women",
    "Special Representative on Sexual Violence in Conflict",
    "Team of Experts on Rule of Law and Sexual Violence in Conflict"
  ],
  "reporting_cycle": "Annual reports by the Secretary-General",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n\nReaffirms commitment to implementation of resolutions on women, peace, and security (1325, 1820, 1888, 1889, 1960, 2106, 2122, and 2242) and relevant Presidential statements;\n\nRecalls commitments of the Beijing Declaration and Platform for Action and obligations under the Convention on the Elimination of All Forms of Discrimination Against Women;\n\nNotes obligations under Geneva Conventions and Additional Protocols;\n\nRecognizes States' primary responsibility to respect and ensure human rights;\n\nAffirms Member States' primary role in implementing women, peace, and security resolutions;\n\nTakes note of the Secretary-General's report (S/2019/280);\n\nRemains deeply concerned over slow progress in addressing and eliminating sexual violence;\n\nRecognizes significance of 20-year anniversary of resolution 1325;\n\nExpresses deep concern at threats and human rights violations against women and girls;\n\nEmphasizes advancing gender equality and women's empowerment is critical to prevention and response;\n\nRecognizes disproportionate impact of sexual violence on women and girls;\n\nUrges rigorous prosecution of sexual violence crimes;\n\nReiterates need for civilian and military leaders to demonstrate commitment to prevention and accountability;\n\nRecalls States' responsibilities to end impunity and prosecute those responsible for crimes.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Notes that limited numbers of perpetrators of sexual violence have been brought to justice and recognizes the weakness of national justice systems in conflict and post-conflict situations.\n* Recognizes the need for a survivor-centered approach in preventing and responding to sexual violence and the importance of non-discriminatory access to services for survivors.\n* Reiterates its demand for the complete cessation of all acts of sexual violence by all parties to armed conflict and calls for specific time-bound commitments to combat sexual violence.\n* Welcomes efforts by the Secretary-General, his Special Representative, and other UN entities to prevent and address sexual violence in conflict and post-conflict situations.\n* Encourages national authorities to strengthen legislation to foster accountability for sexual violence and stresses the critical role of domestic investigation and judicial systems.\n* Recognizes the work of the Informal Experts Group on Women, Peace and Security and expresses its intention to consider its information, analysis, and recommendations.\n* Requests the Secretary-General to include a gap assessment and recommendations on how to strengthen and monitor implementation of relevant commitments by parties to conflict and support local, national, and regional efforts to address the needs of survivors of sexual violence in conflict.\n\nReiterates deep regret that civilians continue to account for the vast majority of casualties in situations of armed conflict.\n \nReaffirming its respect for the sovereignty, territorial integrity and political independence of all States in accordance with the Charter.\nHere is a concise summary of the Security Council document:\n\n6. The Security Council requests the Secretary-General and relevant UN entities to strengthen monitoring, analysis, and reporting on conflict-related sexual violence, including rape, and consider addressing sexual violence used as a tactic of war and terrorism.\n\n7. The Council reiterates the need for full transparency, cooperation, and coordination between the Special Representatives of the Secretary-General on Children and Armed Conflict and on Sexual Violence in Conflict.\n\n8. The Council encourages UN mandating bodies to include considerations on addressing sexual violence in armed conflict and post-conflict situations in their mandates and terms of reference, and to ensure that investigations are well-coordinated and respect the safety and confidentiality of survivors.\n\n9. The Council calls for a more systematic, reliable, and rigorous approach to gathering accurate and sex-disaggregated information on sexual violence in conflict and post-conflict situations.\n\n10. The Council urges existing Sanctions Committees to apply targeted sanctions against those who perpetrate and direct sexual violence in conflict.\n\n11. The Council encourages the Secretary-General to ensure that expert groups and monitoring teams include members with dedicated sexual violence and gender expertise.\n\n12. The Council calls upon all peacekeeping and relevant UN missions to share information about sexual violence with relevant Sanctions Committees.\n\n13. The Council recognizes the need to integrate prevention, response, and elimination of sexual violence in conflict and post-conflict situations and addressing its root causes in all relevant resolutions.\n\n14. The Council calls upon Member States to strengthen legislation and enhance investigation and prosecution of sexual violence in conflict and post-conflict situations.\n\n15. The Council urges Member States to strengthen access to justice for victims of sexual violence, including prompt investigation, prosecution, and punishment of perpetrators.\n\n16. The Council encourages Member States to adopt a survivor-centered approach in preventing and responding to sexual violence, ensuring non-discriminatory and specific prevention and response.\n\na. The Council calls upon all Member States to ensure that survivors of sexual and gender-based violence receive care required by their specific needs without discrimination.\nHere is a summarized version of the Security Council document:\n\nb. Notes the link between sexual violence in conflict and HIV infection, and the disproportionate burden of HIV and AIDS on women and girls;\n\nc. Encourages leaders to play a more active role in advocating against sexual violence, and to assist with social and economic reintegration of survivors and their families;\n\nd. Encourages Member States to ensure the full and meaningful participation of survivors of sexual violence in transitional justice processes;\n\n17. Calls upon Member States to make effective remedy and assistance available to victims of sexual violence, and to consider establishing a survivors’ fund;\n\n18. Recognizes the specific needs of women and girls who become pregnant as a result of sexual violence, and urges states to recognize their equal rights;\n\n19. Recognizes the importance of supporting civil society, especially local, grassroots, women-led organizations, and community leaders;\n\n20. Encourages capacity building for women-led and survivor-led organizations;\n\n21. Welcomes briefings by women from civil society, and calls upon States to condemn acts of discrimination and violence against them;\n\n22. Requests the Secretary-General to ensure timely deployment of Women Protection Advisers;\n\n23. Reiterates its intention to include provisions on promoting gender equality and empowering women in UN mission mandates;\n\n24. Recognizes the role of UN peacekeeping contingents in preventing sexual violence, and calls for training on sexual and gender-based violence;\n\n25. Welcomes the Secretary-General’s decision to prohibit state actors repeatedly listed in his reports from participating in UN peacekeeping operations;\n\n26. Calls upon Member States and the UN to support security sector reform processes to address sexual violence;\n\n27. Encourages Member States to ensure the integration of gender analysis.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Reiterates the need to integrate training into national disarmament, demobilization, and reintegration processes, ensuring women and ex-combatants have access to trauma services and reintegration initiatives.\n\n Stresses that acts of sexual and gender-based violence can be a tactic used by certain parties to armed conflict, including non-state armed groups designated as terrorist groups, and affirms that victims should have access to national relief and reparations programmes.\n\n Requests the Counter-Terrorism Committee Executive Directorate (CTED) to include information on efforts to address trafficking in persons and its link with sexual violence in conflict and post-conflict situations.\n\n Calls upon parties to conflict to ensure ceasefire and peace agreements contain provisions that stipulate sexual violence as a prohibited act and exclude sexual violence crimes from amnesty and immunity provisions.\n\n Recognizes the heightened risks of sexual and gender-based violence faced by displaced persons and encourages Member States to consider resettlement or local integration support for survivors.\n\n Notes that sexual violence disproportionately affects women and girls, but also affects men and boys, and urges Member States to protect male survivors and challenge cultural assumptions.\n\n Welcomes efforts of regional and sub-regional organizations to address and eliminate sexual violence and encourages them to continue.\n\n Recognizes the role of United Nations Action Against Sexual Violence in Conflict and encourages the revision and development of operational tools and guidance.\n\n Calls upon Member States, UN entities, and civil society actors to make commitments to implement the Women, Peace and Security agenda.\n\n Requests the Secretary-General to submit annual reports on the implementation of relevant resolutions and include gender-sensitive analysis in his conflict analysis.\n\n Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2467_2019_EN.pdf"
}