{
  "resolution_no": "2472",
  "year": "2019",
  "theme": [
    "Peacekeeping",
    "Somalia",
    "Security Sector Reform",
    "Human Rights",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "AMISOM",
    "UNSOM",
    "UNSOS",
    "AU",
    "UN"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days, and the AU reports every 90 days through the Secretary-General",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Somalia, reaffirms respect for Somalia's sovereignty, territorial integrity, and unity.\n\nCondemns human rights and humanitarian law violations, and Al Shabaab attacks, expressing concern over pro-Islamic State actors in Somalia.\n\n Pays tribute to AMISOM and Somali security forces' bravery and commends AMISOM's contribution to peace and stability.\n\nWelcomes support from UNSOS, UNSOM, and international partners, and looks forward to the new Special Representative of the Secretary-General.\n\nUnderlines the importance of an inclusive political settlement between the Federal Government and Federal Member States.\n\nExpresses grave concern at the humanitarian situation and commends AMISOM's efforts to facilitate humanitarian assistance.\n\nEmphasizes the need for risk assessment and management strategies for climate change, natural disasters, and other factors.\n\nTaking note of the 2019 Joint AU-UN Review of AMISOM and other relevant documents.\n\nDetermining that Somalia continues to pose a threat to international peace and security.\n\nActing under Chapter VII:\n\n1. Calls on the Federal Government and Federal Member States to accelerate progress towards an inclusive political settlement, including resource and power sharing, governance structures, and security planning for elections.\n\n2. Underlines that a comprehensive approach to security is needed to defeat Al Shabaab.\n\n3. Recalls support for the Transition Plan and underscores the need for AMISOM's strategic tasks to be seen in the context of the transition.\n\n4. Calls for a coordinated approach to Somali-led reforms, including increased coordination and collaboration among stakeholders.\n\n5. Underscores the need for threat assessments and civilian protection in transitioning locations, and for strategic and operational decision-making processes to include Somali authorities and international partners.\nThe Security Council:\n\n6. Urges the Federal Government of Somalia (FGS) to focus on generating able, accountable, acceptable, and affordable Somali forces with international support, allowing the transfer of security responsibilities from AMISOM.\n\n7. Authorizes the African Union (AU) Member States to maintain AMISOM deployment until 31 May 2020, with a reduced uniformed personnel level of 19,626 by 28 February 2020, and a minimum of 1,040 AMISOM police personnel.\n\n8. Authorizes AMISOM to take necessary measures in compliance with international law to carry out its mandate.\n\n9. Authorizes AMISOM to pursue strategic objectives: \n    (a) Hand over security responsibilities to Somali forces by 2021;\n    (b) Reduce Al Shabaab threat;\n    (c) Assist Somali forces to provide security for the political process.\n\n10. Authorizes AMISOM to carry out priority tasks: \n    (a) Maintain presence in sectors;\n    (b) Mentor and assist Somali forces;\n    (c) Secure key supply routes;\n    (d) Assist Somali authorities;\n    (e) Conduct targeted operations against Al Shabaab;\n    (f) Reconfigure AMISOM;\n    (g) Protect personnel;\n    (h) Receive defectors;\n    (i) Support the ban on charcoal export.\n\n11. Requests the AU to update and develop the Concept of Operations (CONOPS) by November 2019.\n\n12. Requests the AU to strengthen operational coordination and command among AMISOM contingents.\n\n13. Supports equipment optimization and review to strengthen AMISOM’s operational capabilities.\n\n14. Supports deployment of AMISOM’s civilian component to sectors.\nHere is a concise summary of the Security Council document:\n\n15. The Council underlines the importance of AMISOM forces carrying out their mandate in compliance with international law, protecting civilians, and cooperating with UNSOM and UNSOS on human rights.\n\n16. The Council requests AMISOM to strengthen reporting on civilian casualties and ensure mitigation measures are in place.\n\n17. The Council reaffirms AMISOM's zero-tolerance policy on Sexual Exploitation and Abuse and requests the AU and troop-contributing countries to screen personnel and hold perpetrators accountable.\n\n18. The Council encourages increasing female uniformed personnel in AMISOM and urges full participation of women across its operations.\n\n19-20. The Council requests the Secretary-General to provide logistical support to AMISOM and Somali security forces, ensuring compliance with the Human Rights Due Diligence Policy.\n\n21. The Council requests the Secretary-General to work closely with the AU in supporting the implementation of this resolution.\n\n22. The Council calls for new donors to provide support for AMISOM, United Nations Trust Funds, and Somali security sector development.\n\n23. The Council underlines the need to enhance financing predictability for AU-led peace support operations.\n\n24. The Council urges the Federal Government of Somalia to deliver on commitments set out in the Security Pact.\n\n25. The Council underlines steps taken by the Federal Government towards institution reform and capacity-building in the security sector.\n\n26. The Council calls upon Somali authorities to address the illicit transfer and misuse of small arms and light weapons.\n\n27. The Council reaffirms the importance of the full participation of all Somalis in conflict prevention and resolution.\n\n28. The Council calls on Somali authorities to ensure protection from sexual and gender-based violence.\nThe Security Council:\n\n Condemns violence and calls for implementation of the Joint Communiqué and National Action Plan to combat sexual violence in conflict.\n\n Calls on Somali authorities to prevent child recruitment, sexual violence, and killing, and hold perpetrators accountable.\n\n Expresses concern over refugees and IDPs, and encourages the Federal Government of Somalia (FGS) to ratify and implement the Kampala Convention.\n\n Recalls resolution 2417 (2018) and expresses concern over the humanitarian crisis, condemning attacks on humanitarian personnel and demanding unhindered access for aid delivery.\n\n Requests the AU to report every 90 days on AMISOM's mandate implementation, including joint operations, performance issues, and civilian protection.\n\n Requests the Secretary-General to report regularly on resolution implementation, including Somali security forces' progress, HRDDP implementation, and UNSOS support.\n\n Reaffirms intention to review AMISOM's configuration and requests an independent assessment by January 31, 2021, on international engagement in Somalia post-2021.\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2472_2019_EN.pdf"
}