{
  "resolution_no": "2486",
  "year": "2019",
  "theme": [
    "Peacekeeping",
    "Libya",
    "Political Process",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNSMIL",
    "Libya Sanctions Committee",
    "ISIL",
    "Al-Qaida"
  ],
  "reporting_cycle": "at least every 60 days",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions on Libya, reaffirms its commitment to the country's sovereignty, independence, territorial integrity, and national unity. It expresses strong support for the United Nations Support Mission in Libya (UNSMIL) and its Special Representative, Ghassan Salamé, in facilitating a Libyan-led and Libyan-owned inclusive political process. The Council calls on all parties to work together, refrain from actions undermining the process, and engage in national reconciliation. It expresses grave concern over ongoing hostilities, terrorist and extremist groups' exploitation of the conflict, and the targeting of civilian infrastructure.\n\nThe Council urges the full participation of women in democratic transition, conflict resolution, and peacebuilding. It welcomes efforts to prepare for and conduct national and municipal elections and recognises the key role of the Special Representative in setting the constitutional basis for elections. The Council reiterates its call for Libyans to work towards unifying military and economic institutions, establishing unified national security forces, and a unified Central Bank.\n\nThe Council recognises the need for disarmament, demobilisation, and reintegration of armed groups and an inclusive, civilian-led security architecture. It welcomes the economic dialogue and UNSMIL's role in support, and calls on Libyan authorities to improve liquidity and address predation. The Council recalls that Libya's oil resources are for the benefit of all Libyans and must remain under the National Oil Corporation's control.\n\nThe Council expresses grave concern at the deteriorating humanitarian situation, including living standards and basic services, and the situation faced by migrants, refugees, and internally displaced people. It urges all parties to prevent and respond to sexual violence and calls on Libyan authorities to end impunity for such crimes. The Council reaffirms that all parties must comply with international humanitarian law and human rights law, and emphasises accountability for violations. It calls on Libyan authorities to investigate violations and abuses, including torture and mistreatment in prisons and detention centres. The Council reiterates its concern at migrant smuggling and human trafficking and welcomes UNSMIL's coordination and support for humanitarian assistance.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Extends the mandate of UNSMIL, under the leadership of the Special Representative of the Secretary-General, until 15 September 2020 to support an inclusive political process, security and economic dialogue, implementation of the Libyan Political Agreement, and subsequent phases of the Libyan transition process.\n\n2. Tasks UNSMIL to support key Libyan institutions, provide humanitarian assistance, monitor human rights, support securing uncontrolled arms, and coordinate international assistance.\n\n3. Requests the Secretary-General to assess steps required to reach a lasting ceasefire and advance the political process.\n\n4. Recalls the arms embargo and calls on Member States not to intervene in the conflict or exacerbate it.\n\n5. Requests UNSMIL to take a gender perspective into account and assist the GNA in ensuring women's participation and protection.\n\n6. Welcomes UNSMIL's progress in re-establishing a presence in Libya.\n\n7. Encourages continued work towards a comprehensive political strategy and integration of UNSMIL and UN agencies.\n\n8. Requests the Secretary-General to report to the Security Council every 60 days.\n\n9. Requests the Secretary-General to report on recommendations for UNSMIL's support to the Libyan transition process.\n\n10. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2486_2019_EN.pdf"
}