{
  "resolution_no": "2488",
  "year": "2019",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Arms Embargo"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MINUSCA",
    "European Union training missions",
    "French forces",
    "Panel of Experts on the CAR"
  ],
  "reporting_cycle": "Secretary-General reports by 31 December 2019, and Committee updates by 31 December 2019",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on the Central African Republic (CAR), welcomes efforts by CAR authorities to reform the security sector, and the signing of the Agreement on Peace and Reconciliation on 6 February 2019.\n\nThe Council recalls its intention to review arms embargo measures on CAR authorities by 30 September 2019 and takes note of reports from CAR authorities and the Secretary-General.\n\nThe Council:\n\n1. Recalls the arms embargo measures imposed on the CAR, which shall continue until 31 January 2020.\n2. Decides to adjust these measures, exempting:\n \n(a) Supplies for MINUSCA, EU training missions, French forces, and other Member States' forces providing training and assistance.\n \n(b) Non-lethal equipment and assistance for CAR security forces for security sector reform, in coordination with MINUSCA.\n \n(c) Supplies for Chadian or Sudanese forces for international patrols.\n \n(d) Non-lethal military equipment for humanitarian or protective use.\n \n(e) Protective clothing temporarily exported by UN personnel.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Lifts the arms embargo on the Central African Republic (CAR) for supplies and related equipment for:\n\t* Official government forces and CAR police (para 2(d));\n\t* Personal use of UN personnel, media, and humanitarian workers (para 2(e));\n\t* International-led patrols in the Sangha River Tri-national Protected Area and armed wildlife rangers (para 2(f));\n\t* CAR security forces for security sector reform (SSR) with calibre 14.5mm or less (para 2(g));\n\t* CAR security forces for SSR with approval from the Committee (para 2(h));\n\t* Other sales or supplies with Committee approval (para 2(i));\n2. Requires notifications to the Committee at least 20 days in advance for deliveries (para 3);\n3. Specifies details required for notifications and exemption requests (para 4);\n4. Prohibits resale or transfer of arms to non-CAR security forces (para 5);\n5. Requests updates from CAR authorities on SSR, disarmament, demobilization, reintegration, and repatriation (DDRR), and weapons management by 31 December 2019 (para 6);\n6. Requests the Secretary-General to update the Security Council on CAR progress by 31 December 2019 (para 7);\n7. Calls on CAR authorities to allow access to notified and exempted arms, mark and register arms, and track their circulation (para 8);\n8. Encourages regional cooperation to combat transnational criminal networks and armed groups (para 9);\n9. Affirms intention to review measures and provisions by 31 January 2020 (para 10);\n10. Reaffirms measures imposed by resolution 2454 (2019) (para 11);\n11. Remains seized of the matter (para 12).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2488_2019_EN.pdf"
}