{
  "resolution_no": "2482",
  "year": "2019",
  "theme": [
    "Terrorism",
    "Organized Crime",
    "Counter-Terrorism",
    "International Cooperation"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "Counter Terrorism Committee (CTC)",
    "Counter-Terrorism Executive Directorate (CTED)",
    "United Nations Office on Drugs and Crime (UNODC)",
    "United Nations Office for Counter Terrorism (UNOCT)"
  ],
  "reporting_cycle": "twelve months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nRecalling previous resolutions on terrorism and organized crime, reaffirms the Single Convention on Narcotic Drugs of 1961 and other international conventions.\n\nWelcoming efforts to promote international cooperation against transnational organized crime, corruption, and terrorism.\n\nExpressing concern that terrorists benefit from organized crime, and emphasizing the need for coordinated efforts to respond.\n\nAcknowledging terrorists' benefits from organized crime, such as trafficking in arms, drugs, and persons.\n\nStrongly condemning the flow of weapons to ISIL, Al-Qaida, and associated groups.\n\nEmphasizing the combined presence of terrorism and organized crime exacerbates conflicts.\n\nSeriously concerned by terrorist groups conducting attacks.\n\nReaffirming commitment to sovereignty, territorial integrity, and political independence.\n\nReaffirming that counter-terrorism measures must comply with international law.\n\nUnderscoring the need for Member States to strengthen criminal justice and law enforcement capacities.\n\nRecalling the urge to Member States to implement the Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms.\n\nEncouraging Member States to collect information and identify links between organized crime and terrorism.\nHere is a concise summary of the Security Council document:\n\nThe Security Council stresses the need to combat international terrorism and organized crime, which pose a threat to international security. It calls on Member States to enhance coordination of efforts to strengthen a global response to the linkages between these two phenomena.\n\nThe Council emphasizes the importance of good governance, fighting corruption, money-laundering, and terrorist financing, and implementing the United Nations Convention against Transnational Organized Crime, the Convention against Corruption, and the International Convention for the Suppression of the Financing of Terrorism.\n\nIt also urges Member States to:\n\n* Conduct research and collect information on the linkages between terrorism and organized crime\n* Enhance knowledge of and better understand the nature and scope of these linkages\n* Intensify and accelerate the exchange of relevant operational information and financial intelligence\n* Strengthen efforts to counter the threat posed by the illicit cultivation, production, trafficking, and consumption of narcotic drugs and psychotropic substances\n* Investigate, disrupt, and dismantle organized criminal networks involved in trafficking in persons\n* Implement legislation to address all forms of trafficking in persons, including when committed by armed and terrorist groups\n* Implement and strengthen compliance with the FATF revised Forty Recommendations on Combating Money Laundering and the Financing of Terrorism and Proliferation\n* Adopt and implement measures to prevent terrorists from acquiring weapons, including the illicit manufacture, possession, stockpiling, and trade of explosives and other materials.\n\nThe Council also notes the important contribution of public-private partnerships, the role of the UNODC, and the need to rehabilitate and reintegrate prisoners, and to avoid recidivism.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Condemns trafficking of military and dual-use materials used for illegal manufacture of arms.\n\n Urges States to prohibit illegal manufacture of unmarked small arms and light weapons.\n\n Encourages States to strengthen border cooperation and information exchange.\n\n Expresses concern at illegal exploitation and trafficking of natural resources by armed groups.\n\n Encourages States to end illicit trade in natural resources, particularly gold.\n\n Calls on Member States to strengthen border management and investigate/prosecute terrorists and organized criminals.\n\n Requests States to collect and analyze Advance Passenger Information (API) and Passenger Name Record (PNR) data.\n\n Encourages development of Financial Intelligence Units (FIUs) expertise.\n\n Urges States to ensure counter-terrorism measures comply with international law.\n\n Encourages engagement with local communities and non-governmental actors to counter violent extremism.\n\n Calls on States to increase awareness and capacity of practitioners in correctional systems.\n\n Requests United Nations entities to provide technical assistance and capacity-building to Member States.\nThe Security Council:\n\n* Encourages the Counter Terrorism Committee (CTC) to work with states and organizations to address radicalization to terrorism in prisons and assess terrorist recruitment risks, consistent with international law.\n\n* Directs the CTC, with CTED support, to identify and examine member states' efforts to impede terrorist groups from benefiting from organized crime, and to identify good practices, gaps, and vulnerabilities.\n\n* Requests CTED to integrate consideration of linkages between terrorism and organized crime into its country assessments and analyses.\n\n* Encourages member states to utilize INTERPOL's policing capabilities to prevent and counter linkages between terrorism and organized crime.\n\n* Requests the Secretary-General to submit a joint report by UNOCT and UNODC, within 12 months, on actions taken by member states and Global Compact entities to address linkages between terrorism and organized crime.\n\n* Decides to remain seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2482_2019_EN.pdf"
}