{
  "resolution_no": "2453",
  "year": "2019",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Women, Peace and Security",
    "Youth, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNFICYP",
    "Cyprus Government",
    "Greek Cypriot and Turkish Cypriot leaders",
    "Committee on Missing Persons"
  ],
  "reporting_cycle": "The Secretary-General reports by 15 April 2019 and 10 July 2019",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council adopted Resolution 2453 (2019) on 30 January 2019, welcoming the Secretary-General's reports on his Good Offices and the UN operation in Cyprus. The Council noted the need to extend the mandate of the UN Peacekeeping Force in Cyprus (UNFICYP) beyond 31 January 2019, given the prevailing conditions on the island.\n\nThe Council echoed the Secretary-General's view that the Cypriots themselves are responsible for finding a solution, and reaffirmed the UN's primary role in assisting the parties to achieve a comprehensive and durable settlement.\n\nThe Council:\n\n* Welcomed the commitments made by the Greek Cypriot and Turkish Cypriot leaders in their Joint Statement of 2 April 2017\n* Urged the sides to engage fully, flexibly, and constructively in negotiations to secure a settlement based on a bicommunal, bizonal federation with political equality\n* Welcomed efforts to promote trust-building measures, including military confidence-building measures, and encouraged renewed efforts to implement remaining measures\n* Underlined the importance of promoting peace education and inter-communal economic cooperation\n* Welcomed the opening of new crossing points and encouraged the opening of other crossing points by mutual agreement\n\nThe Council also:\n\n* Urged the two sides and their leaders to foster positive public rhetoric and explain the benefits of a settlement to both communities\n* Highlighted the importance of the international community's supporting role in helping the leaders renew their commitment to a settlement\n* Expressed concern at the increase in military violations of the status quo and urged all sides to avoid actions that could lead to increased tension\n* Urged rapid agreement on facilitating the recommencement of demining operations and clearance of remaining minefields\n* Commended the work of the Committee on Missing Persons and urged the opening up of access to all areas to allow the Committee to carry out its work.\nHere is a concise summary of the Security Council document 2453 (2019):\n\nThe Security Council:\n\n1. Urges the sides in Cyprus to engage actively and constructively in consultations led by UN Consultant Jane Holl Lute to reach a comprehensive and durable settlement.\n\n2. Calls on the leaders of the two Cypriot communities to commit to a settlement process under UN auspices, engage meaningfully, and avoid actions that might damage the chances of success.\n\n3. Takes note of the reports of the Secretary-General and reaffirms all relevant resolutions on Cyprus.\n\n4. Requests the leaders to:\n- Work on reaching convergences on core issues\n- Intensify work with Technical Committees to enhance intercommunal contacts\n- Promote peace education\n- Improve the public atmosphere for negotiation\n- Increase civil society participation\n\n5. Calls on the sides to explore ways to alleviate tensions and address island-wide matters.\n\n6. Welcomes the Secretary-General's willingness to assist the sides and requests him to maintain transition planning.\n\n7. Requests the implementation of the 2017 strategic review of UNFICYP's recommendations.\n\n8. Urges the implementation of confidence-building measures, including mobile phone and electricity interconnectivity.\n\n9. Stresses the importance of civil society, particularly women's, participation in the peace process.\n\n10. Expects their involvement in post-conflict strategies' development and implementation.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Calls for a gender-sensitive socio-economic impact assessment and sharing of its outcome with both communities.\n2. Stresses the importance of youth participation and encourages intercommunal youth contacts and peace education projects.\n3. Urges parties to provide full access to areas and information to the Committee on Missing Persons to accelerate their work.\n4. Extends the mandate of UNFICYP until 31 July 2019 and requests increased women's participation in the mission.\n5. Expresses concern at ceasefire line violations and calls on parties to respect UNFICYP's authority in the buffer zone.\n6. Calls on the Turkish Cypriot side and Turkish forces to restore the military status quo in Strovilia.\n7. Urges both sides to facilitate demining in Cyprus.\n8. Supports the Secretary-General's performance policy framework and zero-tolerance policy on sexual exploitation and abuse.\n9. Requests reports from the Secretary-General on his Good Offices and progress towards a settlement by 15 April and 10 July 2019.\n10. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2453_2019_EN.pdf"
}