{
  "resolution_no": "2475",
  "year": "2019",
  "theme": [
    "Human Rights",
    "Humanitarian",
    "Disabilities"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations",
    "Security Council"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, reiterating its primary responsibility for international peace and security, expresses concern over the disproportionate impact of armed conflict on persons with disabilities, including abandonment, violence, and lack of access to basic services. The Council recalls the Geneva Conventions, the Convention on the Rights of Persons with Disabilities, and international humanitarian law, emphasizing the need to consider the particular needs of persons with disabilities in humanitarian response.\n\nThe Council urges parties to armed conflict to protect civilians, including those with disabilities, and prevent violence and abuses. It emphasizes the need for States to end impunity for criminal acts against civilians, ensure access to justice and effective remedies, and provide reparation.\n\nThe Council calls for:\n\n* Safe, timely, and unimpeded humanitarian access to all people in need of assistance\n* Sustainable, timely, and inclusive assistance to civilians with disabilities, including reintegration, rehabilitation, and psychosocial support\n* Equal access to basic services, including education, healthcare, transportation, and information and communication technologies\n* Meaningful participation and representation of persons with disabilities in humanitarian action, conflict prevention, resolution, reconciliation, reconstruction, and peacebuilding\n\nThe Council also emphasizes the importance of building capacity and knowledge of the rights and specific needs of persons with disabilities across UN peacekeeping and peacebuilding actors.\nThe Security Council:\n\n8. Urges Member States to eliminate discrimination and marginalization of persons with disabilities in armed conflict, particularly those facing multiple forms of discrimination.\n\n9. Requests the Secretary-General to include information and recommendations on issues affecting persons with disabilities in armed conflict in reports and briefings, and to provide data disaggregated by disability where possible.\n\n10. Recognizes the importance of civil society interactions and intends to invite persons with disabilities and their representative organizations to brief the Council and participate in interactive meetings during Council missions.\n\n11. Urges State parties to comply with their obligations under the Convention on the Rights of Persons with Disabilities.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2475_2019_EN.pdf"
}