{
  "resolution_no": "2474",
  "year": "2019",
  "theme": [
    "Protection of Civilians",
    "Humanitarian",
    "International Humanitarian Law"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "International Committee of the Red Cross (ICRC)",
    "United Nations",
    "Security Council"
  ],
  "reporting_cycle": "Secretary-General reports every 12 months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, guided by the Charter of the United Nations, reaffirms its primary responsibility for maintaining international peace and security, and promoting respect for international humanitarian law. The Council recalls its previous resolutions on the protection of civilians in armed conflict, including resolutions 1265 (1999), 1296 (2000), 1674 (2006), 1738 (2006), 1894 (2009), 2222 (2015), and 2286 (2016). It also recalls resolutions 2417 (2018), 2175 (2014), and 1502 (2003) on the protection of humanitarian personnel.\n\nThe Council expresses concern about the dramatic increase in persons reported missing as a result of armed conflict, which affects not only the missing persons but also their families, especially women and children. It recognizes the importance of allowing families to know the fate and whereabouts of their missing relatives, consistent with applicable international humanitarian law.\n\nThe Council urges States to become parties to Additional Protocols I and II of 1977 to the Geneva Conventions. It reaffirms that parties to armed conflict bear the primary responsibility to take all feasible steps to ensure the protection of civilians. The Council stresses the importance of measures to prevent persons from going missing, including enacting national legislation, ensuring detainee registration, and providing proper means of identification.\n\nThe Council acknowledges the scientific and technological progress in the search for and identification of missing persons, including forensic sciences, DNA analysis, and satellite maps. It emphasizes the importance of the principles of humanity, neutrality, impartiality, and independence in the provision of humanitarian assistance.\n\nThe Council reiterates its strong support for the efforts of international organizations, particularly the International Committee of the Red Cross, in addressing the issue of missing persons. It recognizes the importance of truth, justice, and accountability in efforts towards reconciliation and the peaceful settlement of conflicts. The Council acknowledges that full and timely support for humanitarian components can be critical in ensuring and enhancing the sustainability of any peace agreement and post-conflict peacebuilding.\nHere is a concise summary of the Security Council document 2474 (2019):\n\n1. The Security Council reaffirms its condemnation of deliberate targeting of civilians and calls on parties to armed conflict to end such practices.\n2. Parties to armed conflict must search for missing persons, enable return of remains, and account for missing persons without distinction.\n3. Parties must prevent persons from going missing, facilitate family reunions, and allow exchange of family news.\n4. Special attention must be given to cases of missing children.\n5. Parties must register and notify personal details of detained persons, including prisoners of war.\n6. States must investigate and prosecute offenses linked to missing persons.\n7. Parties must collect, protect, and manage data on missing persons while respecting privacy.\n8. Parties must search for and recover the dead, identify them, and return them to relatives.\n9. National information bureaus or mechanisms must be established to exchange information on detainees and civilians.\n10. The ICRC's efforts in seeking access to information on missing persons are supported.\n11. Existing mechanisms to address missing persons must be strengthened.\n12. Humanitarian personnel must be allowed safe and unimpeded access.\n13. Member States must engage in networking, exchange of experience, and cooperation.\n14. Accountability for missing persons can be a component of peace negotiations and agreements.\n15. Peace agreements must include provisions to facilitate the search for missing persons.\n16. The steps in this resolution can contribute to confidence building, peace negotiations, and peacebuilding.\n17. Member States are encouraged to provide voluntary assistance for exhumation and identification processes.\n18. UN special representatives must take into account the issue of missing persons.\n19. The Secretary-General must include the issue of missing persons in reports on the protection of civilians and brief the Security Council annually.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2474_2019_EN.pdf"
}