{
  "resolution_no": "2466",
  "year": "2019",
  "theme": [
    "Peacekeeping",
    "Rule of Law",
    "Human Rights",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINUJUSTH",
    "United Nations Country Team",
    "Haitian National Police (HNP)",
    "Peacebuilding Commission (PBC)",
    "United Nations Office on Drugs and Crime (UNODC)"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms previous resolutions on Haiti, and its commitment to Haiti's sovereignty, independence, and territorial integrity.\n\nNotes the role of MINUJUSTH in strengthening Haiti's rule of law institutions, including the Haitian National Police (HNP), and human rights monitoring.\n\nRecalls MINUJUSTH's two-year exit strategy, with a transition to a non-peacekeeping UN presence in October 2019.\n\nWelcomes the Secretary-General's report, recommending a Special Political Mission (SPM) succeed MINUJUSTH on 16 October 2019.\n\nAcknowledges HNP's increased capacity, leadership, and crime prevention operations, and emphasizes the importance of effective support from the Government of Haiti and international partners.\n\nNotes Haiti's significant challenges, and the importance of continued progress in reconstruction, social, political, and economic development.\n\nReaffirms the primary responsibility of the Government of Haiti in implementing peacebuilding and sustaining peace strategies.\n\nSupports MINUJUSTH's efforts to tackle human trafficking, transnational organized crime, and combat gang violence.\n\nRequests the Secretary-General to plan for an integrated UN system presence in Haiti, including an SPM.\n\nDecides to extend MINUJUSTH's mandate for a final six-month period until 15 October 2019.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Requests the Secretary-General to prepare for the transition of MINUJUSTH to a Specialized Police Mission (SPM) starting on 16 October 2019, with the capacity to coordinate UN agencies and support the Haitian Government.\n\n2. Requests the Secretary-General to report on the operational details of the proposed SPM within 30 days.\n\n3. Encourages close collaboration between MINUJUSTH and the UN Country Team in Haiti for a seamless transition.\n\n4. Requests the Secretary-General to report on the implementation of this resolution every 90 days.\n\n5. Encourages the Haitian Government and MINUJUSTH to work together to achieve the objectives outlined in the benchmarks of the two-year exit strategy.\n\n6. Requests the Special Representative of the Secretary-General to play a good offices and advocacy role to ensure full implementation of the mandate.\n\n7. Authorizes MINUJUSTH to use all necessary means to carry out its mandate to support and develop the Haitian National Police (HNP).\n\n8. Authorizes MINUJUSTH to protect civilians under imminent threat of physical violence.\n\n9. Requests the Secretary-General to ensure MINUJUSTH maintains capacity to deploy security forces rapidly.\n\n10. Reaffirms the importance of gender mainstreaming throughout MINUJUSTH's mandate.\n\n11. Welcomes initiatives to standardize a culture of performance in UN peacekeeping.\n\n12. Recalls its resolution on the zero-tolerance policy on sexual exploitation and abuse.\n\n13. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2466_2019_EN.pdf"
}