{
  "resolution_no": "2458",
  "year": "2019",
  "theme": [
    "Peacekeeping",
    "Political",
    "Security",
    "Human Rights",
    "Development"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIOGBIS",
    "ECOWAS",
    "African Union",
    "CPLP",
    "European Union",
    "United Nations"
  ],
  "reporting_cycle": "every six months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Guinea-Bissau, notes the report of the Secretary-General and reaffirms its commitment to the country's sovereignty, unity, and territorial integrity.\n\nStresses the need for the Government to take concrete steps to ensure peace, security, and stability, including resolving the political crisis, organizing free and fair elections, reforming the security sector, and tackling corruption.\n\nExpresses concern over the negative impact of the recent political crisis on the country's progress, and urges all actors to prioritize the interests of the Bissau-Guinean people.\n\nWelcomes the engagement of the Special Representative of the Secretary-General, ECOWAS, and other international partners in supporting the country's stabilization efforts.\n\nSupports the continued efforts of the five international organizations involved in the peacebuilding process and appeals to all stakeholders to respect the principles of the UN Charter and international human rights treaties.\n\nRecalls the Conakry Agreement of 2016 and the ECOWAS road map as the primary framework for restoring durable peace and stability.\n\nNotes the final Communiqué of the ECOWAS Authority of Heads of State and Government and reiterates its intention to impose sanctions on those obstructing the electoral process.\n\nEmphasizes the need for respect for democratic principles, national reconciliation, inclusive dialogue, and good governance, and encourages national stakeholders to work together for credible and inclusive elections.\nThe Security Council:\n\nReaffirms the importance of constitutional order, priority reforms in defence, security, and justice sectors, promotion of the rule of law, human rights, socioeconomic development, and fight against impunity and drug trafficking in Guinea-Bissau.\n\nReiterates the need for non-interference of defence and security forces in politics and commends their restraint.\n\nUrges the Government to develop impartial, transparent, accountable, and professional national security and rule of law institutions.\n\nStresses the need for inclusive political dialogue to address social, economic, political, and military problems.\n\nEncourages civilian control and oversight over defence and security forces.\n\nCommends ECOWAS efforts to sustain peace, security, and development and support security sector reform.\n\nWelcomes ECOMIB's contribution to stability and encourages international support.\n\nEncourages African Union's mediation efforts.\n\nCalls for transparent investigations into human rights violations and accountability.\n\nReiterates concern at drug trafficking and transnational organized crime.\n\nRe-emphasizes the need to tackle the problem of drug trafficking in countries of origin, transit, and final destination.\n\nUrges Bissau-Guinean stakeholders to demonstrate commitment to progress in key areas.\n\nEmphasizes the role of women in conflict prevention, resolution, and peacebuilding.\n\nCommends UNIOGBIS, national authorities, and civil society organizations' cooperation to increase women's social and political participation.\n\nReaffirms partners' coordination in support of the Government's efforts.\n\nWelcomes the Peacebuilding Commission's engagement and support to the Conakry Agreement.\n\nDecides to extend UNIOGBIS' mandate for 12 months, until 28 February 2020.\nThe Security Council:\n\n1. Decides on the reconfiguration of UNIOGBIS and reprioritization of its tasks in three phases:\n    - Phase I (electoral phase): UNIOGBIS prioritizes support for legislative elections on 10 March 2019 and presidential election in 2019.\n    - Phase II (post-electoral phase): UNIOGBIS establishes conditions for implementation of the reform agenda, prepares for transition, and closes regional offices by 31 December 2019.\n    - Phase III (transition phase): UNIOGBIS implements transition plan, gradually drawing down and transferring tasks to UNCT, UNOWAS, and international partners by 31 December 2020.\n\n2. Stresses that reconfiguration of UNIOGBIS should occur after the electoral cycle in 2019 and reaffirms the electoral process as a priority.\n\n3. Decides that as of June 2019, UNIOGBIS will operate as a streamlined good offices special political mission led by a Special Representative at the Assistant Secretary-General level.\n\n4. Requests UNIOGBIS to focus on priorities including:\n    - Supporting implementation of the Conakry Agreement and ECOWAS Roadmap.\n    - Facilitating inclusive political dialogue and national reconciliation.\n    - Supporting the electoral process for free and credible elections.\n\n5. Affirms that UNIOGBIS will continue to assist in areas including:\n    - Strengthening democratic institutions.\n    - Promoting and protecting human rights.\n    - Combating drug trafficking and transnational organized crime.\n    - Incorporating a gender perspective into peacebuilding.\n\n6. Supports ECOWAS efforts to advance timely elections and notes its intention to take measures against those obstructing the electoral process.\n\n7. Urges Bissau-Guinea stakeholders to respect and comply with the Conakry Agreement and ECOWAS roadmap.\n\n8. Urges all Bissau-Guinean political actors to work towards preserving stability and holding free and fair elections.\n\n9. Reiterates ECOWAS's important role in supporting peacebuilding and sustaining peace in Guinea-Bissau.\n\n10. Commends political parties and civil organizations for adopting a Code of Conduct for legislative elections.\nHere is a concise summary of the Security Council document 2458 (2019) without adding any extra information or lines:\n\n13. Commends national stakeholders for signing the Stability Pact, a notable step towards implementing the Conakry Agreement, and requests UNIOGBIS to support timely elections and strengthen democracy.\n\n14. Calls on authorities and stakeholders to engage in inclusive dialogue to consolidate progress, address instability root causes, and work together.\n\n15. Underscores the need for inclusive dialogue to consolidate peace and stability and calls for expediting the review of Guinea-Bissau's Constitution.\n\n16. Calls on security and defence services to submit to civilian control.\n\n17. Commends ECOWAS' efforts and encourages continued political support to Guinea-Bissau.\n\n18. Encourages ECOWAS and CPLP to organize an International Contact Group meeting.\n\n19. Takes note of human rights situation, urges authorities to promote and protect human rights, and bring perpetrators to justice.\n\n20. Deplores lack of respect for peaceful assembly and urges authorities to ensure strict respect for international human rights laws.\n\n21. Welcomes joint efforts by international partners to enhance cooperation in support of Guinea-Bissau's Government.\n\n22. Welcomes Peacebuilding Commission's active engagement and urges increased support for sustainable peace.\n\n23. Reiterates defence and security sector reforms' importance for long-term stability.\n\n24. Welcomes ECOMIB's mandate extension, commends its role, and encourages further extension.\n\n25. Calls on authorities to reform and strengthen the judicial system.\n\n26. Calls on authorities to combat transnational organized crime and requests international support.\n\n27. Stresses combating drug trafficking's importance, requests Secretary-General to ensure capacity within UNIOGBIS, and calls on donors to contribute financially.\nHere is a summarized version of the Security Council document:\n\n28. Commends the Special Representative of the Secretary-General's good offices role in supporting the Government of Guinea-Bissau;\n\n29. Commends ECOWAS' efforts, encourages continued political support to Guinea-Bissau's authorities and leaders through good offices and mediation, and encourages other regional and international partners to support ECOWAS;\n\n30. Stresses the need for stakeholders and international partners to enforce the Conakry Agreement, with ECOWAS coordinating closely with the UN, African Union, CPLP, and European Union;\n\n31. Expresses readiness to take additional measures if the situation in Guinea-Bissau worsens;\n\n32. Decides to review sanctions measures in seven months, considering expectations on the electoral process;\n\n33. Requests the Secretary-General to submit regular six-month reports on implementation, and a report within six months on progress, stabilization, and recommendations on the sanctions regime;\n\n34. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2458_2019_EN.pdf"
}