{
  "resolution_no": "2483",
  "year": "2019",
  "theme": [
    "Peacekeeping",
    "Cyprus Conflict",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNFICYP",
    "Cyprus",
    "Greek Government",
    "Turkish Cypriot side"
  ],
  "reporting_cycle": "Secretary-General reports by 15 November 2019 and 10 January 2020",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council welcomes the Secretary-General's reports on his Good Offices and the UN operation in Cyprus. The Council underscores that the Cypriots themselves are responsible for finding a solution, with the UN playing a primary role in assisting the parties. \n\nThe Council notes progress made towards a comprehensive settlement, including the 2017 Conference on Cyprus and the leaders' Joint Statement. It urges the sides to renew efforts for an enduring, comprehensive, and just settlement based on a bicommunal, bizonal federation with political equality.\n\nThe Council expresses concern at increased tensions in the eastern Mediterranean over hydrocarbons exploration and stresses the need for a comprehensive and durable settlement. It recognizes the importance of women's participation and leadership in building peace in Cyprus.\n\nThe Council:\n\n1. Expresses regret at the lack of progress towards a settlement and urges the sides to renew their political will and commitment to a settlement under UN auspices.\n2. Calls for a reduction of tensions in the Eastern Mediterranean and for the leaders to refrain from actions and rhetoric that might damage the chances of success.\n3. Reaffirms all its relevant resolutions on Cyprus, in particular resolution 1251 (1999).\n4. Calls upon the two leaders to:\n- Work on reaching convergences on core issues\n- Empower Technical Committees to enhance intercommunal contacts and improve daily lives\n- Promote peace education\n- Improve the public atmosphere for negotiation\n- Increase support to civil society engagement in peace efforts, particularly women's organizations and youth.\nHere is a concise summary of the Security Council document:\n\n5. The Council calls on the sides and relevant parties to intensify efforts to establish direct military contacts and alleviate tensions through joint efforts on criminal matters.\n\n6. It welcomes progress on mobile phone interoperability and urges implementation of agreed confidence-building measures.\n\n7. The Council commends the Committee on Missing Persons and calls for enhanced cooperation to provide full access to areas and archival information.\n\n8. It extends UNFICYP's mandate until 31 January 2020 and expresses full support for the mission.\n\n9. The Council expresses concern over increased ceasefire line violations and calls on parties to respect UNFICYP's authority in the buffer zone.\n\n10. It calls on the Turkish Cypriot side and Turkish forces to restore the military status quo in Strovilia and recalls the status of Varosha.\n\n11. The Council calls for a plan to achieve a mine-free Cyprus, including implementation of the 26 February 2019 agreement.\n\n12. It requests the Secretary-General to increase women's participation in UNFICYP.\n\n13. The Council supports standardizing a culture of performance in UN peacekeeping and requests the Secretary-General to apply this framework to UNFICYP.\n\n14. It requests measures to ensure compliance with the UN's zero-tolerance policy on sexual exploitation and abuse.\n\n15. The Council requests reports from the Secretary-General on his Good Offices and implementation of this resolution.\n\n16. It decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2019/S_RES_2483_2019_EN.pdf"
}