{
  "resolution_no": "2231",
  "year": 2015,
  "theme": [
    "Nuclear Non-Proliferation",
    "Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "UN Security Council",
    "E3/EU+3 (China, France, Germany, the Russian Federation, the United Kingdom, and the United States)",
    "Iran"
  ],
  "reporting_cycle": "The Director General of the IAEA to provide regular updates to the IAEA Board of Governors and, as appropriate, in parallel to the Security Council on Iran’s implementation of its commitments under the JCPOA every six months",
  "operative_authority": "Chapter VII",
  "summary": "**Nuclear Safety**\n\n* Establish a Nuclear Safety Centre in Iran to support technical and professional training and exchange of lessons-learned for reactor and facility operators, regulatory authority personnel, and related organizations.\n\n**Nuclear Safeguards**\n\n* E3/EU+3 parties are prepared to cooperate with Iran on effective and efficient implementation of IAEA safeguards and transparency measures.\n* Cooperation areas:\n\t+ On-the-job trainings and workshops to strengthen nuclear material accounting and control process, human resource development, and quality assurance/quality control processes.\n\t+ Training and workshops to strengthen Iran's safeguards regulatory authority, nuclear material accounting and control processes, human resource development, and quality assurance/quality control processes.\n\n**Nuclear Security**\n\n* E3/EU+3 parties are prepared to cooperate with Iran on implementation of nuclear security guidelines and best practices.\n* Cooperation areas:\n\t+ Training courses and workshops to strengthen Iran's ability to prevent, protect, and respond to nuclear security threats.\n\t+ Training and workshops to strengthen Iran's ability to protect against and respond to nuclear security threats, including sabotage.\n\n**Nuclear Medicine and Radioisotopes**\n\n* E3/EU+3 parties are prepared to cooperate with Iran to improve utilization of nuclear medicine in Iran.\n* Cooperation areas:\n\t+ Upgrades to cyclotron facilities for medical radioisotopes production.\n\t+ Acquisition of new cyclotron and associated radio-pharmacy equipment.\n\t+ State-of-the-art diagnostic imaging and radiotherapy equipment.\n\t+ Cooperation on occupational and patient dosimetry procedures.\n\t+ Improved target utilization to increase radioisotope production.\n\t+ Acquisition of radioisotope sources and state-of-the-art radio-medicine center.\n\n**Waste Management and Facility Decommissioning**\n\n* E3/EU+3 parties are prepared to cooperate with Iran in safe, effective, and efficient management and disposition of nuclear and radiological wastes.\n* Cooperation areas:\n\t+ Safe and environmentally friendly best practices for facility decontamination and decommissioning.\n\t+ Exchanges and visits to relevant sites and locations outside of Iran.\n\t+ Supply of equipment and systems for waste management and depository facilities.\n\n**Other projects**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2231_2015_EN.pdf"
}