{
  "resolution_no": "2234",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Humanitarian"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNFICYP",
    "Cyprus",
    "Greek Cypriot",
    "Turkish Cypriot"
  ],
  "reporting_cycle": "Secretary-General reports by 10 January 2016",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council adopted Resolution 2234 (2015) on 29 July 2015, welcoming the report of the Secretary-General on the United Nations operation in Cyprus. The Council noted the need to extend the mandate of the UN Peacekeeping Force in Cyprus (UNFICYP) beyond 31 July 2015. \n\nThe Council welcomed the re-launching of negotiations between the Greek Cypriot and Turkish Cypriot leaders, and encouraged them to work tirelessly to reach a comprehensive settlement. It recalled the importance of a bicommunal, bizonal federation with political equality, as set out in relevant Security Council resolutions.\n\nThe Council urged the sides to intensify substantive negotiations on core issues, and to implement confidence-building measures, including military measures and demining operations. It also encouraged the opening of other crossing points along the Green Line.\n\nThe Council highlighted the importance of a comprehensive and durable Cyprus settlement, which would bring economic benefits to all Cypriots. It urged the leaders to foster positive public rhetoric and to explain the benefits of a settlement to both communities.\n\nThe Council commended the work of the Committee on Missing Persons and urged the sides to provide access to all areas to facilitate its work. It also stressed the importance of civil society engagement in the peace process.\n\nThe Council emphasized the need for a rigorous approach to peacekeeping deployments and welcomed the Secretary-General's intention to review UNFICYP. It noted the importance of contingency planning in relation to a settlement.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Welcomes the resumption of leaders-led negotiations for a comprehensive settlement in Cyprus and encourages the sides to secure a settlement.\n2. Takes note of the Secretary-General's report and recalls resolution 2026 (2011).\n3. Calls on the leaders to work on core issues, improve daily lives of Cypriots, and enhance public atmosphere for negotiations.\n4. Urges implementation of confidence-building measures, including military measures and opening of crossing points.\n5. Welcomes efforts to address missing persons and calls for full access to areas.\n6. Reaffirms previous resolutions on Cyprus.\n\nThe Council extends the mandate of UNFICYP until 31 January 2016 and:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2234_2015_EN.pdf"
}