{
  "resolution_no": "2201",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Political",
    "Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UN Special Adviser on Yemen",
    "Gulf Cooperation Council",
    "Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "every 60 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\n- Recalls previous resolutions and presidential statements on Yemen, reaffirming its commitment to Yemen's unity, sovereignty, and territorial integrity.\n\n- Supports the Gulf Cooperation Council's efforts to assist Yemen's political transition.\n\n- Deplores Houthi actions to dissolve parliament and take over government institutions, escalating the situation and undermining the political transition.\n\n- Expresses grave concern over Houthi detention of government officials, including President Hadi and Prime Minister Bahah.\n\n- Expresses concern over child soldiers and emphasizes the need for peaceful assembly.\n\n- Notes Yemen's economic, security, and social challenges, stressing the need to implement the Gulf Cooperation Council Initiative.\n\n- Reiterates the need for investigations into human rights violations.\n\n- Stresses the solution to Yemen's situation is through a peaceful, inclusive, and Yemeni-led political transition.\n\n- Condemns Al-Qaida in the Arabian Peninsula attacks and expresses determination to address this threat.\n\n- Strongly deplores Houthi actions, calls for dialogue, and rejects violence to achieve political goals.\n\n- Urges parties to abide by the Gulf Cooperation Council Initiative and accelerate inclusive UN-brokered negotiations.\nThe Security Council resolution:\n\n6. Urges all parties to agree on and announce dates for completing the constitutional consultation process, holding a referendum on the constitution, and conducting elections under the new electoral law.\n\n7. Demands the Houthis: \n- Engage in good faith in UN-brokered negotiations\n- Withdraw forces from government institutions and normalize security\n- Release President Hadi, Prime Minister Bahah, and others under detention\n- Refrain from unilateral actions undermining transition and security\n\n8. Demands all parties cease hostilities, relinquish seized arms, and abide by the Peace and National Partnership Agreement.\n\n9. Calls on member states to refrain from external interference and support the political transition.\n\n10. Calls on parties to ensure the security of the diplomatic community.\n\n11. Requests the Secretary-General to continue good offices and coordinate international assistance.\n\n12. Requests the Secretary-General to propose options for strengthening the Special Adviser's office.\n\n13. Requests the Secretary-General to report on implementation within 15 days and every 60 days.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2201_2015_EN.pdf"
}