{
  "resolution_no": "2253",
  "year": "2015",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Counter-Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "ISIL (Da'esh)",
    "Al-Qaida",
    "UN",
    "CTED",
    "CTITF",
    "Financial Action Task Force"
  ],
  "reporting_cycle": "Quarterly briefings and comprehensive reports every six months",
  "operative_authority": "Chapter VII",
  "summary": "(e) Submit a comprehensive programme of work to the Committee for review and approval.\n\n(f) Work closely and share information with CTED and the 1540 Committee’s group of experts.\n\n(g) Participate actively in and support all relevant activities under the United Nations Global Counter-Terrorism Strategy.\n\n(h) Gather information on instances of reported non-compliance.\n\n(i) Present recommendations to assist Member States with implementation of measures.\n\n(j) Assist the Committee in its consideration of proposals for listing.\n\n(k) Consult with the Committee or relevant Member States on listing or delisting.\n\n(l) Bring to the Committee’s attention new or noteworthy circumstances that may warrant a delisting.\n\n(m) Consult with Member States in advance of travel.\n\n(n) Coordinate and cooperate with national counter-terrorism focal points.\n\n(o) Cooperate closely with relevant United Nations counter-terrorism bodies.\n\n(p) Encourage Member States to submit names and additional identifying information for inclusion on the ISIL (Da’esh) & Al-Qaida Sanctions List.\nHere is a summarized version of the Security Council document:\n\nThe Monitoring Team is tasked with:\n\n* Presenting additional identifying information to the Committee to keep the ISIL (Da'esh) & Al-Qaida Sanctions List updated and accurate (q)\n* Encouraging Member States to provide relevant information (r)\n* Studying and reporting on the changing nature of the threat of Al-Qaida and ISIL, and recommending measures to confront them (s)\n* Monitoring and reporting on implementation of measures, including preventing the misuse of the Internet by ISIL, Al-Qaida, and associated individuals (t)\n* Consulting with Member States, international organizations, and private sector representatives to promote awareness and compliance with asset freeze, travel ban, and arms embargo (u-w, x, y)\n* Assisting with capacity-building for enhancing implementation of measures (z)\n* Working with INTERPOL to obtain photographs and biometric information of listed individuals (aa)\n* Assisting other subsidiary bodies of the Security Council and their expert panels (bb)\n* Reporting to the Committee on its work and activities (cc)\n\nThe Office of the Ombudsperson is authorized to:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2253_2015_EN.pdf"
}