{
  "resolution_no": "2230",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Conflict Prevention",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNISFA",
    "JBVMM",
    "JPSM",
    "AUHIP",
    "UNMISS",
    "UNAMID"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "3. Underscores the critical need for cooperation between the Governments of Sudan and South Sudan for peace, security, and stability.\n\n4. Welcomes the resumption of the AJOC's work and urges regular meetings to ensure progress on implementing the 20 June 2011 Agreement.\n\n Stresses the need for implementation of pending aspects of the 20 June 2011 Agreement, particularly resolving disputes over the Abyei Area Agreement and Council, and establishing the Abyei Area Administration and Police Service.\n\n Commends the assistance provided by AUHIP, IGAD, the Federal Democratic Republic of Ethiopia, the Special Envoy of the Secretary-General, and UNISFA.\n\n Condemns attacks on UN personnel, calling for swift and thorough investigations and accountability.\n\n Expresses concern over the security situation, public administration and rule of law vacuum, and humanitarian situation in Abyei.\n\n Urges restraint and dialogue instead of violence or provocations.\n\n Notes the threat of intercommunal violence, illicit transfer of small arms, and landmines.\n\n Recognizes the situation in Abyei and along the Sudan-South Sudan border as a serious threat to international peace and security.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Welcomes African Union initiatives to support the implementation of the Abyei Joint Oversight Committee (AJOC) decisions and encourages continued engagement.\n\n2. Demands Sudan and South Sudan urgently establish the Abyei Area Administration and Council, including resolving the deadlock over the Council's composition, and constitute the Abyei Police Service.\n\n3. Decides to maintain the authorized troops of UNISFA and requests the Secretary-General to provide updates on deployment.\n\n4. Takes note of the Joint Border Verification and Monitoring Mechanism's (JBVMM) initial operating capability and expresses concern over stalled efforts to fully operationalize it.\n\n5. Calls upon Sudan and South Sudan to use the JBVMM and other joint mechanisms to ensure security and transparency in the Safe Demilitarized Border Zone (SDBZ).\n\n6. Urges efforts to determine the SDBZ centreline on the ground and reiterates that it does not prejudge the border's legal status.\n\n7. Underscores UNISFA's protection of civilians mandate and condemns the presence of South Sudan security personnel and Sudanese Oil Police in the Abyei Area.\n\n8. Supports AJOC's decisions on Abyei's status as a weapons-free area and urges disarmament programs.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2230_2015_EN.pdf"
}