{
  "resolution_no": "2253",
  "year": "2015",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Counter-Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "ISIL (Da'esh)",
    "Al-Qaida",
    "UN",
    "CTED",
    "CTITF",
    "Financial Action Task Force"
  ],
  "reporting_cycle": "Quarterly briefings and comprehensive reports every six months",
  "operative_authority": "Chapter VII",
  "summary": "The Office of the Ombudsperson is authorized to:\n\n* Process delisting requests from individuals, groups, undertakings, or entities on the ISIL (Da'esh) & Al-Qaida Sanctions List\n* Acknowledge receipt of delisting requests and inform petitioners of the general procedure (1 (a), (b))\n* Answer specific questions from petitioners about Committee procedures (1 (c))\n\nThe Ombudsperson has a four-month information-gathering period. \n\nThe document also mentions other tasks.\nHere is a summarized version of the document:\n\nThe Ombudsperson shall:\n- Inform the petitioner if the petition fails to address the original listing criteria and return it for consideration (d).\n- Verify if the request is new or repeated, and return it to the petitioner with an explanation if it's a repeated request without additional information (e).\n\nFor delisting petitions not returned to the petitioner:\n- The Ombudsperson shall forward the request to Committee members, designating States, relevant UN bodies, and other relevant States (2).\n- These States shall provide additional information within four months (2).\n- The Ombudsperson may engage in dialogue with these States to determine their opinions and requests for clarification (2).\n\nThe Ombudsperson shall also forward the request to the Monitoring Team, which shall provide:\n- All relevant information, including court decisions and news reports (4a).\n- Fact-based assessments of the petitioner's information (4b).\n- Questions or requests for clarifications (4c).\n\nAfter the four-month information gathering period:\n- The Ombudsperson shall present a written update to the Committee (5).\n- The Ombudsperson may extend this period once for up to two months (5).\n\nThe Ombudsperson shall facilitate a two-month period of engagement, which may include dialogue with the petitioner (6).\n- During this period, the Ombudsperson may submit questions to the petitioner, request additional information, and meet with the petitioner (7).\n\nThe Ombudsperson shall draft and circulate a Comprehensive Report to the Committee, which shall:\n- Summarize all relevant information (8a).\n- Describe the Ombudsperson's activities (8b).\n- Lay out the principal arguments concerning the delisting request, including a recommendation (8c).\nHere is a summarized version of the Security Council document:\n\n**Committee Discussion and Delisting Request Process**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2253_2015_EN.pdf"
}