{
  "resolution_no": "2259",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security",
    "Humanitarian",
    "Terrorism",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNSMIL",
    "ISIL",
    "Al-Qaida",
    "International Criminal Court",
    "Libyan Government of National Accord"
  ],
  "reporting_cycle": "Secretary-General reports as appropriate",
  "operative_authority": "Chapter VI",
  "summary": "Recalls its decision to refer the situation in Libya to the International Criminal Court and calls for the Government of National Accord’s full cooperation.\n\nExpresses concern at the threat posed by unsecured arms and ammunition in Libya and their proliferation.\n\nRecalls the arms embargo, travel ban, assets freeze, and measures concerning illicit oil exports.\n\nEncourages the Government of National Accord to increase transparency of government revenues and expenditures.\n\nExpresses concern about activities that could damage the integrity and unity of Libyan State financial institutions.\n\nEmphasizes the need for all parties to comply with their obligations under international humanitarian law.\n\nRecalling that the situation in Libya constitutes a threat to international peace and security.\n\nWelcomes the signature of the Libyan Political Agreement and the formation of the Presidency Council.\n\nCalls upon the Presidency Council to form a Government of National Accord and finalize interim security arrangements.\n\nEndorses the Rome Communiqué to support the Government of National Accord as the sole legitimate government of Libya.\n\nRequests that all Member States fully support the efforts of the Special Representative of the Secretary-General.\n\nCalls upon Member States to cease support to and official contact with parallel institutions outside of the Libyan Political Agreement.\n\nCalls upon all Member States to respond urgently to requests for assistance from the Government of National Accord.\n\nReiterates its support for the ongoing deliberations of the UN facilitated security track.\n\nEmphasizes the importance of the Government of National Accord exercising control over and safely storing arms in Libya.\n\nCalls upon the Government of National Accord to protect the integrity and unity of the National Oil Company, the Central Bank of Libya, and the Libyan Investment Authority.\n\nConfirms that those individuals and entities engaging in or providing support for acts that threaten the peace, stability, or security of Libya will be held strictly accountable.\n\nRequests that the Committee be prepared to list individuals, groups, undertakings, and entities in Libya associated with Al-Qaida or ISIL.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2259_2015_EN.pdf"
}