{
  "resolution_no": "2222",
  "year": "2015",
  "theme": [
    "Protection of Civilians",
    "Freedom of Expression",
    "Human Rights",
    "International Humanitarian Law"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 1",
    "Article 2",
    "Article 19 of the International Covenant on Civil and Political Rights",
    "Article 4.A.4 of the Third Geneva Convention"
  ],
  "entities": [
    "United Nations peacekeeping",
    "special political missions",
    "International Criminal Court"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Council:\n- Condemns impunity for crimes against journalists and calls for prosecution of those responsible;\n- Urges Member States to ensure accountability and investigate crimes;\n- Demands compliance with international law to protect civilians, including journalists;\n- Urges release of kidnapped or taken hostages;\n- Urges respect for journalists' professional independence and rights;\n- Recognizes education and training in international humanitarian law can prevent attacks;\n- Affirms UN peacekeeping and special political missions should report on violence against journalists;\n- Urges prevention of international humanitarian law violations against civilians;\n- Calls on Member States to create a safe environment for journalists.\nThe Security Council:\n\n15. Stresses the need for better cooperation and coordination at the international level to promote and ensure the safety of journalists, media professionals and associated personnel in armed conflicts, including through technical assistance and capacity-building.\n\n16. Encourages the UN and regional and sub-regional organizations to share expertise on protecting journalists in armed conflict and to enhance implementation of international humanitarian law and relevant Security Council resolutions.\n\n17. Invites States to consider becoming parties to the additional Protocols I and II of 1977 to the Geneva Conventions.\n\n18. Reaffirms it will continue to address the issue of protecting journalists in armed conflict.\n\n19. Requests the Secretary-General to consistently include the safety and security of journalists as a sub-item in his reports on the protection of civilians in armed conflict.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2222_2015_EN.pdf"
}