{
  "resolution_no": "2213",
  "year": 2015,
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Terrorism",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNSMIL",
    "Panel of Experts",
    "International Criminal Court (ICC)",
    "Libyan government",
    "Al-Qaida",
    "Islamic State in Iraq and the Levant (ISIL)"
  ],
  "reporting_cycle": "at least every 60 days",
  "operative_authority": "Chapter VII",
  "summary": "Recognizes the need for a reduction in UNSMIL's size due to the security situation, but requests flexibility to adjust staffing and operations as needed.\n\n Reaffirms travel ban and asset freeze measures specified in previous resolutions, applying to individuals and entities threatening Libya's peace, stability, or security.\n\n Directs the Committee to consult with Member States facilitating violations of these measures.\n\n Decides to extend authorizations provided by resolution 2146 (2014) until 31 March 2016 to prevent illicit oil exports.\n\n Urges the Libyan government to provide regular updates to the Committee on ports, oil fields, and installations under its control.\n\n Stresses the need for strict implementation of the arms embargo.\nHere is a concise summary of the Security Council document:\n\n17. Urges Libyan government to improve monitoring and control of arms and related materiel, and requests Member States and regional organizations to provide assistance.\n\n18. Reiterates call on Libya to address illicit transfer, accumulation, and misuse of small arms and light weapons, and ensure safe management, storage, and security of stockpiles.\n\n19. Calls on Member States to inspect vessels and aircraft bound to or from Libya if they have information that suggests prohibited items are being transported.\n\n20. Authorizes Member States to seize and dispose of prohibited items and requires cooperation.\n\n21. Requires Member States to submit reports to the Committee on inspections, seizures, and disposals.\n\n22. Welcomes Libyan authorities' efforts to increase transparency of government revenues and expenditures.\n\n23. Supports efforts to recover misappropriated funds under the Qadhafi regime.\n\n24. Extends mandate of Panel of Experts until 30 April 2016, with tasks to:\n    (a) assist Committee;\n    (b) gather information on implementation;\n    (c) make recommendations;\n    (d) provide interim and final reports.\n\n25. Urges cooperation with Committee and Panel, and requests UNSMIL and Libyan government to support Panel's work.\nThe Security Council:\n\n26. Calls on all parties and States to ensure the safety of the Panel's members and provide unhindered access to persons, documents, and sites relevant to the Panel's mandate.\n\n27. Requests the Secretary-General to report on the implementation of this resolution every 60 days.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2213_2015_EN.pdf"
}