{
  "resolution_no": "2233",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Terrorism",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMI",
    "ISIL",
    "Al-Qaida",
    "United Nations Assistance Mission for Iraq"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "Encourages the Government of Iraq to promote and protect women's rights, and reaffirms resolutions 1325 (2000), 1820 (2008), 1888 (2009), 1889 (2009), 1960 (2010), 2106 (2013), and 2122 (2013) on women, peace, and security.\n\nUrges the Government of Iraq to promote and protect human rights, support the Independent High Commission for Human Rights, and ensure that all parties respect human rights and abide by international humanitarian law.\n\nCondemns the destruction of cultural heritage in Iraq, particularly by ISIL, and notes with concern that ISIL generates income from looting and smuggling cultural heritage items.\n\nReaffirms that all parties should take feasible steps to ensure the protection of civilians, including children, women, and minority groups, and create conditions for the voluntary, safe, and sustainable return of refugees and internally displaced persons.\n\nDecides to:\n\n1. Extend the mandate of UNAMI until July 31, 2016.\n\n2. The Special Representative of the Secretary-General and UNAMI to continue their mandate as stipulated in resolution 2169 (2014).\n\n3. Request the Secretary-General to report back on revising and prioritizing UNAMI's tasks within 90 days.\n\n4. Recognize the essential security of UN personnel and call upon the Government of Iraq to provide security and logistical support.\n\n5. Welcome contributions of Member States and call upon them to continue providing UNAMI with sufficient resources and support.\n6. Expresses its intention to review the mandate of UNAMI in twelve months or sooner if requested by the Government of Iraq;\n\n7. Requests the Secretary-General to report to the Council every three months on progress made towards the fulfilment of all UNAMI’s responsibilities;\n\n8. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2233_2015_EN.pdf"
}