{
  "resolution_no": "2226",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Reconciliation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "UNMIL",
    "MINUSMA",
    "French Forces"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days, and a midterm report by 15 December 2015, and a report with recommendations by 31 March 2016",
  "operative_authority": "Chapter VII",
  "summary": "(f) **Support for Compliance with International Humanitarian and Human Rights Law**: \n- Contribute to the promotion and protection of human rights, with special attention to grave violations against children and women.\n- Monitor, investigate, and report on abuses and violations of human rights and international humanitarian law.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Authorizes UNOCI to use all necessary means to carry out its mandate.\n\n Mandates UNOCI to:\n\n* Protect civilians, including children, and prevent human rights abuses\n* Support Government efforts to combat sexual and gender-based violence\n* Provide humanitarian assistance and facilitate unhindered access\n* Support the voluntary return of refugees and internally displaced persons\n* Monitor public incidents of incitement to hatred and violence\n* Protect UN personnel and ensure their security and freedom of movement\n\n Decides on:\n\n* The protection of civilians as the priority of UNOCI\n* The transition of security responsibilities from UNOCI to the Government of Côte d’Ivoire\n* The authorized ceiling of UNOCI's military component: 5,437 personnel\n* The authorized ceiling of UNOCI's police component: 1,500 personnel\n\n Requests:\n\n* UNOCI to ensure compliance with the Human Rights Due Diligence Policy\n* UNOCI to focus on high-risk areas, particularly the west\n* UNOCI to streamline its activities across military, police, and civilian components\n\n Extends:\n\n* The authorization for French Forces to support UNOCI until 30 June 2016\n\n Calls on:\n\n* The Governments of Côte d’Ivoire and Liberia to reinforce cooperation, particularly on border monitoring and information-sharing\n\n Affirms:\n\n* The importance of inter-mission cooperation arrangements as UNMIL and UNOCI downsize.\nThe Security Council:\n\nReaffirms its previous decisions regarding the utilization of UNOCI and UNMIL military utility helicopters in both Côte d’Ivoire and Liberia.\n\nWelcomes the operationalization of the quick reaction force established to implement UNOCI’s mandate and support UNMIL.\n\nRequests the Secretary-General to maintain this unit for a year, within UNOCI’s authorized military strength.\n\nAuthorizes the deployment of this unit to Liberia, with consent from troop-contributing countries and the Government of Liberia, in case of a serious security deterioration.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2226_2015_EN.pdf"
}