{
  "resolution_no": "2198",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MONUSCO",
    "Group of Experts",
    "ICGLR",
    "FARDC",
    "FDLR",
    "ADF",
    "LRA",
    "FNL"
  ],
  "reporting_cycle": "The Group of Experts to provide a mid-term report no later than 30 October 2015, and a final report no later than 15 June 2016",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on the Democratic Republic of Congo (DRC), reaffirms its commitment to the country's sovereignty, independence, unity, and territorial integrity.\n\nStresses the primary responsibility of the DRC Government to ensure security and protect its populations, and notes the importance of respecting the rule of law, human rights, and international humanitarian law.\n\nTakes note of reports from the Group of Experts on the DRC and reaffirms the strategic importance of implementing the Peace, Security and Cooperation (PSC) Framework.\n\nExpresses deep concern over the security and humanitarian crisis in eastern DRC due to armed groups, including the FDLR, ADF, LRA, and FNL, and stresses the need to neutralize them.\n\nRecalls the need for swift neutralization of the FDLR, a group under UN sanctions, whose leaders and members include perpetrators of the 1994 genocide against the Tutsi in Rwanda.\n\nCondemns the brutal killings of civilians in the Beni area and calls for a thorough investigation and further military action against the ADF and other armed groups.\n\nReaffirms the importance of completing the demobilization of former M23 combatants and calls for acceleration of their disarmament, demobilization, repatriation, reintegration, and resettlement.\n\nCondemns internal and external support to armed groups and the illicit flow of weapons, and declares its determination to monitor closely the implementation of the arms embargo.\n\nUnderlines the importance of the transparent and effective management of the DRC's natural resources for sustainable peace and security.\nHere is a concise summary of the Security Council document:\n\nThe Security Council recalls the linkage between the illegal exploitation of natural resources and the proliferation and trafficking of arms in fuelling conflicts in the Great Lakes region. The Council notes with concern reports of involvement of elements of the FARDC and armed groups in the illegal minerals trade, charcoal and wood production and trade, and wildlife poaching and trafficking.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2198_2015_EN.pdf"
}