{
  "resolution_no": "2210",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security",
    "Governance",
    "Human Rights",
    "Counter-Narcotics",
    "Reconciliation"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "Afghan Government",
    "NATO",
    "United Nations Office on Drugs and Crime"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "40. The Council encourages Afghan institutions to work in a spirit of cooperation, recognizes the Government's efforts to tackle corruption and ensure good governance, and calls for continued international technical assistance.\n\n41. The Council calls for full respect for and protection of all human rights and fundamental freedoms, and welcomes the growth of Afghan free media, while noting continued restrictions and attacks on journalists.\n\n42. The Council recognizes the need for enhanced efforts to secure the rights and full participation of women and girls, and ensure they are protected from violence and abuse.\n\n43. The Council welcomes the Afghan Government's commitment to strengthen women's participation in Afghan political life and governance institutions, and supports efforts to accelerate implementation of the National Action Plan for Women in Afghanistan.\n\n44. The Council recognizes the importance of voluntary, safe, orderly return and sustainable reintegration of Afghan refugees for stability.\nThe Security Council:\n \n- Calls for continued and enhanced international assistance to the country and region;\n \n- Affirms the importance of voluntary, safe, orderly return and sustainable reintegration of internally displaced persons, welcoming Afghanistan as a pilot country for the Secretary-General’s initiative on durable solutions;\n \n- Notes the need to strengthen Afghanistan’s absorption capacity for rehabilitation and reintegration of remaining Afghan refugees and internally displaced persons with international community support;\n \n- Requests the Secretary-General to report to the Council every three months on developments in Afghanistan, including evaluation of progress against benchmarks for measuring and tracking progress in the implementation of UNAMA’s mandate;\n \n- Requests the Secretary-General to initiate a process to conduct a full examination of the role, structure and activities of all United Nations entities in Afghanistan within six months, in consultation with the Government of Afghanistan and key stakeholders;\n \n- Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2210_2015_EN.pdf"
}