{
  "resolution_no": "2251",
  "year": 2015,
  "theme": [
    "Peacekeeping",
    "Conflict Prevention",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNISFA",
    "AUHIP",
    "UNMISS",
    "UNAMID"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days, specifically requests a written report no later than 15 April 2016",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on Sudan and South Sudan, reaffirms its commitment to their sovereignty, independence, unity, and territorial integrity.\n\nReiterates that territorial boundaries shall not be altered by force and that disputes shall be settled peacefully, prioritizing the implementation of the Comprehensive Peace Agreement (CPA).\n\nRecalls commitments made by Sudan and South Sudan in agreements on Abyei's administration and security, border security, and cooperation.\n\nSupports African Union efforts to ease tension and normalize relations between Sudan and South Sudan.\n\nReaffirms resolutions on protecting civilians, children, and women in armed conflict, and stresses the need for effective human rights monitoring.\n\nNotes the lack of cooperation on human rights monitoring in Abyei and reiterates concern at this lack.\n\nAcknowledges Sudan and South Sudan's acceptance of a map on the Safe Demilitarized Border Zone (SDBZ) and encourages demilitarization and cooperation.\n\nUrges parties to cooperate with the United Nations Interim Security Force for Abyei (UNISFA) to provide security for the Joint Border Verification and Monitoring Mechanism (JBVMM).\nThe Security Council:\n\nNoting with concern the absence of local institutions in Abyei Area, lack of progress in convening Abyei Joint Oversight Committee (AJOC) meeting and Misseriya and Ngok Dinka leaders' meeting,\n\nRecognizing the importance of dialogue between Sudan and South Sudan, recalling resolution 2046 (2012), and calling for immediate negotiations on Abyei's final status under AUHIP's auspices,\n\nStressing restraint and dialogue over violence or provocations,\n\nCommending AUHIP, IGAD, Ethiopia, the Special Envoy, and UNISFA's assistance,\n\nFurther commending UNISFA's efforts in facilitating peaceful migration, conflict prevention, and deterrence,\n\nExpressing concern over attacks on UN personnel, including the 26 November attack,\n\nTaking note of the security situation in Abyei Area, and acknowledging UNISFA's contribution to peace and stability,\n\nReiterating concern over the public administration and rule of law vacuum,\n\nNoting with concern delays in establishing temporary institutions and resolving Abyei's final status,\n\nUrging parties to refrain from unilateral actions that could aggravate intercommunal relations,",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2251_2015_EN.pdf"
}