{
  "resolution_no": "2253",
  "year": "2015",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Counter-Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "ISIL (Da'esh)",
    "Al-Qaida",
    "UN",
    "CTED",
    "CTITF",
    "Financial Action Task Force"
  ],
  "reporting_cycle": "Quarterly briefings and comprehensive reports every six months",
  "operative_authority": "Chapter VII",
  "summary": "**Committee Discussion and Delisting Request Process**\n\n9. The Chair of the Committee shall place a delisting request on the Committee's agenda for consideration after 15 days of reviewing the Comprehensive Report.\n\n10. The Ombudsperson shall present the Comprehensive Report and answer Committee members' questions.\n\n11. Committee consideration of the Comprehensive Report shall be completed within 30 days.\n\n12. The Ombudsperson may notify relevant States of the recommendation.\n\n13. The Ombudsperson may provide a copy of the Comprehensive Report to relevant States with redactions, along with a notification on confidentiality.\n\n**Ombudsperson's Recommendation and Next Steps**\n\n14. If the Ombudsperson recommends retaining the listing, measures in paragraph 2 remain in place.\n\n15. If the Ombudsperson recommends delisting, measures in paragraph 2 terminate 60 days after Committee consideration, unless the Committee decides by consensus to maintain them.\n\n**Communication with the Petitioner and Other States**\n\n16. The Committee shall convey its decision to the Ombudsperson within 60 days.\n\n17. The Ombudsperson shall send a letter to the petitioner with the outcome, process, and publicly releasable information.\n\n18. The Ombudsperson shall respect confidentiality of Committee deliberations.\n\n19. The Ombudsperson may notify the petitioner and relevant States of the process stage.\n\n**Other Office of the Ombudsperson Tasks**\n\n20. The Ombudsperson shall:\n\n(a) Distribute publicly releasable information about Committee procedures.\n\n(b) Notify individuals or entities about the status of their listing.\n\n(c) Submit biannual reports to the Security Council.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2253_2015_EN.pdf"
}