{
  "resolution_no": "2227",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Humanitarian Assistance",
    "Terrorism",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINUSMA",
    "French forces",
    "G5 Sahel",
    "African Union",
    "United Nations"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling its previous resolutions, Presidential Statements, and press statements on Mali, reaffirms its commitment to Mali's sovereignty, unity, and territorial integrity. \n\nThe Council welcomes the signing of the Agreement on Peace and Reconciliation in Mali by the Government of Mali, the Plateforme coalition, and the Coordination des Mouvements de l’Azawad coalition, as a historic opportunity for lasting peace. \n\nThe Agreement is considered balanced and comprehensive, addressing the crisis' political, institutional, governance, security, development, and reconciliation dimensions while respecting Mali's sovereignty. \n\nThe responsibility for the Agreement's implementation rests with the Government of Mali, the Plateforme, and Coordination armed groups, which will be crucial for lasting peace. \n\nThe Council commends Algeria and the international mediation team for facilitating the inter-Malian dialogue and calls on the Comité de Suivi de l’Accord and international partners to support the Agreement's implementation. \n\nThe Council stresses the need for clear oversight mechanisms to support the Agreement's implementation. \n\nIt strongly condemns ceasefire violations, which led to loss of life and displacement, and welcomes the signing of the Arrangement sécuritaire pour une cessation des hostilités. \n\nThe Council reiterates its support for the Special Representative of the Secretary-General and the United Nations Multidimensional Integrated Stabilization Mission in Mali (MINUSMA) to assist Malian authorities in achieving lasting peace. \n\nThe Council commends troop- and police-contributing countries, pays tribute to peacekeepers, and strongly condemns attacks against them. \n\nThe Council expresses concern at MINUSMA's slow deployment pace, which has hindered its mandate implementation, and welcomes efforts to accelerate deployment and provide adequate training. \n\nThe Council strongly condemns terrorist organizations' activities in Mali and the Sahel region, including Al-Qaida in the Islamic Maghreb, and human rights abuses and violence against civilians.\nHere is a concise summary of the Security Council document:\n\nThe Security Council stresses that terrorism requires a comprehensive approach involving all states and organizations. It recalls the listing of MUJAO, Ansar Eddine, and Al Mourabitoune on the Al-Qaida sanctions list and reiterates its readiness to sanction further individuals and entities associated with Al-Qaida.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2227_2015_EN.pdf"
}