{
  "resolution_no": "2232",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security",
    "Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "AMISOM",
    "UNSOM",
    "AU",
    "UN"
  ],
  "reporting_cycle": "The Secretary-General reports every 120 days",
  "operative_authority": "Chapter VII",
  "summary": "21. Decides to extend UNSOM's mandate until 30 March 2016.\n\n22. Underscores UNSOM's support to the political process, particularly in preparing for an inclusive electoral process in 2016.\n\n23. Welcomes the strong relationship between UNSOM and AMISOM and underlines the importance of strengthening it.\n\n24. Requests UNSOM to strengthen its presence in regional capitals to support the political and peace process.\n\n25. Welcomes President Hassan Sheikh's commitment to an inclusive and credible electoral process in 2016 and underlines the importance of implementing this commitment.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n* Emphasizes the importance of reconciliation and a stable electoral process in Somalia, ensuring the National Independent Electoral Commission and Boundaries and Federation Committee are operational without delay.\n\n* Urges progress in the constitutional review process to establish an effective federal political system and national cohesion.\n\n* Calls on all actors to engage constructively to ensure progress on Vision 2016 before the 2016 electoral process.\n\n* Stresses the importance of governing in a spirit of national unity and inclusively.\n\n* Expresses concern at human rights abuses, violations of international humanitarian law, and forced evictions of internally displaced persons.\n\n* Calls for an end to impunity, protection of human rights, and accountability for perpetrators.\n\n* Commends humanitarian efforts and demands safe and unhindered access for aid delivery.\n\n* Underlines the importance of respect for international humanitarian law and protection of civilians.\n\n* Reaffirms the role of women and youth in conflict prevention and peacebuilding, and urges increased representation of women in Somali institutions.\n\n* Welcomes Somalia's progress towards ratifying the Convention on the Rights of the Child.\n\n* Requests the Secretary-General to provide regular updates on the implementation of this resolution.\n\n* Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2232_2015_EN.pdf"
}