{
  "resolution_no": "2211",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Protection of Civilians"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MONUSCO",
    "UN Group of Experts",
    "International Conference on the Great Lakes Region (ICGLR)",
    "Southern African Development Community (SADC)",
    "African Union (AU)"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council every three months on the implementation of MONUSCO’s mandate",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\n**Armed Groups and Military Operations**\n\n* Demands that FDLR, ADF, LRA, and other armed groups cease violence and disband immediately (para 23).\n* Notes the Government of DRC's commitment to military operations against FDLR and encourages cooperation with MONUSCO (para 24).\n* Condemns killings in Beni area, calls for investigation, and demands military action against ADF and other armed groups (para 25).\n\n**Disarmament, Demobilization, and Reintegration (DDR)**\n\n* Demands that Government of DRC implement and fund its DDR Plan, focusing on sustainable reintegration of former combatants (para 26).\n* Calls on Government of DRC to urgently implement DDR Plan, including weapons and ammunition management (para 27).\n\n**Human Rights and Humanitarian Issues**\n\n* Urges Government of DRC to arrest and hold accountable those responsible for human rights violations and abuses (para 29).\n* Calls for prosecution of those responsible for grave human rights violations committed in 2011 elections (para 30).\n* Encourages Government of DRC to cooperate with Special Representatives on Children and Armed Conflict and Sexual Violence (para 31).\n* Calls for implementation of action plan to prevent and end recruitment and use of children and sexual violence by FARDC (para 32).\n\n**MONUSCO and Human Rights**\n\n* Requests Secretary-General to ensure MONUSCO's compliance with UN zero-tolerance policy on sexual exploitation and abuses (para 33).\n* Urges MONUSCO to support promotion of DRC security service personnel with reputable human rights records (para 34).\n\n**Humanitarian Access**\n\n* Demands that all parties allow and facilitate humanitarian access to populations in need (para 35).\n\n**International Support**\n\n* Calls on Member States to contribute to UN humanitarian appeal for DRC (para 36).\nHere is a concise summary of the Security Council document:\n\n**Humanitarian Assistance**\nThe Council demands that humanitarian agencies and international organizations be fully funded to address the needs of internally displaced people, survivors of sexual violence, and other vulnerable communities.\n\n**Cooperation with MONUSCO**\nThe Council demands full cooperation from all parties for MONUSCO's deployment, operations, and monitoring functions, guaranteeing the safety and unrestricted freedom of movement of UN personnel.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2211_2015_EN.pdf"
}