{
  "resolution_no": "2210",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security",
    "Governance",
    "Human Rights",
    "Counter-Narcotics",
    "Reconciliation"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "Afghan Government",
    "NATO",
    "United Nations Office on Drugs and Crime"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "7. Underscores the importance of sustainable democratic development in Afghanistan and welcomes the Government's commitment to delivering further improvements to the electoral process.\n\n8. Welcomes efforts to advance the peace and reconciliation process, including the High Peace Council and the Afghanistan Peace and Reintegration Programme.\n\n9. Encourages increased participation of women, minorities, and civil society in outreach, consultation, and decision-making processes.\n\n10. Notes the establishment of the Committee pursuant to Security Council resolution 1988 (2011).\nHere is a concise summary of the Security Council document 2210 (2015):\n\nThe Security Council:\n\n* Welcomes cooperation between the Afghan Government, High Peace Council, and UNAMA in supporting the peace and reconciliation process, and facilitating travel ban exemptions.\n* Notes the threat posed by the Taliban, and means of financing their activities, including illicit cultivation, production, and trafficking of narcotic drugs.\n* Stresses UNAMA's role in supporting an inclusive Afghan-led peace and reconciliation process, and encourages international support.\n* Reaffirms support for regional efforts, including the \"Heart of Asia-Istanbul Process\" and recent cooperation initiatives.\n* Calls for strengthening regional cooperation, trade, and transit, and expanding economic cooperation.\n* Emphasizes the importance of transportation networks, and the central role of the JCMB in coordinating development strategy implementation.\n* Calls on donors to adhere to commitments made at international conferences, and reiterates the importance of aid effectiveness and coordination.\n* Calls on the Afghan Government to address threats posed by violent groups, and stresses the importance of a professional and accountable Afghan security sector.\n* Welcomes progress in developing the Afghan National Army, and encourages sustained training efforts.\n* Takes note of efforts to enhance the capabilities of the Afghan National Police, and calls for further efforts.\nHere is a summarized version of the Security Council document:\n\n27. Welcomes progress in disbanding illegal armed groups and integrating them into the Afghanistan Peace and Reintegration Programme, and calls for accelerated efforts.\n\n28. Condemns attacks targeting civilians, Afghan and international forces, and their impact on stabilization, reconstruction, and development.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2210_2015_EN.pdf"
}