{
  "resolution_no": "2203",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Transnational Organized Crime",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIOGBIS",
    "ECOWAS",
    "ECOMIB",
    "UNODC",
    "Peacebuilding Commission"
  ],
  "reporting_cycle": "every six months",
  "operative_authority": "Chapter VI",
  "summary": "Welcoming international support and coordination,\n\nReaffirming commitment to peace and stability in Guinea-Bissau,\n\n1. Decides to extend UNIOGBIS's mandate for 12 months until 29 February 2016;\n\n2. Supports the Special Representative's key role and requests UNIOGBIS to focus on:\n\n(a) Supporting inclusive political dialogue and national reconciliation;\n\n(b) Advising on security sector reform and rule of law strategies;\n\n(c) Mobilizing and coordinating international assistance;\n\n3. Affirms UNIOGBIS's continued leadership in:\n\n(a) Strengthening democratic institutions;\n\n(b) Establishing effective law enforcement and justice systems;\n\n(c) Promoting and protecting human rights;\n\n(d) Combating drug trafficking and organized crime;\n\n(e) Incorporating a gender perspective into peacebuilding;\n\n(f) Working with the Peacebuilding Commission;\n\n4. Calls on authorities and stakeholders to work together to consolidate progress and address root causes of instability;\n\n5. Reiterates demand for security and defence services to submit to civilian control.\nHere is a concise summary of the Security Council document:\n\n6. The Council urges Guinea-Bissau's authorities to protect human rights, end impunity, investigate and bring to justice perpetrators of human rights abuses, and protect witnesses.\n\n7. The Council welcomes international partners' joint efforts to support Guinea-Bissau's government and encourages them to continue working together for the country's stabilization.\n\n8. The Council recognizes the start of defence and security sector reforms and encourages continuation of these efforts for long-term stability.\n\n9. The Council recognizes ECOMIB's role in securing state institutions and supporting security sector reform, and supports its continuation.\n\n10. The Council calls on Guinea-Bissau's authorities to reform and strengthen the judicial system, ensuring separation of powers and access to justice.\n\n11. The Council calls on Guinea-Bissau's authorities to combat transnational organized crime, including drug trafficking and money-laundering, and support the Transnational Crime Unit (TCU) and Intergovernmental Action Group against Money Laundering in West Africa (GIABA).\n\n12. The Council encourages international partners to help Guinea-Bissau control air traffic and surveillance of maritime security to combat drug trafficking and organized crime.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2203_2015_EN.pdf"
}