{
  "resolution_no": "2228",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Protection of Civilians"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMID",
    "AU",
    "UN Country Team (UNCT)"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "- Benchmark 2: Protection of civilians, unhindered humanitarian access, and safety and security of humanitarian personnel\n- Requirements: demonstrated commitment of parties to cease hostilities, respect and implement ceasefire and security arrangements.\nThe Security Council document 2228 (2015) outlines measures to protect civilians, promote respect for human rights, and facilitate humanitarian access in Darfur. The document sets out benchmarks and indicators for progress in three key areas:\n\n**Benchmark 1: Protection of Civilians**\n- Protect civilians from imminent threats of physical violence.\n- Indicators include:\n  - Civilians protected by UNAMID from physical violence.\n  - Civilians, especially women and children, carrying out livelihood activities safely under UNAMID protection.\n  - Emergency medical assistance provided by UNAMID.\n\n**Benchmark 2: Humanitarian Access and Security**\n- Ensure safe, timely, and unhindered humanitarian access and safety for humanitarian personnel.\n- Indicators include:\n  - Humanitarian actors able to conduct operations safely with UNAMID support.\n  - Humanitarian actors and their property safe and secure, particularly with UNAMID protection.\n  - Parties to the conflict honouring commitments to combat sexual violence and end child soldier recruitment.\n\n**Benchmark 3: Prevention or Mitigation of Community Conflict**\n- Prevent or mitigate community conflict through mediation and address its root causes.\n- Requirements include:\n  - Authorities and traditional leaders willing to resolve intercommunal conflict peacefully.\n  - Access for UNAMID to facilitate mediation efforts.\n- Indicators include:\n  - Dialogue between communities over peaceful coexistence.\n  - Interventions by authorities and mediators preventing or resolving conflict.\n  - Local agreements settling violent intercommunal conflict.\n  - Reduction in intercommunal conflict incidents and displacement.\n  - Establishment and operation of transitional justice mechanisms.\n  - Improved access to justice for victims.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2228_2015_EN.pdf"
}