{
  "resolution_no": "2216",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIFIL",
    "MINUSMA",
    "Gulf Cooperation Council",
    "Group of Ambassadors in Sana’a",
    "Al-Qaida in the Arabian Peninsula (AQAP)"
  ],
  "reporting_cycle": "10 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2216 (2015) on 14 April 2015, recalling previous resolutions and presidential statements on Yemen. The Council:\n\n* Recalls the letter from the President of Yemen requesting support from the Cooperation Council for the Arab States of the Gulf and the League of Arab States to protect Yemen from Houthi aggression.\n* Supports the Gulf Cooperation Council Initiative and its Implementation Mechanism, and the outcomes of the comprehensive National Dialogue conference.\n* Reaffirms its commitment to Yemen's unity, sovereignty, independence, and territorial integrity, and stands by the people of Yemen.\n* Condemns Al-Qaida in the Arabian Peninsula (AQAP) attacks and expresses concern at AQAP's ability to benefit from Yemen's deterioration.\n* Supports the legitimacy of President Abdo Rabbo Mansour Hadi and calls on all parties to refrain from actions that undermine Yemen's unity and sovereignty.\n* Expresses grave alarm at the humanitarian situation in Yemen and emphasizes the need for a political solution.\n* Emphasizes the need for the return to the implementation of the Gulf Cooperation Council Initiative and its Implementation Mechanism.\n* Supports the efforts of the United Nations and the Special Adviser of the Secretary-General on Yemen.\n* Condemns the Houthis' military escalation and unilateral actions, and calls on them to withdraw from government institutions.\n* Deplores attempts by the Houthis to take actions exclusively within the authority of the legitimate Government of Yemen.\n* Notes with concern the destabilizing actions taken by former President Ali Abdullah Saleh.\n* Welcomes the intention of the Gulf Cooperation Council to convene a conference in Riyadh to support the political transition in Yemen.\nHere is a concise summary of the Security Council document 2216 (2015) without adding any extra information:\n\nRecalling resolution 2117 (2013), the Security Council expresses grave concern at the threat to peace and security in Yemen from illicit transfer, accumulation, and misuse of small arms and light weapons.\n\nThe Council demands that all Yemeni parties, particularly the Houthis, fully implement resolution 2201 (2015) and refrain from unilateral actions undermining the political transition.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2216_2015_EN.pdf"
}