{
  "resolution_no": "2210",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security",
    "Governance",
    "Human Rights",
    "Counter-Narcotics",
    "Reconciliation"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "Afghan Government",
    "NATO",
    "United Nations Office on Drugs and Crime"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council adopted Resolution 2210 (2015) on March 16, 2015, recalling previous resolutions on Afghanistan, particularly Resolution 2145 (2014), which extended the mandate of the United Nations Assistance Mission in Afghanistan (UNAMA) through March 17, 2015.\n\nThe Council reaffirmed its strong commitment to Afghanistan's sovereignty, independence, territorial integrity, and national unity. It welcomed the completion of the Transition (Inteqal) Process and the initiation of the Transformation Decade (2015-2024), where Afghan institutions assume full responsibility for the security sector.\n\nThe Council emphasized the Kabul Process, aiming for Afghan leadership and ownership, strengthened international partnership, regional cooperation, improved governance, enhanced security forces, economic growth, sustainable development, and better protection of citizens' rights, particularly for women and girls.\n\nThe Council stressed a comprehensive approach to address Afghanistan's interconnected security, economic, governance, and development challenges, recognizing no purely military solution exists. It reaffirmed support for the Government and people of Afghanistan in rebuilding their country and strengthening foundations for sustainable peace, development, and constitutional democracy.\n\nThe Council welcomed the inauguration of Afghanistan's new President on September 29, 2014, marking the country's first democratic transition of power, and the establishment of a Government of National Unity. It emphasized the importance of parties working within this unity government to achieve a unified, peaceful, and prosperous future.\n\nThe Council welcomed the strategic consensus between Afghanistan and the international community for a renewed partnership during the Transformation Decade, based on mutual commitments. It reaffirmed support for implementing commitments set out in the London and Kabul Conference Communiqués, the Afghanistan National Development Strategy (ANDS), and the National Drugs Control Strategy.\n\nThe Council welcomed Afghanistan's reform programme, \"Realizing Self-Reliance: Commitments to Reforms and Renewed Partnership,\" which contains strategic policy priorities for realizing self-reliance during the Transformation Decade. It affirmed support for this programme's implementation under the leadership and ownership of the Government of Afghanistan.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2210_2015_EN.pdf"
}