{
  "resolution_no": "2231",
  "year": 2015,
  "theme": [
    "Nuclear Non-Proliferation",
    "Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "UN Security Council",
    "E3/EU+3 (China, France, Germany, the Russian Federation, the United Kingdom, and the United States)",
    "Iran"
  ],
  "reporting_cycle": "The Director General of the IAEA to provide regular updates to the IAEA Board of Governors and, as appropriate, in parallel to the Security Council on Iran’s implementation of its commitments under the JCPOA every six months",
  "operative_authority": "Chapter VII",
  "summary": "iii. Iran reaffirms it will never seek, develop or acquire nuclear weapons.\n\niv. Successful implementation will enable Iran to enjoy its right to nuclear energy for peaceful purposes under the NPT.\n\nv. The JCPOA will lead to the comprehensive lifting of all UN Security Council sanctions, as well as multilateral and national sanctions related to Iran's nuclear programme.\n\nvi. The E3/EU+3 and Iran reaffirm their commitment to the UN Charter.\n\nvii. The NPT remains the cornerstone of the nuclear non-proliferation regime.\n\nviii. The E3/EU+3 and Iran commit to implement the JCPOA in good faith and refrain from actions inconsistent with its letter, spirit, and intent.\n\nix. A Joint Commission will monitor implementation and address issues.\n\nx. The IAEA will monitor and verify voluntary nuclear-related measures.\n\nxi. Provisions and measures are only for the purpose of implementation between E3/EU+3 and Iran.\n\nxii. Technical details are dealt with in the annexes.\n\nxiii. The EU, E3+3, and Iran will cooperate on peaceful uses of nuclear energy.\n\nxiv. The E3+3 will submit a draft resolution to the UN Security Council endorsing the JCPOA.\n\nxv. Provisions will be implemented for their respective durations.\n\nxvi. The E3/EU+3 and Iran will meet at ministerial level every 2 years to review progress.\nHere is a clear and concise summary of the Security Council document:\n\nThe JCPOA outlines voluntary measures to be taken by Iran and E3/EU+3 within a specified timeframe.\n\n**Nuclear**\n\n* **Enrichment, Enrichment R&D, Stockpiles**\n\t1. Iran's long-term plan includes limitations on uranium enrichment and R&D for 8 years, followed by gradual evolution.\n\t2. Iran will phase out IR-1 centrifuges in 10 years, maintaining 5060 centrifuges at Natanz.\n\t3. Enrichment R&D will only include IR-4, IR-5, IR-6, and IR-8 centrifuges for 10 years.\n\t4. Iran will not manufacture or assemble centrifuges, except as provided for, and will replace failed centrifuges with same-type centrifuges.\n\t5. For 15 years, Iran will conduct uranium enrichment-related activities exclusively at Natanz, with 3.67% enrichment.\n\t6. Fordow will be converted into a nuclear physics centre with limited centrifuges.\n\t7. Iran's uranium stockpile will be under 300kg of 3.67% enriched uranium for 15 years.\n\n**Arak, Heavy Water, Reprocessing**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2231_2015_EN.pdf"
}