{
  "resolution_no": "2220",
  "year": "2015",
  "theme": [
    "Small Arms and Light Weapons",
    "Conflict Prevention",
    "Humanitarian Law",
    "Security Sector Reform",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 51"
  ],
  "entities": [
    "United Nations peacekeeping operations",
    "Sanctions Committees",
    "Counter-Terrorism Committee",
    "UN SaferGuard programme"
  ],
  "reporting_cycle": "biennial basis",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, \nRecalling its primary responsibility for international peace and security, notes the significance of small arms and light weapons in recent armed conflicts, emphasizing their excessive accumulation and destabilizing effect endanger civilians, including women, children, and vulnerable groups.\n\nRecalling previous resolutions and statements on small arms, the protection of civilians, women and peace and security, and children in armed conflict.\n\nEmphasizing the right to self-defence and legitimate security demands, while recognizing small arms are traded, manufactured, and retained by States for legitimate purposes.\n\nNoting this resolution focuses on illicit transfer, destabilizing accumulation, and misuse of small arms, including Council-mandated arms embargoes.\n\nGravely concerned by the threats posed by illicit small arms, causing loss of life, instability, and insecurity, undermining the Council's primary responsibility.\n\nReiterating deep regret that civilians account for the majority of casualties in armed conflict, recalling the negative human rights, humanitarian, and socioeconomic consequences of illicit small arms.\n\nGravely concerned by the detrimental effects on children in armed conflict, including recruitment, killing, and maiming.\n\nRecalling the Geneva Conventions and the obligation to respect and ensure respect for international humanitarian law.\n\nUnderlining States' responsibility to prevent threats posed by illicit small arms and reaffirming parties to armed conflict's primary responsibility to protect civilians.\n\nRecognizing the misuse of small arms results in grave crimes, expressing strong opposition to impunity for serious violations.\n\nReaffirming the 2005 World Summit Outcome Document regarding the protection of civilians.\n\nRecognizing efforts to address illicit small arms should be part of a comprehensive approach incorporating political, security, development, human rights, and rule of law activities.\nHere is a concise summary of the Security Council document:\n\nThe Security Council acknowledges the contribution of arms embargoes in countering illicit transfer and misuse of small arms and light weapons. It emphasizes the need for improved information sharing on possible arms embargo violations and alignment of objectives with other UN efforts.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2220_2015_EN.pdf"
}