{
  "resolution_no": "2210",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security",
    "Governance",
    "Human Rights",
    "Counter-Narcotics",
    "Reconciliation"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "Afghan Government",
    "NATO",
    "United Nations Office on Drugs and Crime"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "The Council stressed the importance of regional cooperation for promoting security, stability, and development in Afghanistan, recalling the Kabul Declaration on Good-Neighbourly Relations and welcoming international and regional initiatives such as the Heart of Asia-Istanbul Process.\nThe Security Council:\n\nWelcomes regional efforts to promote security and cooperation in Afghanistan, including the quadrilateral and trilateral summits, and the efforts of the Shanghai Cooperation Organization (SCO), the Collective Security Organization (CSTO), and the South Asian Association for Regional Cooperation (SAARC).\n\nCommends the outcome of the Fourth Heart of Asia-Istanbul Process Ministerial Conference, which reaffirmed the commitment to enhance regional economic cooperation and called upon the international community to fulfil their commitments to Afghanistan's long-term development.\n\nWelcomes the outcome of the International Conference on the Solutions Strategy for Afghan Refugees and looks forward to the implementation of the joint communiqué.\n\nStresses the important role of the United Nations in promoting peace and stability in Afghanistan, and appreciates the efforts of the Secretary-General, his Special Representative, and the women and men of UNAMA.\n\nEmphasizes the need for a comprehensive and inclusive, Afghan-led and Afghan-owned political process to support reconciliation.\n\nRecalls the Government of Afghanistan's commitments to strengthen and improve Afghanistan's electoral process.\n\nReaffirms that Afghanistan's peaceful future lies in building a stable, secure, economically sustainable state, free of terrorism and narcotics, based on the rule of law and strengthened democratic institutions.\n\nUnderlines the importance of operationally capable, professional, inclusive, and sustainable Afghan National Security Forces.\n\nStresses the long-term commitment of the international community to support the development of the Afghan National Defence and Security Forces.\n\nNotes the conclusion of the ISAF Mission and welcomes the establishment of the non-combat Resolute Support Mission.\n\nStresses the need for all United Nations agencies to achieve greater coherence, coordination, efficiency, and alignment with the Government of Afghanistan's National Priority Programmes.\nHere is a clear and concise summary of the Security Council document:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2210_2015_EN.pdf"
}