{
  "resolution_no": "2253",
  "year": "2015",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Counter-Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "ISIL (Da'esh)",
    "Al-Qaida",
    "UN",
    "CTED",
    "CTITF",
    "Financial Action Task Force"
  ],
  "reporting_cycle": "Quarterly briefings and comprehensive reports every six months",
  "operative_authority": "Chapter VII",
  "summary": "51. Committee members and the Monitoring Team are called upon to share information on listing requests from Member States to inform the Committee's decision.\n\n52. The Secretariat must notify the Permanent Mission of the State where an individual or entity is believed to be located and publish relevant information on the Committee's website within three working days of adding a name to the ISIL (Da’esh) & Al-Qaida Sanctions List.\n\n53. Member States must notify listed individuals or entities of the listing, including the narrative summary of reasons for listing, and provide information on delisting procedures.\n\n54. The mandate of the Office of the Ombudsperson is extended for 24 months, and the Ombudsperson shall receive delisting requests and present recommendations to the Committee.\n\n55. If the Ombudsperson recommends retaining a listing, the requirement for States to take measures remains in place.\n\n56. If the Ombudsperson recommends delisting, the requirement for States to take measures terminates 60 days after Committee consideration, unless the Committee decides by consensus to maintain the listing.\n\n57. The Committee may shorten the 60-day period by consensus.\n\n58. The measures referred to are preventative and not reliant on national law.\n\n59. The Secretary-General is requested to strengthen the Office of the Ombudsperson's capacity.\n\n60. Member States are urged to provide relevant information to the Ombudsperson.\n\n61. Member States and international organizations are urged to encourage individuals and entities to seek removal from the ISIL (Da’esh) & Al-Qaida Sanctions List through the Office of the Ombudsperson.\n\n62. The Financial Action Task Force (FATF) international standards are noted.\n\n63. When a designating State submits a delisting request, the requirement for States to take measures is recalled.\nHere is a summarized version of the document:\n\n63. The measures imposed on an individual, group, undertaking, or entity shall terminate after 60 days unless the Committee decides by consensus to maintain them; if consensus doesn't exist, the Chair shall submit the question to the Security Council for a decision within 60 days.\n\n64. The Committee may shorten the 60-day period by consensus on a case-by-case basis.\n\n65. For delisting requests, consensus must exist among all designating States; co-sponsors of listing requests are not considered designating States.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2253_2015_EN.pdf"
}