{
  "resolution_no": "2231",
  "year": 2015,
  "theme": [
    "Nuclear Non-Proliferation",
    "Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "UN Security Council",
    "E3/EU+3 (China, France, Germany, the Russian Federation, the United Kingdom, and the United States)",
    "Iran"
  ],
  "reporting_cycle": "The Director General of the IAEA to provide regular updates to the IAEA Board of Governors and, as appropriate, in parallel to the Security Council on Iran’s implementation of its commitments under the JCPOA every six months",
  "operative_authority": "Chapter VII",
  "summary": "The document lists entities and individuals subject to sanctions. \n\nThe entities and individuals are: \nSINA BANK, SINA SHIPPING COMPANY LIMITED, SINGA TANKERS PTE. LTD, SINO ACCESS HOLDINGS LIMITED, SINOSE MARITIME PTE. LTD, \nSIQIRIYA MARITIME CORP, SIXTH OCEAN ADMINISTRATION GMBH, SIXTH OCEAN GMBH & CO. KG, SMART DAY HOLDINGS GROUP LIMITED, \nSOKOLENKO, Vitaly, SORINET COMMERCIAL TRUST (SCT) BANKERS, SOROUSH SARZAMIN ASATIR SHIP MANAGEMENT COMPANY, \nSOUTH SHIPPING LINE IRAN, SPEEDY SHIP FZC, SPRINGTHORPE LIMITED, STARRY SHINE INTERNATIONAL LIMITED, \nSWISS MANAGEMENT SERVICES SARL, SYNERGY GENERAL TRADING FZE, SYSTEM WISE LIMITED, TABATABAEI, Seyyed Mohammad Ali Khatibi, \nTABRIZ PETROCHEMICAL COMPANY, TADBIR BROKERAGE COMPANY, TADBIR CONSTRUCTION DEVELOPMENT COMPANY, \nTADBIR ECONOMIC DEVELOPMENT GROUP, TADBIR ENERGY DEVELOPMENT GROUP CO., TADBIR INVESTMENT COMPANY, TAFAZOLI, Ahmad, \nTALAI, Mohamad, TAMAS COMPANY, TAT BANK, TC SHIPPING COMPANY LIMITED, TENTH OCEAN GMBH & CO. KG, \nTHE EXPLORATION AND NUCLEAR RAW MATERIALS PRODUCTION COMPANY, THE NUCLEAR REACTORS FUEL COMPANY, \nTHIRD OCEAN ADMINISTRATION GMBH, THIRD OCEAN GMBH & CO. KG, THIRTEENTH OCEAN GMBH & CO. KG, \nTONGHAM SHIPPING CO LTD, TOP GLACIER COMPANY LIMITED, TOP PRESTIGE TRADING LIMITED, TOSEE EQTESAD AYANDEHSAZAN COMPANY, \nTOSEE TAAVON BANK, TOURISM BANK, TRADE TREASURE LIMITED, TRUE HONOUR HOLDINGS LIMITED, TWELFTH OCEAN ADMINISTRATION GMBH, \nTWELFTH OCEAN GMBH & CO. KG, UPPERCOURT SHIPPING COMPANY LIMITED, VALFAJR8TH SHIPPING LINE CO SSK, \nVOBSTER SHIPPING COMPANY LTD, WEST SUN TRADE GMBH, WIPPERMANN, Ulrich, WOKING SHIPPING INVESTMENTS LIMITED, \nYASINI, Seyed Kamal, YAZDI, Bahareh Mirza Hossein, ZADEH, Hassan Jalil, ZANJANI, Babak Morteza, ZARIN RAFSANJAN CEMENT COMPANY, \nZEIDI, Hossein, ZHUHAI ZHENRONG COMPANY, ZIRACCHIAN ZADEH, Mahmoud.\nHere is a summarized version of the document:\n\nThe document lists blocked properties of individuals and entities identified as the Government of Iran (GOI) by the Office of Foreign Assets Control.\n\n**Aircraft:**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2231_2015_EN.pdf"
}