{
  "resolution_no": "2228",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Protection of Civilians"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMID",
    "AU",
    "UN Country Team (UNCT)"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2228 (2015) on June 29, 2015, reaffirming previous resolutions and statements on the situation in Sudan, and underlining the importance of full compliance. The Council:\n\n- Reaffirmed its commitment to Sudan's sovereignty, unity, independence, and territorial integrity.\n\n- Expressed deep concern over the deteriorating security situation in Darfur in 2015, marked by escalated hostilities between government forces and rebel groups, inter-communal conflicts, and increased criminality.\n\n- Demanded all parties end violence, including attacks on civilians, peacekeepers, and humanitarian personnel.\n\n- Expressed concern over evidence of cluster bomb use in North Darfur and called on the Government of Sudan to investigate.\n\n- Emphasized accountability for international humanitarian law and human rights violations.\n\n- Recalled resolution 2117 (2013) and expressed concern over the threat posed by illicit small arms and light weapons.\n\n- Expressed deep concern over significant population displacements and increased humanitarian needs.\n\n- Recalled commitments made under the Doha Document for Peace in Darfur (DDPD) and called for unimpeded humanitarian access.\n\n- Called on donors and the Government of Sudan to provide necessary financial resources.\n\n- Reiterated that there can be no military solution to the conflict and emphasized the need for an inclusive political settlement.\n\n- Supported the DDPD and AU High-Level Implementation Panel (AU-HIP) mediated peace talks.\n\n- Deplored armed groups impeding the peace process and demanded the release of members of the former movement of Mohamed Bashar taken captive in May 2013.\nThe Security Council,\n\nCondemns actions by JEM-Gibril forces aimed at forced overthrow of the Government of Sudan,\n\nNotes UNAMID's ability to facilitate progress in implementation of the DDPD is hampered by delays and lack of inclusive political settlement,\n\nUrges signatory parties to implement the DDPD fully, expresses concern over humanitarian and security situation,\n\nWelcomes regional initiatives to address root causes of conflict in Darfur,\n\nUnderlines importance of partnership between UN and AU,\n\nCalls on all parties to comply with international human rights law and humanitarian law,\n\nReaffirms concern over negative effect of violence in Darfur on regional stability,\n\nCommends UNAMID's efforts and reiterates full support,\n\nWelcoming reports of Secretary-General,",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2228_2015_EN.pdf"
}