{
  "resolution_no": "2243",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "WPS/CAAC",
    "Health"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINUSTAH",
    "United Nations country team",
    "Haitian National Police",
    "Special Representative of the Secretary-General"
  ],
  "reporting_cycle": "semi-annually, not later than forty-five days prior to its expiration",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2243 (2015) on 14 October 2015, reaffirming its previous resolutions on Haiti and commitment to the country's sovereignty, independence, territorial integrity, and unity. The Council noted Haiti's progress towards stabilization, including the completion of legislative elections and the holding of presidential, municipal, and local elections in 2015. It welcomed the relatively peaceful first round of legislative elections on 9 August 2015 and acknowledged steps taken to address irregularities. The Council recognized the importance of free, fair, peaceful, and democratic elections and encouraged the Government, Electoral Council, and political parties to ensure the upcoming rounds of elections meet these standards.\n\nThe Council noted the overall security situation in Haiti remained stable, with some improvement, and recognized the role of the UN Stabilization Mission in Haiti (MINUSTAH) in ensuring stability and security. It commended MINUSTAH for assisting the Government in maintaining a secure environment and expressed gratitude to its personnel. The Council underlined the need to strengthen Haitian judicial and correctional systems, support a more integrated security sector, and encourage the Government to make progress in security sector reform.\n\nThe Council reiterated the critical role of the Haitian National Police (HNP) in Haiti's security and stability, welcoming its ongoing strengthening, professionalization, and reform. It noted the need for adequate funding for the HNP to enhance its capacities and encouraged the Government to take advantage of international support. The Council recognized steps taken by the Superior Council of the Judiciary to strengthen its capacity and promote judicial independence.\n\nThe Council expressed concern over the humanitarian situation in Haiti, which has deteriorated significantly since March 2015, with reduced funding limiting the response to multiple challenges. It noted with concern food insecurity, the cholera epidemic, and the situation of approximately 60,801 internally displaced persons (IDPs), whose living conditions remain a concern. The Council welcomed efforts by the Government to control and eliminate the cholera epidemic and address humanitarian challenges.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2243_2015_EN.pdf"
}