{
  "resolution_no": "2233",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Terrorism",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMI",
    "ISIL",
    "Al-Qaida",
    "United Nations Assistance Mission for Iraq"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Recalls previous resolutions on Iraq and reaffirms Iraq's independence, sovereignty, unity, and territorial integrity.\n\n2. Expresses grave concern over the security situation in Iraq due to the large-scale offensive by terrorist groups, particularly ISIL (also known as Da'esh), and associated armed groups.\n\n3. Condemns attacks by these groups, which have resulted in heavy civilian casualties, displacement of over three million Iraqis, and use of sexual violence against women and girls.\n\n4. Emphasizes that stability and security in Iraq are crucial for the people of Iraq, the region, and the international community.\n\n5. Notes that ISIL's presence on Iraq's sovereign territory is a major threat and that a long-term solution requires the political leadership of Iraq to make decisions that unite the country.\n\n6. Calls on all political entities to work together in an inclusive and timely political process to strengthen Iraq's national unity, sovereignty, and independence.\n\n7. Encourages the Government of Iraq to strengthen governance, promote human rights and the rule of law, and improve security and public order.\n\n8. Expresses grave concern over the humanitarian situation, with over three million individuals seeking refuge, and calls for an intensification of efforts to address these issues.\n\n9. Emphasizes the need for international and regional cooperation to support Iraq in its fight against ISIL and prevent terrorist groups from using Iraqi and neighboring territories to carry out violence.\n\n10. Reaffirms the importance of the United Nations, particularly UNAMI, in advising, supporting, and assisting the Iraqi people and government to strengthen democratic institutions and advance inclusive political dialogue and national reconciliation.\nThe Security Council:\n\nExpresses grave concern over violent extremism and terrorism by ISIL in Iraq, targeting women, girls, and vulnerable groups, and committing serious human rights abuses and violations of international humanitarian law.\n\nEncourages the Government of Iraq to promote and protect women's rights, and reaffirms resolutions 1325 (2000), 1820 (2008), 1888 (2009), 1889 (2009), 1960 (2010), 2106 (2013), and 2122 (2013) on women, peace, and security.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2233_2015_EN.pdf"
}