{
  "resolution_no": "2199",
  "year": "2015",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Counter-Terrorism Financing"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "ISIL (Islamic State of Iraq and the Levant)",
    "Al-Qaida",
    "Al-Nusrah Front (ANF)",
    "1267/1989 Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "Member States to report to the Committee within 120 days",
  "operative_authority": "Chapter VII",
  "summary": "11. Reaffirms states' obligation to bring to justice individuals involved in terrorist acts and ensure that such acts are established as serious criminal offenses.\nHere is a summarized version of the Security Council document:\n\n**Oil Trade**\n\n* Decides that support to ISIL, ANF, and Al-Qaida associated individuals and entities may not be provided through trade in oil and refined oil products, modular refineries, and related material.\n* Requires Member States to inform the 1267/1989 Committee within 30 days of interdicting such materials in their territory.\n* Encourages listing requests to the Committee for individuals and entities engaged in oil trade-related activities with ISIL, ANF, and Al-Qaida associated individuals and entities.\n\n**Cultural Heritage**\n\n* Condemns the destruction of cultural heritage in Iraq and Syria, particularly by ISIL and ANF.\n* Notes with concern that ISIL, ANF, and Al-Qaida associated individuals and entities are generating income from looting and smuggling cultural heritage items.\n* Decides that Member States shall prevent the trade in Iraqi and Syrian cultural property and other items of archaeological, historical, cultural, rare scientific, and religious importance.\n\n**Kidnapping for Ransom and External Donations**\n\n* Condemns kidnapping and hostage-taking by ISIL, ANF, and Al-Qaida associated individuals and entities.\n* Reaffirms that ransoms may not be paid to individuals, groups, undertakings, or entities on the Al-Qaida Sanctions List.\n* Expresses concern that external donations continue to be made to ISIL, ANF, and Al-Qaida associated individuals and entities.\n\n**Banking**\n\n* Urges Member States to ensure that financial institutions within their territory prevent ISIL, ANF, and Al-Qaida associated individuals and entities from accessing the international financial system.\n\n**Arms and related materiel**\n\n* Reaffirms the decision to prevent the direct or indirect supply, sale, or transfer of arms and related materiel to ISIL, ANF, and Al-Qaida associated individuals and entities.\nHere is a concise summary of the document:\n\n25. The Security Council expresses concern at the proliferation of arms to ISIL, ANF, and other Al-Qaida-associated individuals and entities, which may impact regional and international peace and security.\n\n26. The Council reminds Member States of their obligation to prevent the supply, sale, or transfer of arms to listed individuals and entities, including ISIL and ANF.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2199_2015_EN.pdf"
}