{
  "resolution_no": "2196",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MINUSCA",
    "MISCA",
    "Sangaris",
    "EUFOR RCA",
    "Panel of Experts on the Central African Republic",
    "International Criminal Court (ICC)"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Council recalls its resolutions 2117 (2013) and 2127 (2013) and expresses grave concern at the threat to peace and security in the CAR arising from the illicit transfer, destabilizing accumulation and misuse of small arms and light weapons. \n\nThe Council decides to continue an arms embargo on the CAR until 29 January 2016, prohibiting the supply, sale, or transfer of arms and related materiel, with exceptions for supplies intended for MINUSCA, the African Union-Regional Task Force, and European Union Missions, as well as humanitarian or protective use. \n\nThe embargo exemptions also include supplies of non-lethal military equipment, protective clothing, and small arms for international patrols providing security in the Sangha River Tri-national Protected Area. \n\nThe Council authorizes Member States to seize, register, and dispose of items prohibited by the embargo and calls upon transitional authorities to address the illicit transfer and misuse of small arms and light weapons. \n\nThe Council reiterates its call for an inclusive and effective disarmament, demobilization, and reintegration process, as well as repatriation and resettlement of foreign fighters. \n\nThe Council emphasizes the critical importance of effective implementation of the sanctions regime and encourages efforts to enhance cooperation. \n\nThe Council determines that the situation in the CAR continues to constitute a threat to international peace and security in the region. \n\nThe Council acts under Chapter VII of the Charter of the United Nations.\nThe Security Council has adopted the following measures regarding the Central African Republic (CAR):\n\n**Travel Ban**\n\n* Through 29 January 2016, all Member States shall prevent the entry into or transit through their territories of individuals designated by the Committee (para 4).\n* Exceptions apply:\n\t+ Humanitarian need, including religious obligation (para 5(a)).\n\t+ Judicial process (para 5(b)).\n\t+ Exemption would further peace, national reconciliation, and stability in the CAR and region (para 5(c)).\n* Violations of the travel ban can undermine peace, stability, or security of the CAR, and individuals who facilitate travel of listed individuals may be designated by the Committee (para 6).\n\n**Asset Freeze**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2196_2015_EN.pdf"
}