{
  "resolution_no": "2231",
  "year": 2015,
  "theme": [
    "Nuclear Non-Proliferation",
    "Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "UN Security Council",
    "E3/EU+3 (China, France, Germany, the Russian Federation, the United Kingdom, and the United States)",
    "Iran"
  ],
  "reporting_cycle": "The Director General of the IAEA to provide regular updates to the IAEA Board of Governors and, as appropriate, in parallel to the Security Council on Iran’s implementation of its commitments under the JCPOA every six months",
  "operative_authority": "Chapter VII",
  "summary": "**Other Provisions:**\n\n* The US will allow for the sale of commercial passenger aircraft and related parts and services to Iran.\n* The US will license non-US persons owned or controlled by a US person to engage in activities with Iran.\n* The US will license the importation into the US of Iranian-origin carpets and foodstuffs.\n* Eight years after Adoption Day or when the IAEA concludes that all nuclear material in Iran remains in peaceful activities, the US will seek legislative action to terminate or modify sanctions on the acquisition of nuclear-related commodities and services.\nThe EU will refrain from re-introducing or re-imposing terminated sanctions under JCPOA, without prejudice to the dispute resolution process. The US will make best efforts to sustain JCPOA and prevent interference with Iran's benefit from sanctions lifting. The US Administration will refrain from re-introducing or re-imposing sanctions specified in Annex II and from imposing new nuclear-related sanctions. \nIran will treat re-introduction or re-imposition of sanctions as grounds to cease performing its commitments. \nThe E3/EU+3 and Iran commit to implement JCPOA in good faith and in a constructive atmosphere. \nThe E3/EU+3 will take adequate measures to ensure clarity on lifting of sanctions and refrain from imposing exceptional or discriminatory regulatory requirements. \nThe EU, its Member States, and the US will issue guidelines and statements on lifted sanctions and consult with Iran. \nThey will refrain from policies directly and adversely affecting normalisation of trade and economic relations with Iran. \nThe E3/EU+3 will not apply sanctions to persons or entities engaging in activities covered by lifted sanctions. \nThe EU and its Member States and the US will terminate implementation of measures applicable to designated entities and individuals. \nThey will engage in joint projects with Iran in peaceful nuclear technology and take necessary measures. \nThe E3/EU+3 and Iran will agree on steps to ensure Iran's access in areas of trade, technology, finance, and energy.\nHere is a clear and concise summary of the Security Council document:\n\n**IMPLEMENTATION PLAN**\n\nThe implementation of JCPOA commitments will follow a sequence with specific milestones:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2231_2015_EN.pdf"
}