{
  "resolution_no": "2216",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIFIL",
    "MINUSMA",
    "Gulf Cooperation Council",
    "Group of Ambassadors in Sana’a",
    "Al-Qaida in the Arabian Peninsula (AQAP)"
  ],
  "reporting_cycle": "10 days",
  "operative_authority": "Chapter VII",
  "summary": "The Council demands that all Yemeni parties, particularly the Houthis, fully implement resolution 2201 (2015) and refrain from unilateral actions undermining the political transition.\n\nThe Houthis are required to:\n- End the use of violence\n- Withdraw forces from seized areas, including Sana’a\n- Relinquish arms seized from military and security institutions\n- Cease actions exclusively within the authority of the legitimate Government\n- Refrain from provocations or threats to neighbouring States\n- Release Major-General Mahmoud al-Subaihi, political prisoners, and individuals under house arrest or arbitrarily detained\n- End recruitment and use of children and release them from their ranks\n\nThe Secretary-General is requested to report on implementation within 10 days and the Council expresses intent to consider designating individuals and entities for sanctions if there is non-implementation.\n\nThe Council:\n- Decides individuals listed in the annex shall be subject to sanctions\n- Reiterates importance of implementing measures imposed by resolution 2140 (2014)\n- Calls on Yemeni parties to abide by the Gulf Cooperation Council Initiative and resume negotiations\n- Urges parties to respond positively to the President of Yemen’s request to attend a conference in Riyadh\n- Calls on parties to comply with international law, including humanitarian law and human rights law\n- Reaffirms the need to ensure civilian safety and humanitarian personnel security\n- Requests the Secretary-General to intensify efforts to facilitate humanitarian assistance and evacuation.\nThe Security Council:\n\nReaffirms the importance of a successful transition in Yemen through a national dialogue conference, with close coordination with international partners.\n\n**Arms Embargo**\n\n* Imposes an arms embargo on Ali Abdullah Saleh, Abdullah Yahya Al Hakim, Abd Al-Khaliq Al-Huthi, and individuals and entities designated by the Committee, and those acting on their behalf or at their direction in Yemen.\n* Prohibits the supply, sale, or transfer of arms and related materiel, technical assistance, training, financial or other assistance related to military activities.\n\n**Implementation and Inspection**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2216_2015_EN.pdf"
}