{
  "resolution_no": "2256",
  "year": "2015",
  "theme": [
    "International Criminal Justice",
    "Tribunals",
    "Impunity"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 16"
  ],
  "entities": [
    "International Criminal Tribunal for Rwanda (ICTR)",
    "International Tribunal for the former Yugoslavia (ICTY)",
    "International Residual Mechanism for Criminal Tribunals (Mechanism)"
  ],
  "reporting_cycle": "six-monthly reports",
  "operative_authority": "Chapter VII",
  "summary": "8. Decides to extend the terms of office of the following permanent judges at the ICTY, members of the Trial Chambers and the Appeals Chamber, until 31 December 2016 or until the completion of the cases to which they are or will be assigned, if sooner: \nCarmel Agius (Malta), Liu Daqun (China), Christoph Flügge (Germany), Theodor Meron (United States of America), Bakone Justice Moloto (South Africa), Alphons Orie (The Netherlands), Fausto Pocar (Italy).\n\n9. Decides to reappoint Mr. Serge Brammertz as Prosecutor of the ICTY for a term with effect from 1 January 2016 until 31 December 2016.\n\n10. Calls on the ICTY to redouble its efforts to review and shorten its projected case completion dates.\n\n11. Requests the Office of Internal Oversight Services (OIOS) to carry out an evaluation of the ICTY and present its report by 1 June 2016.\n\n12. Commends States that have accepted the relocation of acquitted or convicted persons and reiterates its call upon all States to cooperate with the Mechanism.\n\n13. Urges all States, especially those where fugitives are suspected to be at large, to intensify cooperation with the Mechanism.\n\n14. Urges the DRC to transfer Ladislas Ntaganzwa for trial without delay.\n\n15. Urges the Mechanism to continue monitoring cases referred to national jurisdictions.\n\n16. Emphasizes the Mechanism's residual functions and urges it to be guided by a small, temporary, and efficient structure.\n\n17. Welcomes the report and supplementary information submitted by the Mechanism.\n\n18. Takes note of the Mechanism's work, including development of a legal and regulatory framework and efforts to reduce costs.\n\n19. Notes the views and recommendations of the Council's Informal Working Group on International Tribunals and requests the Mechanism to implement them.\nThe Security Council:\n\n20. Requests the Mechanism to include in its six-monthly reports information on progress achieved, staffing, workload, related costs with breakdown by division, and projections of residual functions duration;\n\n21. Notes the conclusion of the Council's review of the Mechanism's progress during its initial period;\n\n22. Recalls that future reviews will include evaluation reports from OIOS on the Mechanism's methods and work;\n\n23. Encourages collaboration between the Mechanism and the Government of Rwanda on ICTR legacy issues, including archives access;\n\n24. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2256_2015_EN.pdf"
}