{
  "resolution_no": "2252",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Conflict Prevention"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMISS",
    "IGAD",
    "African Union",
    "JMEC"
  ],
  "reporting_cycle": "The Secretary-General reports every 60 days",
  "operative_authority": "Chapter VII",
  "summary": "**(b) Monitoring and Investigating Human Rights**\n\n* Monitor, investigate, verify, and report on human rights abuses and violations\n* Focus on violations against children and women, including sexual and gender-based violence\n* Coordinate with international, regional, and national human rights mechanisms\n\n**(c) Humanitarian Assistance**\n\n* Contribute to creating security conditions for humanitarian assistance delivery\n* Ensure security and freedom of movement for UN personnel and installations\n\n**(d) Supporting the Implementation of the Agreement**\n\n* Support planning and establishment of transitional security arrangements\n* Support the National Constitutional Amendment Committee and permanent constitution-making process\n* Assist with disarmament, demobilization, reintegration, and security sector reform activities\n* Participate in and support the CTSAMM and JMEC\n\n**Additional Requests**\n\n* Encourages the Secretary-General to assist with mass communication and dissemination of key messages in support of the Agreement’s implementation\n* Emphasizes priority for protection of civilians in decisions about resource allocation\n* Requests the Secretary-General to direct UNMISS operations and coordinate UN activities in South Sudan\n* Requests detailed information on force generation, restructuring, logistical support, and enablers.\nHere is a summarized version of the Security Council document:\n\n13. The Secretary-General is requested to prioritize the complete deployment of UNMISS personnel to authorized military and police strength.\n\n14. UNMISS is requested to consider gender issues throughout its mandate, particularly regarding women's participation in the implementation of the Agreement.\n\n15. UNMISS is requested to intensify its presence and patrolling in high-risk areas, and to extend its presence to areas of displacement, return, and resettlement.\n\n16. The Secretary-General is requested to ensure full compliance of UNMISS with the UN's zero-tolerance policy on sexual exploitation and abuse.\n\n17. UNMISS is encouraged to ensure support to non-UN security forces is provided in strict compliance with the HRDDP.\n\n18. UNMISS is requested to assist the Committee and the Panel of Experts established by resolution 2206 (2015).\n\n19. Attacks on and threats to UNMISS personnel and facilities are condemned, and all parties are demanded to respect the inviolability of UN premises.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2252_2015_EN.pdf"
}