{
  "resolution_no": "2242",
  "year": "2015",
  "theme": [
    "Women, Peace and Security",
    "Conflict Prevention",
    "Human Rights",
    "International Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UN-Women",
    "Security Council",
    "Member States",
    "United Nations peacekeeping operations"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "1. Urges Member States to assess strategies and resourcing for the agenda, increase women's representation in decision-making, and provide financial and technical assistance to women involved in peace processes.\n\n2. Welcomes efforts of Member States to implement resolution 1325, including national action plans, and calls for integration of the agenda into strategic plans with sufficient resources.\n\n3. Encourages Member States to increase funding for women, peace, and security, including support to civil society, and to support countries in armed conflict and post-conflict situations.\n\n4. Urges the Secretary-General and UN entities to integrate women's needs and gender perspectives into their work, including policy and planning processes, and to address deficits in accountability.\n\n5. Recognizes the need for greater integration of resolution 1325 in the Council's work, and:\n \n(a) Intends to convene Informal Experts Group on Women, Peace and Security.\n\n(b) Will integrate women, peace, and security concerns across country-specific situations.\n\n(c) Will invite civil society, including women's organizations, to brief the Council.\nThe Security Council:\n\n1. Requests the Secretary-General on Sexual Violence in Conflict to brief more regularly on country situations and relevant thematic areas.\n\n2. Intends to consider designating actors engaged in violations, including sexual and gender-based violence, when adopting or renewing targeted sanctions.\n\n3. Urges DPKO and DPA to ensure gender analysis and technical expertise throughout mission planning and implementation.\n\n4. Welcomes the Secretary-General's commitment to prioritize the appointment of more women in senior United Nations leadership positions.\n\n5. Expresses deep concern over allegations of sexual exploitation and abuse by United Nations peacekeepers and non-United Nations forces.\n\n6. Welcomes the Secretary-General's continued efforts at implementing his policy of zero tolerance of misconduct.\n\n7. Calls for the greater integration of agendas on women, peace and security, counter-terrorism, and countering-violent extremism.\n\n8. Urges Member States and requests relevant United Nations entities to conduct and gather gender-sensitive research and data collection on the drivers of radicalization.\n\n9. Urges Member States and the United Nations system to ensure the participation and leadership of women and women’s organizations in developing strategies to counter terrorism.\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2242_2015_EN.pdf"
}