{
  "resolution_no": "2231",
  "year": 2015,
  "theme": [
    "Nuclear Non-Proliferation",
    "Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "UN Security Council",
    "E3/EU+3 (China, France, Germany, the Russian Federation, the United Kingdom, and the United States)",
    "Iran"
  ],
  "reporting_cycle": "The Director General of the IAEA to provide regular updates to the IAEA Board of Governors and, as appropriate, in parallel to the Security Council on Iran’s implementation of its commitments under the JCPOA every six months",
  "operative_authority": "Chapter VII",
  "summary": "**CENTRIFUGES RESEARCH AND DEVELOPMENT**\n\n* Iran will conduct enrichment R&D without accumulating enriched uranium (para. 32).\n* For 10 years, Iran's enrichment R&D with uranium will only include IR-4, IR-5, IR-6, and IR-8 centrifuges (para. 32).\n* Specific testing and storage requirements are outlined for various centrifuge types (paras. 33-41).\n* Iran will adapt PFEP to R&D activities and remove excess centrifuges and infrastructure (para. 41).\n* For 15 years, Iran will conduct all testing of centrifuges with uranium only at the PFEP and mechanical testing only at the PFEP and Tehran Research Centre (para. 40).\n\n**ADDITIONAL PROVISIONS**\n\n* The IAEA will confirm the failed or damaged status of centrifuge machines (para. 30).\n* For 15 years, Iran will install gas centrifuge machines or enrichment-related infrastructure only at specified locations and for specified activities (para. 31).\n* Iran intends to continue R&D on new types of centrifuges through computer modelling and simulations (para. 43).\nHere is a summarized version of the document:\n\n**FORDOW FUEL ENRICHMENT PLANT (FFEP)**\n\n* The FFEP will be converted into a nuclear, physics, and technology centre with international collaboration in agreed areas of research.\n* Iran will not conduct uranium enrichment or related R&D and will have no nuclear material at FFEP for 15 years.\n* For 15 years, Iran will maintain no more than 1044 IR-1 centrifuge machines at one wing of the FFEP.\n* Two cascades will be modified for stable isotope production in joint partnership with Russia.\n* Four cascades will be placed in an idle state, not spinning.\n* Excess centrifuges and infrastructure will be removed and stored at Natanz under IAEA continuous monitoring.\n\n**STABLE ISOTOPE PRODUCTION**\n\n* Iran will limit stable isotope production activities with gas centrifuges to FFEP for 15 years using no more than 348 IR-1 centrifuges.\n* Associated R&D activities will occur at FFEP and Iran's declared and monitored centrifuge manufacturing facilities.\n\n**IAEA MONITORING**\n\n* The IAEA will establish a baseline for uranium legacy from past enrichment operations at FFEP.\n* Iran will permit regular IAEA access, including daily access, to monitor stable isotope production and absence of undeclared nuclear material and activities at FFEP for 15 years.\n\n**OTHER ASPECTS OF ENRICHMENT**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2231_2015_EN.pdf"
}