{
  "resolution_no": "2258",
  "year": "2015",
  "theme": [
    "Humanitarian",
    "Peacekeeping",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 25"
  ],
  "entities": [
    "UNIFIL",
    "MINUSMA",
    "Syrian Red Crescent"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on Syria, reaffirms its commitment to Syria's sovereignty, independence, unity, and territorial integrity.\n\nExpresses outrage at the escalating violence, killing over 250,000 people, including tens of thousands of children, and gravely distressed by the humanitarian situation, with 13.5 million people in need of assistance, 6.5 million internally displaced, and 393,700 civilians trapped in besieged areas.\n\nGravely concerned at the lack of implementation of previous resolutions, and recalling the obligations of all parties under international humanitarian law and human rights law, condemns attacks on civilians, schools, medical facilities, and water supply.\n\nExpresses grave concern at the presence of ISIL, Al Nusrah Front, and other terrorist groups, and their violent extremist ideology and actions, and calls for the full implementation of resolutions 2170, 2178, 2199, 2249, and 2253.\n\nCondemns the movement of foreign terrorist fighters into and out of Syria, and calls on States to prevent and suppress their flow to terrorist groups.\n\nReaffirms the primary responsibility of the Syrian authorities to protect the population, and demands that all parties comply with their obligations under international law related to the protection of civilians.\n\nStrongly condemns arbitrary detention, torture, kidnappings, and hostage taking, and demands the immediate end of these practices and the release of all arbitrarily detained persons.\n\nRecalls its condemnation of violence and intimidation against humanitarian operations, and urges all parties to promote the safety, security, and freedom of movement of humanitarian personnel.\nThe Security Council,\n\nNoting the UN and partners' continued delivery of life-saving assistance in Syria, reaching millions with food, non-food items, medical supplies, and water and sanitation supplies,\n\n Deeply disturbed by the decline in humanitarian assistance to hard-to-reach and besieged areas, with 393,700 civilians trapped, and only 3.5% and 0.7% of people in besieged areas receiving health and food assistance per month,\n\nExpressing grave concern at hindrances to humanitarian assistance, particularly by ISIL, ANF, and Al-Qaida-associated individuals and entities, and by the Syrian authorities' decline in convoy approvals,",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2258_2015_EN.pdf"
}