{
  "resolution_no": "2253",
  "year": "2015",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Counter-Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "ISIL (Da'esh)",
    "Al-Qaida",
    "UN",
    "CTED",
    "CTITF",
    "Financial Action Task Force"
  ],
  "reporting_cycle": "Quarterly briefings and comprehensive reports every six months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\n**Information Exchange and Implementation**\n\n* Encourages Member States to exchange information on the travel of individuals on the ISIL (Da’esh) & Al-Qaida Sanctions List (32).\n* Encourages designating States to inform the Monitoring Team of judicial proceedings related to listed parties (33).\n* Encourages Member States to designate national focal points to liaise with the Committee and Monitoring Team (34).\n* Encourages Member States to report obstacles to implementing measures against ISIL, Al-Qaida, and associated individuals and entities (35).\n* Calls upon States to submit a report on their implementation of measures within 120 days (36).\n\n**Committee Directives**\n\n* Directs the Committee to ensure fair and clear procedures for listing and removing individuals and entities from the ISIL (Da’esh) & Al-Qaida Sanctions List (37).\n* Directs the Committee to review its guidelines and report to the Council on its findings and recommendations (38-39).\n* Directs the Committee to identify cases of non-compliance and determine the course of action (40).\n* Confirms that no matter should be left pending before the Committee for more than six months (41).\n* Requests the Committee to facilitate assistance on capacity-building for enhancing implementation of measures (42).\n\n**Listing and Sanctions**\n\n* Encourages Member States to submit names of individuals and entities participating in the financing or support of ISIL, Al-Qaida, and associated individuals and entities (43).\n* Reiterates that measures are preventative in nature and not reliant upon criminal standards (44).\n* Reaffirms the requirements for proposing names to the Committee for inclusion on the ISIL (Da’esh) & Al-Qaida Sanctions List (45-46).\n* Encourages Member States to submit photographs and biometric data of individuals (47).\n* Directs the Committee to update the standard form for listing and the Monitoring Team to report on improving the quality of the ISIL (Da’esh) & Al-Qaida Sanctions List (48).\n* Directs the Committee to make accessible a narrative summary of reasons for listing (49).\n* Encourages Member States and international organizations to inform the Committee of relevant court decisions and proceedings (50).\nHere is a concise summary of the document:\n\n51. Committee members and the Monitoring Team are called upon to share information on listing requests from Member States to inform the Committee's decision.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2253_2015_EN.pdf"
}