{
  "resolution_no": "2240",
  "year": "2015",
  "theme": [
    "Human Trafficking",
    "Smuggling of Migrants",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIFIL",
    "MINUSMA",
    "FRONTEX",
    "EUBAM Libya"
  ],
  "reporting_cycle": "Secretary-General reports in 11 months; States report every 3 months",
  "operative_authority": "Chapter VII",
  "summary": "Authorizes, for one year, Member States to inspect vessels on the high seas off Libya's coast suspected of smuggling or trafficking migrants, with efforts to obtain the flag State's consent.\n\n Authorizes, for one year, Member States to seize vessels confirmed to be used for smuggling or trafficking migrants.\n\n Calls upon flag States to cooperate with efforts to inspect and seize vessels and to respond rapidly to requests.\n\n Authorizes Member States to use commensurate measures to confront smugglers and traffickers, in compliance with international human rights law.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n- Authorizes measures to combat migrant smuggling and human trafficking off the coast of Libya, while ensuring safety of persons on board and avoiding harm to the marine environment (para 7-8).\n- Emphasizes that these authorizations do not apply to vessels with sovereign immunity and do not affect rights/obligations under international law, including UNCLOS (para 11).\n- Aims to disrupt organized crime and prevent loss of life, while respecting human rights and refugee law (para 12).\n- Urges humane treatment of migrants and respect for their rights (para 13).\n- Requests due regard for legitimate activities, such as fishing (para 14).\n- Calls for investigation and prosecution of those responsible for migrant smuggling and human trafficking (para 15).\n- Encourages ratification of protocols against migrant smuggling and human trafficking (para 16).\n- Requests regular reporting on actions taken under the resolution (para 17-18).\n- Intends to review the situation and consider renewing the authority provided (para 19).\n- Decides to remain seized of the matter (para 20).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2240_2015_EN.pdf"
}