{
  "resolution_no": "2231",
  "year": 2015,
  "theme": [
    "Nuclear Non-Proliferation",
    "Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "UN Security Council",
    "E3/EU+3 (China, France, Germany, the Russian Federation, the United Kingdom, and the United States)",
    "Iran"
  ],
  "reporting_cycle": "The Director General of the IAEA to provide regular updates to the IAEA Board of Governors and, as appropriate, in parallel to the Security Council on Iran’s implementation of its commitments under the JCPOA every six months",
  "operative_authority": "Chapter VII",
  "summary": "- Prevent funds, financial assets, or economic resources from being made available to or for the benefit of designated individuals or entities for eight years from the JCPOA Adoption Day or until the IAEA submits a report confirming the Broader Conclusion.\n\n- Allow for certain exceptions to these measures, including for basic expenses, extraordinary expenses, civil nuclear cooperation projects, judicial, administrative or arbitral lien or judgment, and activities directly related to the items specified in paragraph 2.\n\n- Permit the addition of interest or other earnings due on frozen accounts or payments due under contracts, agreements, or obligations that arose prior to the date on which those accounts were frozen.\n(e) For five years from the JCPOA Adoption Day or until the IAEA submits a report confirming the Broader Conclusion, whichever is earlier, States shall prevent the entry into or transit through their territories of individuals described in paragraph 6(c), except when the Security Council determines on a case-by-case basis that such travel is justified on humanitarian grounds, including religious obligations, or would further the objectives of the resolution, including where Article XV of the IAEA statute is engaged;\n\n(f) Take required actions, in accordance with the resolution and guidance provided by the Security Council, with respect to items the supply, sale, transfer, or export of which is being undertaken contrary to the JCPOA or this statement, and cooperate in such efforts.\n\n7. All States are called upon to facilitate full implementation of the JCPOA by inspecting cargo to and from Iran, in their territory, including seaports and airports, if there are reasonable grounds to believe that the cargo contains items being supplied, sold, transferred, or exported contrary to the JCPOA or this statement; and to cooperate in inspections on the high seas with the consent of the flag State, if there are reasonable grounds to believe the vessel is carrying such items.\n\n China, France, Germany, the Russian Federation, the United Kingdom, the United States, and the European Union note their understanding that the Security Council will make practical arrangements to undertake tasks specified in this statement, including monitoring and taking action to support implementation by Member States.\n\nThe duration of the provisions may be reviewed by the Joint Commission at the request of any participant at its biannual ministerial-level meetings.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2231_2015_EN.pdf"
}