{
  "resolution_no": "2246",
  "year": "2015",
  "theme": [
    "Piracy",
    "Maritime Security",
    "Somalia"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNODC",
    "IMO",
    "EUNAVFOR",
    "CGPCS",
    "Somalia and Eritrea Monitoring Group"
  ],
  "reporting_cycle": "The Secretary-General reports to the Security Council within eleven months of the adoption of this resolution",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Somalia, welcomes the report of the Secretary-General on piracy and armed robbery at sea off Somalia's coast.\n\nReaffirms Somalia's sovereignty, territorial integrity, and unity, and its sovereign rights over offshore natural resources.\n\nNotes a decline in pirate attacks since 2011 but remains concerned about the ongoing threat to humanitarian aid, seafarers, and commercial maritime routes.\n\nExpresses concern about children involved in piracy, sexual exploitation of women and children, and coercion to participate in piracy activities.\n\nReaffirms international law, including the UN Convention on the Law of the Sea, sets out the framework for countering piracy.\n\nRecognizes the need to investigate and prosecute not only suspects but also those who incite or facilitate piracy operations.\n\nNotes with concern limited capacity and domestic legislation hindering prosecution of suspected pirates, leading to their release without facing justice.\n\nUnderlines Somalia's primary responsibility in fighting piracy, and notes its requests for international assistance.\n\nWelcomes participation of Somalia and regional partners in the Contact Group on Piracy off Somalia's coast.\n\nRecognizes the work of the Contact Group, the Law Enforcement Task Force, and the Working Group on Capacity Building.\n\nWelcomes financing provided by the Trust Fund to prosecute suspected pirates and imprison those convicted.\n\nCommends efforts of EU Naval Force, North Atlantic Treaty Organization, Combined Maritime Forces, African Union, and other States in counter-piracy activities.\nThe Security Council:\n\n1. Welcomes cooperation among states and Somali authorities to suppress piracy, and commends efforts of countries like China, India, and Russia in deploying naval counter-piracy missions.\n\n2. Notes efforts of flag states in allowing vessels to embark armed security personnel and welcomes industry efforts to develop guidance on preventing piracy.\n\n3. Recognizes capacity-building efforts in the region, including by the International Maritime Organization (IMO) and the European Union's EUCAP Nestor.\n\n4. Supports development of a coastal police force and welcomes guidance on preserving crime scenes and collecting evidence.\n\n5. Condemns hostage-taking by pirates and calls for the immediate release of all hostages.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2246_2015_EN.pdf"
}