{
  "resolution_no": "2259",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security",
    "Humanitarian",
    "Terrorism",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNSMIL",
    "ISIL",
    "Al-Qaida",
    "International Criminal Court",
    "Libyan Government of National Accord"
  ],
  "reporting_cycle": "Secretary-General reports as appropriate",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nRecalling resolution 1970 (2011) and subsequent resolutions on Libya, reaffirms its commitment to Libya's sovereignty, independence, territorial integrity, and national unity.\n\nThe Council calls on all parties to armed conflict to protect civilians, in line with international humanitarian, human rights, and refugee law.\n\nIt welcomes the efforts of the UN Support Mission in Libya (UNSMIL) and the Special Representative of the Secretary-General to facilitate a Libyan-led political solution.\n\nThe Council welcomes the Libyan Political Agreement signed on 17 December 2015, and recognizes the contribution of Member States, particularly the Kingdom of Morocco, in advancing the Agreement.\n\nIt encourages all parties in Libya to engage constructively with the Agreement in good faith.\n\nThe Council notes the need for assistance planning for a Government of National Accord and security arrangements.\n\nIt expresses concern at the grave humanitarian situation in Libya and encourages Member States to respond generously to the Libya Humanitarian Response Plan for 2016.\n\nThe Council welcomes efforts made by participants in the UN-facilitated Libyan Political Dialogue.\n\nIt urges the full, equal, and effective participation of women in all activities relating to democratic transition, conflict resolution, and peacebuilding.\n\nThe Council condemns terrorist acts in Libya by groups proclaiming allegiance to ISIL (Da'esh) and reiterates grave concern about their negative impact.\n\nIt reaffirms the need to combat terrorist acts, including those committed by groups proclaiming allegiance to ISIL in Libya.\n\nThe Council condemns engagement in direct or indirect trade with ISIL and other designated individuals, groups, and entities.\n\nIt expresses concern about the problem of smuggling oil products from Libya and calls on all Member States to cooperate with the Government of National Accord.\n\nThe Council reiterates its grave concern at the smuggling of migrants in the Mediterranean Sea and urges all Member States to cooperate with the Government of National Accord to tackle this issue.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nReaffirms the importance of holding accountable those responsible for human rights violations and international humanitarian law violations.\n\nRecalls its decision to refer the situation in Libya to the International Criminal Court and calls for the Government of National Accord’s full cooperation.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2259_2015_EN.pdf"
}