{
  "resolution_no": "2255",
  "year": "2015",
  "theme": [
    "Terrorism",
    "Peacekeeping",
    "Sanctions",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "Monitoring Team",
    "Committee established pursuant to resolution 1988",
    "Counter-Terrorism Committee (CTC)",
    "Financial Action Task Force (FATF)"
  ],
  "reporting_cycle": "The Committee shall report orally, through its Chair, once per year, to the Council on the state of the overall work of the Committee and the Monitoring Team",
  "operative_authority": "Chapter VII",
  "summary": "Welcomes Secretariat's efforts to standardize sanctions lists and translate list entries.\n\n Acting under Chapter VII, imposes measures on individuals and entities designated as Taliban or associated with them:\n\n* Freezes funds and financial assets;\n* Prevents entry or transit;\n* Prevents supply, sale, or transfer of arms and related materiel.\n\nDecides that acts or activities indicating eligibility for listing include supporting or engaging in activities that threaten peace, stability, and security of Afghanistan.\nHere is a concise summary of the Security Council document 2255 (2015):\n\nThe Security Council:\n \n1. Imposes sanctions on individuals and entities associated with the Taliban, including:\n\t* Participating in financing, planning, or perpetrating acts or activities\n\t* Supplying arms and related materiel\n\t* Recruiting for or supporting Taliban activities\n\n2. Confirms that individuals or entities owned or controlled by listed individuals or entities are eligible for listing.\n\n3. Notes that financing or support includes proceeds from crimes, such as illicit cultivation, production, and trafficking of narcotic drugs, and trafficking of precursors.\n\n4. Requires Member States to prevent those associated with the Taliban from benefiting from entities engaging in prohibited activities.\n\n5. Applies requirements to proposed uses of funds or financial assets for travel of listed individuals.\n\n6. Applies requirements to financial and economic resources used for the support of listed individuals or entities.\n\n7. Prohibits direct or indirect payment of ransoms to listed individuals or entities.\n\n8. Allows for addition of payments to frozen accounts.\n\n9. Encourages Member States to submit listing requests of individuals and entities supporting the Taliban.\n\n10. Urges Member States to implement Financial Action Task Force (FATF) Recommendations.\n\n11. Calls on Member States to cut flows of funds to listed individuals and entities.\n\n12. Urges Member States to promote awareness of the List.\n\n13. Decides that States should prevent those associated with the Taliban from obtaining explosives.\n\n14. Strongly condemns the flow of weapons to the Taliban.\n\n15. Encourages Member States to exchange information on listed individuals.\n\n16. Encourages Member States to consult the List when considering travel visa applications.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2255_2015_EN.pdf"
}