{
  "resolution_no": "2253",
  "year": "2015",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Counter-Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "ISIL (Da'esh)",
    "Al-Qaida",
    "UN",
    "CTED",
    "CTITF",
    "Financial Action Task Force"
  ],
  "reporting_cycle": "Quarterly briefings and comprehensive reports every six months",
  "operative_authority": "Chapter VII",
  "summary": "92. Relevant UN Missions are encouraged to assist the Committee and the Monitoring Team within their existing mandates, resources, and capabilities.\n\n93. The Monitoring Team is directed to identify instances and common patterns of non-compliance, facilitate assistance on capacity-building, and provide recommendations to the Committee.\n\n94. The Committee, with the assistance of its Monitoring Team, is directed to hold special meetings on important thematic or regional topics and Member States' capacity challenges.\n\n95. The Analytical Support and Sanctions Monitoring Team is requested to submit recommendations to the Committee on measures to strengthen monitoring of global implementation of resolutions 2199 (2015) and 2178 (2014).\n\n96. The Analytical Support and Sanctions Monitoring Team is requested to provide quarterly oral briefings to the Committee on its analysis of global implementation of resolutions 2199 (2015) and 2178 (2014).\n\n97. The Secretary-General is requested to provide an initial strategic-level report on the threat posed by ISIL, including foreign terrorist fighters, financing, and planning and facilitation of attacks.\n\n98. The measures described in paragraph 2 will be reviewed in 18 months or sooner if necessary.\n\n99. The Council decides to remain actively seized of the matter.\nThe Monitoring Team shall operate under the direction of the Committee with the following mandates and responsibilities: \n\n(a) Submit comprehensive, independent reports every six months on: \n(i) implementation by Member States of measures referred to in paragraph 2; \n(ii) global threat posed by ISIL, Al-Qaida, and associated individuals, groups, undertakings, and entities; \n(iii) impact of measures in resolution 2199 (2015), including progress, unintended consequences, and challenges; \n(iv) threat posed by foreign terrorist fighters; \n(v) other issues requested by the Security Council or Committee; \n(vi) recommendations on improved implementation of sanctions measures.\n\n(b) Assist the Ombudsperson in carrying out his or her mandate.\n\n(c) Assist the Committee in reviewing names on the ISIL (Da’esh) & Al-Qaida Sanctions List.\n\n(d) Assist the Committee in following up on requests to Member States for information.\n\n(e) Submit a comprehensive programme of work to the Committee for review and approval.\n\n(f) Work closely and share information with CTED and the 1540 Committee’s group of experts.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2253_2015_EN.pdf"
}