{
  "resolution_no": "2246",
  "year": "2015",
  "theme": [
    "Piracy",
    "Maritime Security",
    "Somalia"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNODC",
    "IMO",
    "EUNAVFOR",
    "CGPCS",
    "Somalia and Eritrea Monitoring Group"
  ],
  "reporting_cycle": "The Secretary-General reports to the Security Council within eleven months of the adoption of this resolution",
  "operative_authority": "Chapter VII",
  "summary": "1. Condemns and deplores all acts of piracy and armed robbery at sea off Somalia's coast.\n\n2. Recognizes piracy exacerbates instability in Somalia.\n\n3. Stresses the need for a comprehensive response to prevent and suppress piracy.\n\n4. Underlines Somali authorities' primary responsibility in fighting piracy, welcomes draft coast guard law, and urges passing anti-piracy laws.\n\n5. Recognizes the need to investigate and prosecute those involved in piracy.\n\n6. Calls upon Somali authorities to interdict and prosecute pirates.\n\n7. Calls upon Somali authorities to bring to justice those using Somali territory for piracy.\n\n8. Calls upon States to cooperate on hostage taking and prosecution.\n\n9. Calls for the immediate release of hostages held by Somali pirates.\n\n10. Welcomes the Seychelles' initiative to establish a court for piracy and maritime crime.\n\n11. Recognizes the need for exchanging evidence and information for anti-piracy law enforcement.\nHere is a concise summary of the Security Council document 2246 (2015):\n\n12. The Council calls on States and regional organizations to participate in the fight against piracy off Somalia's coast by deploying naval vessels, arms, and military aircraft, and providing basing and logistical support.\n\n13. It highlights the importance of coordination among States and international organizations to deter piracy and armed robbery, commending the Contact Group on Piracy off the Coast of Somalia (CGPCS) and the International Maritime Organization (IMO).\n\n14. The Council renews authorizations for 12 months for States and regional organizations cooperating with Somali authorities in the fight against piracy, with advance notification to the Secretary-General.\n\n15. It affirms these authorizations apply only to Somalia and do not affect Member States' rights and obligations under international law.\n\n16. The arms embargo on Somalia does not apply to supplies of weapons and military equipment for States and organizations undertaking measures against piracy.\n\n17. Cooperating States must ensure their activities do not deny or impair the right of innocent passage to ships of third States.\n\n18. The Council calls on States to cooperate in determining jurisdiction and investigating/prosecuting those responsible for piracy and armed robbery.\n\n19. States are called upon to criminalize piracy under domestic law, prosecute suspected pirates, and imprison those convicted.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2246_2015_EN.pdf"
}