{
  "resolution_no": "2227",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Humanitarian Assistance",
    "Terrorism",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINUSMA",
    "French forces",
    "G5 Sahel",
    "African Union",
    "United Nations"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "2. Urges the parties to immediately and fully respect and uphold the ceasefire agreements.\n\n3. Expresses readiness to consider targeted sanctions against those obstructing or threatening the implementation of the Agreement.\n\n4. Demands that all armed groups in Mali put aside their arms, cease hostilities, reject violence, and recognize the unity and territorial integrity of the Malian State.\n\n5. Urges the Malian authorities to combat impunity and hold accountable perpetrators of human rights abuses.\n\n6. Urges all parties to cooperate fully with the deployment and activities of MINUSMA.\n\n7. Requests the Special Representative of the Secretary-General for Mali to support and oversee the implementation of the Agreement.\n\n8. Urges the parties to cooperate fully with the Special Representative and MINUSMA.\n\n9. Calls on members of the Comité de suivi de l’Accord (CSA) and other partners to support the implementation of the Agreement.\n\n10. Encourages the Government of Mali to take necessary steps for effective implementation of the Agreement.\n\n11. Calls on UN agencies and partners to provide technical and financial support.\n\n12. Extends MINUSMA’s mandate until 30 June 2016.\n\n13. Authorizes MINUSMA to take necessary means to carry out its mandate.\n\n14. Decides MINUSMA shall perform tasks including: \n- Supporting, monitoring and supervising ceasefire arrangements \n- Supporting implementation of the Agreement \n- Supporting political and institutional reforms \n- Supporting defence and security measures \n- Supporting reconciliation and justice measures.\nHere is a summarized version of the Security Council document:\n\n**Mandate of MINUSMA**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2227_2015_EN.pdf"
}