{
  "resolution_no": "2242",
  "year": "2015",
  "theme": [
    "Women, Peace and Security",
    "Conflict Prevention",
    "Human Rights",
    "International Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UN-Women",
    "Security Council",
    "Member States",
    "United Nations peacekeeping operations"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n\nReaffirms its commitment to implementing resolutions on women, peace, and security, including 1325 (2000), 1820 (2008), and 2122 (2013).\n\nBears in mind the Purposes and Principles of the Charter and the primary responsibility of the Security Council for international peace and security.\n\nAffirms the primary role of Member States in implementing the relevant provisions of Security Council resolutions on women, peace, and security.\n\nRecalls the commitments of the Beijing Declaration and Platform for Action and welcomes the Global Leaders Meeting on Gender Equality and Empowerment.\n\nReaffirms the obligations of States Parties to the Convention on the Elimination of All Forms of Discrimination against Women.\n\nWelcomes the report of the Secretary-General on the Global Study on the implementation of resolution 1325 and encourages close examination of its recommendations.\n\nNotes the substantial link between women's involvement in efforts to prevent, resolve, and rebuild from conflict and those efforts' effectiveness.\n\nTakes note of reports on the Future of United Nations peace operations and the Review of the United Nations Peacebuilding Architecture.\n\nReaffirms the obligations of States and parties to armed conflict to comply with international humanitarian law and human rights law.\n\nReaffirms that sexual violence can significantly exacerbate and prolong situations of armed conflict.\n\nWelcomes the emphasis on achieving gender equality and empowerment of women and girls in the 2030 Agenda for Sustainable Development.\n\nReiterates the important engagement by men and boys as partners in promoting women's participation.\n\nNotes the changing global context of peace and security, including rising violent extremism, and reiterates its intention to increase attention to women, peace, and security.\n\nRecognizes the differential impact on the human rights of women and girls of terrorism and violent extremism.\nHere is a concise summary of the Security Council document 2242 (2015) without adding any extra information or lines:\n\nThe Security Council:\n\nRecognizing the 15th anniversary of resolution 1325 (2000) and the need for greater implementation of the women, peace, and security agenda, \n\n1. Urges Member States to assess strategies and resourcing for the agenda, increase women's representation in decision-making, and provide financial and technical assistance to women involved in peace processes.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2242_2015_EN.pdf"
}