{
  "resolution_no": "2246",
  "year": "2015",
  "theme": [
    "Piracy",
    "Maritime Security",
    "Somalia"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNODC",
    "IMO",
    "EUNAVFOR",
    "CGPCS",
    "Somalia and Eritrea Monitoring Group"
  ],
  "reporting_cycle": "The Secretary-General reports to the Security Council within eleven months of the adoption of this resolution",
  "operative_authority": "Chapter VII",
  "summary": "19. States are called upon to criminalize piracy under domestic law, prosecute suspected pirates, and imprison those convicted.\n\n20. The UNODC Maritime Crime Programme's work with Somali authorities and neighboring States is welcomed.\n\n21. The Federal Government of Somalia is encouraged to accede to the United Nations Convention Against Transnational Organized Crime.\n\n22. States are urged to prevent the illicit financing of piracy and laundering of its proceeds.\n\n23. States, in cooperation with INTERPOL and Europol, should investigate international criminal networks involved in piracy.\n\n24. Counter-piracy activities should protect women and children from exploitation.\n\n25. States are urged to share information with INTERPOL for the global piracy database.\nHere is a summarized version of the Security Council document:\n\n26. Commends the Trust Fund and Djibouti Code of Conduct, urging states and non-state actors to contribute to them.\n\n27. Urges states to implement obligations under The Convention and SUA Convention, cooperate with UNODC, IMO, and others to build judicial capacity for piracy prosecution.\n\n28. Acknowledges IMO guidance on preventing piracy, urges states to develop best practices, and make citizens and vessels available for forensic investigation.\n\n29. Encourages flag and port states to develop safety measures, including regulations for PCASP on board ships.\n\n30. Invites IMO to continue contributions to preventing piracy, coordinating with UNODC, WFP, and others.\n\n31. Notes the importance of securing WFP assistance delivery by sea, welcoming work by WFP, EUNAVFOR, and flag states.\n\n32. Requests states and regional organizations to report on progress in 9 months, and states contributing to anti-piracy efforts to report on jurisdiction and cooperation.\n\n33. Requests the Secretary-General to report on implementation and the piracy situation in 11 months.\n\n34. Intends to review the situation and consider renewing authorizations for additional periods upon Somali authority's request.\n\n35. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2246_2015_EN.pdf"
}