{
  "resolution_no": "2205",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNISFA",
    "JBVMM",
    "AUHIP",
    "UNMISS",
    "UNAMID"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "4. Urges determination of the SDBZ centreline and reiterates it does not prejudge border status or negotiations.\n\n5. Underscores UNISFA's protection of civilians mandate, including against violence from any source.\n\n6. Condemns Diffra Oil Police presence and armed militia entry into Abyei, demanding their redeployment and the area's demilitarization.\n\n7. Supports Abyei as a weapons-free area, urging disarmament and cooperation with UNISFA.\n\n8. Authorizes UNISFA to confiscate and destroy weapons in Abyei, observing and reporting on weapon movements.\n\n9. Requests UNISFA to dialogue with local communities on ensuring compliance with the weapons-free area.\n\n10. Urges confidence-building measures, community dialogue, and a peace conference between Ngok Dinka and Misseriya chiefs.\n\n11. Requests UNISFA to strengthen Community Protection Committees.\n\n12. Calls for cooperation with the Abyei Area Joint Investigation and Inquiry Committee's findings.\n\n13. Intends to review UNISFA's mandate based on Sudan and South Sudan's compliance with previous resolutions.\n\n14. Calls for free movement of UNISFA personnel, equipment, and supplies.\n\n15. Renews call for Sudan and South Sudan to support the United Nations, including visa issuance and logistical support.\nHere is a summarized version of the Security Council document:\n\n20. Recognizes the adverse effect of lack of development projects and basic government services on Abyei populations and calls on the Governments of Sudan and South Sudan, and donors to support reconstruction and capacity-building.\n\n21. Demands that Sudan and South Sudan facilitate the deployment of UNMAS to ensure JBVMM freedom of movement and mine clearance in Abyei Area and SDBZ.\n\n22. Demands that all parties allow and facilitate humanitarian personnel to access civilians in need of assistance with full, safe and unhindered access.\n\n23. Strongly urges all parties to cease violence, human rights violations, and abuses, and violations of international humanitarian law.\n\n24. Requests the Secretary-General to ensure effective human rights monitoring and include results in his reports, and calls on Sudan and South Sudan to cooperate.\n\n25. Requests the Secretary-General to ensure UNISFA's compliance with the UN's zero-tolerance policy on sexual exploitation and abuse.\n\n26. Welcomes the appointment of a civilian Head of Mission for UNISFA and encourages close communication and coordination.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2205_2015_EN.pdf"
}