{
  "resolution_no": "2231",
  "year": 2015,
  "theme": [
    "Nuclear Non-Proliferation",
    "Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "UN Security Council",
    "E3/EU+3 (China, France, Germany, the Russian Federation, the United Kingdom, and the United States)",
    "Iran"
  ],
  "reporting_cycle": "The Director General of the IAEA to provide regular updates to the IAEA Board of Governors and, as appropriate, in parallel to the Security Council on Iran’s implementation of its commitments under the JCPOA every six months",
  "operative_authority": "Chapter VII",
  "summary": "**Past and Present Issues of Concern**\n\n* Iran will complete all activities set out in paragraphs 2, 4, 5, and 6 of the \"Roadmap for Clarification of Past and Present Outstanding Issues\" as verified by the IAEA.\n\n**Modern Technologies and Long-term Presence of IAEA**\n\n* Iran will permit the IAEA to use online enrichment measurement and electronic seals, and other modern technologies for 15 years or longer.\n* Iran will facilitate automated collection of IAEA measurement recordings.\n* Iran will allow a long-term IAEA presence, including issuing long-term visas and providing working space.\n* Iran will increase the number of designated IAEA inspectors to 130-150 within 9 months.\n\n**Transparency Related to Uranium Ore Concentrate (UOC)**\n\n* Iran will permit the IAEA to monitor uranium ore concentrate production and transfer for 25 years.\n* Iran will provide the IAEA with necessary information to verify production and inventory of uranium ore concentrate.\n\n**Transparency Related to Enrichment**\n\n* Iran will permit the IAEA to implement continuous monitoring of stored centrifuges and infrastructure for 15 years.\n* Iran will allow daily access to relevant buildings at Natanz for 15 years.\n* Natanz will be the sole location for Iran's uranium enrichment related activities for 15 years.\n\n**Access**\n\n* Requests for access will be made in good faith and kept to the minimum necessary to implement verification responsibilities.\n* The IAEA will take precautions to protect commercial, technological, and industrial secrets.\n* If the IAEA has concerns regarding undeclared nuclear materials or activities, it will provide Iran with the basis for such concerns and request clarification.\n* If Iran's explanations do not resolve the IAEA's concerns, the IAEA may request access to locations for verification.\nHere is a summarized version of the document:\n\n**IAEA Access and Resolution of Concerns**\n\n* Iran will provide IAEA access to specified locations within 14 days of the IAEA's original request.\n* Iran, in consultation with the Joint Commission, will resolve IAEA concerns through agreed-upon means.\n* If no agreement is reached, the Joint Commission will advise on necessary means to resolve concerns within 7 days, and Iran will implement them within 3 additional days.\n\n**Centrifuge Component Manufacturing Transparency**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2231_2015_EN.pdf"
}