{
  "resolution_no": "2223",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Sanctions",
    "Conflict Prevention"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "UNMISS",
    "IGAD",
    "SPLM/A",
    "Government of South Sudan"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\n1. Authorizes UNMISS to protect civilians, ensure humanitarian assistance, and support the implementation of the Cessation of Hostilities Agreement.\n\n2. Directs UNMISS to: \n   - Create security conditions for humanitarian assistance delivery\n   - Ensure security and freedom of movement for UN personnel\n   - Support the Joint Technical Committee and Monitoring and Verification Teams\n\n3. Emphasizes prioritizing civilian protection in resource allocation.\n\n4. Requests the Secretary-General to direct UNMISS operations and coordinate UN activities in South Sudan.\n\n5. Endorses maintaining UNMISS force levels and authorizes up to 12,500 troops and 1,323 police personnel.\n\n6. Requests UNMISS to focus on specified tasks, streamline activities, and reduce its civilian component.\n\n7. Authorizes the Secretary-General to expedite force and asset generation.\n\n8. Requests UNMISS to intensify presence and patrolling in high-risk areas and review its deployment.\n\n9. Urges compliance with the UN zero-tolerance policy on sexual exploitation and abuse.\n\n10. Encourages implementation of the Human Rights, Humanitarian and Reconciliation Division Policy (HRDDP).\n\n11. Requests assistance to the Committee and Panel of Experts established by resolution 2206 (2015).\n\n12. Condemns attacks on UNMISS personnel and facilities, and demands parties respect UN premises.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. **Demands** the immediate and safe release of detained and kidnapped UN and associated personnel.\n\n2. **Recalls** designation criteria for individuals or entities responsible for attacks against UN missions, international security presences, or humanitarian personnel, which may threaten the peace, security, and stability of South Sudan.\n\n3. **Reiterates** its request for UNMISS to ensure security of air operations in South Sudan and report to the Council.\n\n4. **Demands** cooperation from the Government of South Sudan and all parties to ensure UNMISS deployment, operations, and monitoring functions.\n\n5. **Demands** rapid, safe, and unhindered access for relief personnel, equipment, and supplies to all those in need.\n\n6. **Demands** an immediate ceasefire and end to all forms of violence, human rights violations, and abuses.\n\n7. **Condemns** all violations of international law, including those against children, and urges parties to implement conclusions on children and armed conflict.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2223_2015_EN.pdf"
}