{
  "resolution_no": "2217",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Sanctions",
    "Political"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MINUSCA",
    "French Forces",
    "AU",
    "ECCAS",
    "UNOCA",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "every four months",
  "operative_authority": "Chapter VII",
  "summary": "Strengthening Justice Institutions\n\n* Calls on the Central African authorities to strengthen justice institutions and fight impunity.\n* Urges swift implementation of the law establishing the Special Criminal Court.\n\nState Administration and Reforms\n\n* Calls on the Transitional Authorities to redeploy state administration in provinces.\n* Requests international support for the transition and subsequent reforms.\n\nHuman Rights\n\n* Reiterates the need to hold accountable perpetrators of human rights violations and abuses.\n* Notes the ICC's investigation into alleged crimes committed since 2012.\n* Calls on parties to armed conflict to prohibit violations against children and sexual and gender-based violence.\n\nPeacekeeping Operation\n\n* Commends the transition from MISCA to MINUSCA.\n* Extends MINUSCA's mandate until 30 April 2016.\n* Authorizes a troop ceiling of 10,750 military personnel and 2,080 police personnel.\n* Requests the Secretary-General to accelerate deployments and have MINUSCA reach full operational capacity.\nHere is a summarized version of the Security Council document:\n\n25. Urges former MISCA troop and police contributing countries to expedite procurement and deployment of remaining equipment to meet UN standards.\n\n26. Urges the Secretariat to explore using specialized police teams and equipment for police capacity building and operational support.\n\n27. Requests the Secretary-General to reinforce the police component of MINUSCA, including the Bangui task force, within the authorized troop ceiling.\n\n28. Stresses the importance of expediting deployment of MINUSCA's civilian component to support police and military components.\n\n29. Urges MINUSCA to ensure unhindered access for the Panel of Experts.\n\n30. Decides MINUSCA's mandate should be implemented based on prioritized tasks and requests the Secretary-General to reflect this in deployment and resource allocation.\n\n31. Authorizes MINUSCA to take necessary means to carry out its mandate.\n\n32. Decides MINUSCA's mandate includes:\n\n(a) Protection of civilians:\n  - Protect civilians from physical violence.\n  - Provide specific protection for women and children.\n  - Identify and record threats and attacks against civilians.\n  - Implement a mission-wide protection strategy.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2217_2015_EN.pdf"
}