{
  "resolution_no": "2196",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MINUSCA",
    "MISCA",
    "Sangaris",
    "EUFOR RCA",
    "Panel of Experts on the Central African Republic",
    "International Criminal Court (ICC)"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "**Asset Freeze**\n\n* Through 29 January 2016, all Member States shall freeze funds, assets, and economic resources owned or controlled by individuals or entities designated by the Committee (para 7).\n* Exceptions apply:\n\t+ Basic expenses, including food, rent, medicine, and taxes (para 8(a)).\n\t+ Extraordinary expenses, approved by the Committee (para 8(b)).\n\t+ Judicial, administrative, or arbitral lien or judgment (para 8(c)).\n* Member States may permit addition of interests or earnings to frozen accounts (para 9).\n* Designated persons or entities may make payments due under contracts entered into prior to listing, if authorized by the Committee (para 10).\n\n**Designation Criteria**\n\n* The Committee shall designate individuals and entities that:\n\t+ Undermine peace, stability, or security of the CAR (para 11).\n\t+ Engage in acts that threaten or violate transitional agreements or impede the political transition process (para 11).\n\t+ Act in violation of the arms embargo or supply arms to armed groups or criminal networks in CAR (para 12(a)).\n\t+ Commit acts that violate international human rights law or humanitarian law, including human rights abuses or violations (para 12(b)).\n\t+ Recruit or use children in armed conflict in CAR (para 12(c)).\nThe Security Council document 2196 (2015) imposes sanctions on individuals and entities in the Central African Republic (CAR) and outlines the mandate of the Committee and the Panel of Experts. \n\nThe sanctions target individuals and entities involved in:\n- Providing support to armed groups or criminal networks through illicit exploitation or trade of natural resources (d);\n- Obstructing humanitarian assistance to CAR (e);\n- Planning, directing, or conducting attacks against UN missions or international security presences (f);\n- Being leaders of, or providing support to, designated entities or individuals (g).\n\nThe Committee's mandate applies to measures imposed in previous resolutions and will hold regular consultations with concerned Member States.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2196_2015_EN.pdf"
}