{
  "resolution_no": "2206",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "UNMISS",
    "IGAD",
    "African Union"
  ],
  "reporting_cycle": "The Panel of Experts reports within 60 days to the Security Council on its work and thereafter to report as deemed necessary by the Committee",
  "operative_authority": "Chapter VII",
  "summary": "- The 21 January 2015 Agreement on the Reunification of the SPLM and 16 February 2015 Communiqué on the Implementation of Phase I of the Arusha SLPM Reunification Agreement.\n\n- The AU PSC Communiqués of 5 December 2014 and 29 January 2015 which stressed sanctions against parties obstructing the political process.\n\n- The China-mediated \"Five-Point Plan\" agreed upon by the representatives of the GRSS and the SPLM/A- in Opposition on 12 January.\n\n- Deep appreciation for UNMISS actions to protect civilians and stabilize the security situation.\n\n- The importance of independent human rights monitoring, investigation, and reporting.\n\n- Grave concern over reasonable grounds to believe crimes against humanity and war crimes have been committed.\n\n- Stressing accountability, reconciliation, and healing as prominent elements of a transitional agenda.\n\n- Recognizing the work of the African Union Commission of Inquiry (AU COI) and anticipating its findings.\n\n- Condemning hate speech and messages instigating violence.\n\n- The important role of civil society organizations, faith leaders, women, and youth.\n\n- Reaffirming resolutions on women, peace, and security, children and armed conflict, and protection of civilians.\n\n- Expressing concern at the illicit transfer of small arms and light weapons.\n\n- Deep concern at restrictions on UNMISS and attacks on United Nations and IGAD personnel.\nHere is a concise summary of the Security Council document 2206 (2015):\n\nThe Security Council, determining that the situation in South Sudan continues to threaten international peace and security, \n\n1. Endorses the Cessation of Hostilities Agreements (CoH Agreements) accepted and signed by the Government of South Sudan and SPLM-in-Opposition on 23 January 2014, 6 May 2014, and 9 May 2014.\n\n2. Expresses deep concern at the parties' failure to honour their commitments, condemns continued and flagrant violations of the CoH Agreements, and demands respect for the Agreements and immediate implementation of necessary modalities.\n\n3. Demands the parties commit to finding a comprehensive agreement without delay, and reiterates that there is no military solution to the conflict.\n\nThe Council underscores its willingness to impose targeted sanctions to support an inclusive and sustainable peace in South Sudan.\n\n**Sanctions Designation Criteria**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2206_2015_EN.pdf"
}