{
  "resolution_no": "2213",
  "year": 2015,
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Terrorism",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNSMIL",
    "Panel of Experts",
    "International Criminal Court (ICC)",
    "Libyan government",
    "Al-Qaida",
    "Islamic State in Iraq and the Levant (ISIL)"
  ],
  "reporting_cycle": "at least every 60 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling its previous resolutions on Libya, reaffirms its commitment to Libya's sovereignty, independence, territorial integrity, and national unity.\n\nWelcomes the efforts of the UN Support Mission in Libya (UNSMIL) and the Special Representative of the Secretary-General to facilitate a Libyan-led political solution.\n\nExpresses concern at the growing presence of terrorist groups, including ISIL, and the threat posed by unsecured arms and ammunition.\n\nReaffirms the importance of holding accountable those responsible for human rights violations and international humanitarian law abuses.\n\nRecalling its decision to refer the situation in Libya to the International Criminal Court (ICC), emphasizes the need for Libyan government cooperation with the ICC.\n\nCalls for:\n\n* An immediate and unconditional ceasefire\n* All parties to engage constructively with UNSMIL\n* Member States to support the Special Representative of the Secretary-General\n* The Libyan government to promote and protect human rights\n* Those responsible for violence and human rights abuses to be held accountable\n\nCondemns:\n\n* The use of violence against civilians and civilian institutions\n* The escalation of conflict\n* Cases of torture and mistreatment in detention centers\n\nUrges all parties to engage in the UN-facilitated dialogue and work towards a successful outcome.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Calls on all Libyan parties to cooperate with the Libyan government to accelerate the judicial process, transfer detainees to State authority, and prevent and investigate human rights abuses.\n\n Calls on the Libyan government to cooperate with the International Criminal Court and provide necessary assistance.\n\n Encourages Libya and regional States to promote regional cooperation to stabilize the situation in Libya and prevent violent extremist groups from using Libyan territory.\n\n Decides to extend the mandate of the United Nations Support Mission in Libya (UNSMIL) until 15 September 2015, focusing on supporting the Libyan political process, security arrangements, human rights monitoring, and humanitarian assistance.\n\n Recognizes the need for a reduction in UNSMIL's size due to the security situation, but requests flexibility to adjust staffing and operations as needed.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2213_2015_EN.pdf"
}