{
  "resolution_no": "2206",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "UNMISS",
    "IGAD",
    "African Union"
  ],
  "reporting_cycle": "The Panel of Experts reports within 60 days to the Security Council on its work and thereafter to report as deemed necessary by the Committee",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on South Sudan, expresses grave alarm at the conflict between the Government and opposition forces since December 2013, resulting in great human suffering, significant loss of life, displacement of 2 million people, and loss of property.\n\nCondemns human rights violations and abuses, and violations of international humanitarian law, including targeted killings, ethnically-targeted violence, extrajudicial killings, rape, and other forms of sexual and gender-based violence, by all parties.\n\nExpresses deep concern over large-scale displacement and deepening humanitarian crisis, stressing the responsibility of all parties to ensure basic needs are met, and commending humanitarian agencies for their efforts.\n\nCommends the Intergovernmental Authority on Development (IGAD) initiative for a forum for political and security dialogue, and expects all parties to participate and respect IGAD decisions.\n\nWelcomes IGAD-mediated commitments to resolve the crisis, including the Cessation of Hostilities Agreement, Agreement to Resolve the Crisis, and Areas of Agreement for a Transitional Government of National Unity.\n\nCondemns the Government and Sudan People’s Liberation Movement (SPLM) — in Opposition for failing to reach agreement to form a transitional government within 60 days, and takes note of IGAD Assembly Communiqués deploring numerous violations and reiterating the need for an inclusive approach to negotiations.\n\nStrongly condemns attacks against humanitarian personnel and facilities, and recalls that such attacks may amount to violations of international humanitarian law.\n\nEmphasizes that those responsible for violations must be held accountable, and the Government bears primary responsibility to protect its population from genocide, war crimes, ethnic cleansing, and crimes against humanity.\nThe Security Council,\n\nRecalling its previous resolutions on the situation in South Sudan,\n\nNotes the following key points:\n\n- The 23 January 2014 Cessation of Hostilities Agreement and the 17 September 2014 agreement which called for an unconditional end to hostilities and invited collective action for asset freezes and travel bans.\n\n- The 21 January 2015 Agreement on the Reunification of the SPLM and 16 February 2015 Communiqué on the Implementation of Phase I of the Arusha SLPM Reunification Agreement.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2206_2015_EN.pdf"
}