{
  "resolution_no": "2250",
  "year": "2015",
  "theme": [
    "Youth, Peace and Security",
    "Conflict Resolution",
    "Peacebuilding"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "United Nations Peacebuilding Support Office",
    "United Nations Peacebuilding Fund",
    "United Nations Development Programme",
    "United Nations Population Fund",
    "UN-Women",
    "Office of the United Nations High Commissioner for Refugees",
    "Office of the United Nations High Commissioner for Human Rights",
    "United Nations Office on Drugs and Crime"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions on Women, Peace and Security, Countering Terrorism, and Protection of Civilians in Armed Conflict, adopted Resolution 2250 (2015) on December 9, 2015. \n\nThe resolution recognizes the important role of youth in efforts for the maintenance and promotion of peace and security, and their potential to contribute to lasting peace and economic prosperity. \n\nIt notes that today’s generation of youth is the largest the world has ever known, and that young people often form the majority of the population of countries affected by armed conflict. \n\nThe Council expresses concern that youth account for many of those adversely affected by armed conflict, including as refugees and internally displaced persons, and that the disruption of youth’s access to education and economic opportunities has a dramatic impact on durable peace and reconciliation.\n\nThe resolution affirms the important role youth can play in the prevention and resolution of conflicts and as a key aspect of the sustainability, inclusiveness and success of peacekeeping and peacebuilding efforts.\n\nIt recognizes that youth should actively be engaged in shaping lasting peace and contributing to justice and reconciliation, and that a large youth population presents a unique demographic dividend that can contribute to lasting peace and economic prosperity if inclusive policies are in place.\n\nThe Council also recognizes that the rise of radicalization to violence and violent extremism, especially among youth, threatens stability and development, and can often derail peacebuilding efforts and foment conflict.\n\nIt stresses the importance of addressing conditions and factors leading to the rise of radicalization to violence and violent extremism among youth, which can be conducive to terrorism.\n\nThe resolution notes the important role youth can play as positive role models in preventing and countering violent extremism, and encourages Member States to consider developing a UN common approach to inclusive development as a key for preventing conflict and enabling long-term stability and sustainable peace.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2250_2015_EN.pdf"
}