{
  "resolution_no": "2205",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNISFA",
    "JBVMM",
    "AUHIP",
    "UNMISS",
    "UNAMID"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on Sudan and South Sudan, reaffirms its commitment to their sovereignty, independence, unity, and territorial integrity.\n\nReiterates that territorial boundaries shall not be altered by force and that disputes shall be settled peacefully, prioritizing the implementation of the Comprehensive Peace Agreement (CPA).\n\nNotes the commitments made by Sudan and South Sudan in agreements on Abyei's administration and security, border security, and cooperation.\n\nSupports African Union efforts to ease tension and facilitate negotiations on post-secession relations.\n\nReaffirms resolutions on protecting civilians, children, and humanitarian personnel, and on women, peace, and security.\n\nStresses the need for effective human rights monitoring, particularly on sexual and gender-based violence.\n\nNotes with concern the parties' minimal attention to Abyei's management and stalled efforts to demilitarize the Safe Demilitarized Border Zone (SDBZ).\n\nUnderlines the importance of establishing and maintaining effective monitoring of the SDBZ.\n\nWelcomes regular meetings between the Sudanese and South Sudanese presidents, and calls for constructive engagement in AUHIP-mediated negotiations on Abyei's final status.\n\nCalls for immediate implementation of pending aspects of the 20 June 2011 agreement.\nThe Security Council,\n\nRecalling the 20 June 2011 Agreement, stresses the need for Sudan and South Sudan to cooperate to resolve the dispute over the Abyei Area Council and establish the Abyei Area Administration and Abyei Police Service.\n\nStressing that restraint and dialogue are preferable to violence or provocations, the Council commends the assistance provided by the AUHIP, IGAD, Ethiopia, the Special Envoy of the Secretary-General, and UNISFA.\n\nThe Council welcomes UNISFA's efforts in facilitating peaceful migration, conflict prevention, mediation, and deterrence, and expresses appreciation for the troop-contributing countries.\n\nCondemning attacks on UN personnel, the Council calls for swift and thorough investigations and accountability.\n\nConcerned about the security situation in Abyei, the Council underscores UNISFA's contribution to peace and stability and expresses determination to prevent violence and displacement.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2205_2015_EN.pdf"
}