{
  "resolution_no": "2217",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Sanctions",
    "Political"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MINUSCA",
    "French Forces",
    "AU",
    "ECCAS",
    "UNOCA",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "every four months",
  "operative_authority": "Chapter VII",
  "summary": "43. The Secretary-General must ensure MINUSCA complies with the UN's zero-tolerance policy on sexual exploitation and abuse, and keep the Council informed of any misconduct cases.\n\n44. MINUSCA must provide support to non-UN security forces in compliance with the Human Rights Due Diligence Policy, and the Secretary-General must report on such support.\n\n45. MINUSCA, EUMAM-RCA, and French forces must respect the sovereignty, territorial integrity, and unity of the Central African Republic (CAR), and comply with international humanitarian law, human rights law, and refugee law.\n\n46. All parties in the CAR must cooperate with MINUSCA's deployment and activities, ensuring its safety, security, and freedom of movement.\n\n47. Member States, especially those in the region, must ensure the free and unhindered movement of MINUSCA personnel, equipment, and supplies.\n\n48. All parties must allow and facilitate humanitarian access to populations in need throughout the CAR.\n\n49. The Council welcomes the humanitarian appeal, regrets its insufficient funding, and calls on Member States to respond swiftly with increased contributions.\n\n50. French forces are authorized to provide operational support to MINUSCA elements, and must report to the Council on implementation.\n\n51. The Secretary-General must review conditions for the transition, drawdown, and withdrawal of MINUSCA.\n\n52. The Secretary-General must keep the Council regularly informed of the situation in the CAR and MINUSCA's implementation of its mandate, reporting every four months.\n\n53. The Council remains actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2217_2015_EN.pdf"
}