{
  "resolution_no": "2235",
  "year": "2015",
  "theme": [
    "Chemical Weapons",
    "Accountability",
    "Investigation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "OPCW",
    "UN Secretary-General",
    "Syrian Arab Republic"
  ],
  "reporting_cycle": "The Joint Investigative Mechanism is to complete its first report within 90 days of the date on which it commences its full operations, and subsequent reports as appropriate thereafter. The United Nations Secretary-General, in coordination with the OPCW Director-General, is to present a report to the United Nations Security Council and inform the OPCW Executive Council as of the date the Joint Investigative Mechanism begins its full operations and every 30 days thereafter.",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nCondemns in strongest terms the use of toxic chemicals as weapons in the Syrian Arab Republic, particularly chlorine, and recalls that such use is a violation of resolution 2118 and the Chemical Weapons Convention (CWC).\n\nReiterates that the Syrian Arab Republic shall not use, develop, produce, acquire, stockpile, retain, or transfer chemical weapons, and that no party in Syria should do so.\n\nDemands accountability for those responsible for using chemicals as weapons and calls on all parties in Syria to cooperate fully.\n\nRequests the UN Secretary-General and OPCW Director-General to submit recommendations for a Joint Investigative Mechanism to identify perpetrators of chemical weapons use in Syria.\n\nAuthorizes the Joint Investigative Mechanism to investigate incidents where the OPCW Fact-Finding Mission determines that chemicals were used as weapons.\n\nRequests the UN Secretary-General to establish the Joint Investigative Mechanism with impartial and experienced staff, with due regard to geographical representation.\n\nStresses that the Syrian Arab Republic and all parties in Syria must cooperate fully with the OPCW, UN, and Joint Investigative Mechanism, including providing access to locations, individuals, and materials.\nHere is a summarized version of the document:\n\nThe Security Council:\n\n8. Calls on all states to cooperate with the Joint Investigative Mechanism and provide information on individuals, entities, or governments involved in the use of chemical weapons in Syria.\n\n9. Requests the Fact-Finding Mission (FFM) to collaborate with the Joint Investigative Mechanism, providing access to all information and evidence obtained.\n\n10. Requests the UN Secretary-General to report to the Security Council and the OPCW Executive Council on the progress of the Joint Investigative Mechanism every 30 days.\n\n11. Requests the Joint Investigative Mechanism to complete its first report within 90 days and subsequent reports as necessary.\n\n12. Requests the Joint Investigative Mechanism to retain evidence related to chemical weapons use in Syria and transmit it to the FFM and the Secretary-General.\n\n13. Affirms that establishing the Joint Investigative Mechanism is consistent with its previous decisions.\n\n14. Establishes the Joint Investigative Mechanism for one year, with the possibility of future extension.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2235_2015_EN.pdf"
}