{
  "resolution_no": "2231",
  "year": 2015,
  "theme": [
    "Nuclear Non-Proliferation",
    "Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "UN Security Council",
    "E3/EU+3 (China, France, Germany, the Russian Federation, the United Kingdom, and the United States)",
    "Iran"
  ],
  "reporting_cycle": "The Director General of the IAEA to provide regular updates to the IAEA Board of Governors and, as appropriate, in parallel to the Security Council on Iran’s implementation of its commitments under the JCPOA every six months",
  "operative_authority": "Chapter VII",
  "summary": "The document lists blocked properties of individuals and entities identified as the Government of Iran (GOI) by the Office of Foreign Assets Control.\n\n**Aircraft:**\n\n* 36 aircraft of Iran Air with registration numbers: EP-CFD, EP-CFE, EP-CFH, ..., EP-IBZ, EP-ICD, EP-ICE, EP-ICF, EP-IDA, EP-IDD, EP-IDF, EP-IDG, EP-IEB, EP-IEC, ..., EP-IRR, EP-IRS, EP-IRT, EP-MDD, EP-MDE\n* 5 aircraft of Pryvatne Aktsionerner Tovarystvo AviaKompaniia with registration numbers: UR-BXI, UR-BXL, UR-BXM, UR-BHJ, UR-BXN\n* 6 aircraft of Pryvatne Aktsionerner Tovarystvo AviaKompaniia with registration numbers: UR-CGS, UR-CGT, UR-CHW, UR-CHX, UR-CHY, UR-CHZ\n\n**Vessels:**\n\n* RIONA (IMO: 9349588) - HAFIZ DARYA SHIPPING CO\n* MIRZA KOCHEK KHAN (IMO: 7027899) - ISLAMIC REPUBLIC OF IRAN SHIPPING LINES\n* ASSA (IMO: 7632814) - ISLAMIC REPUBLIC OF IRAN SHIPPING LINES\n* AMITEES (IMO: 7632826) - ISLAMIC REPUBLIC OF IRAN SHIPPING LINES\n* HORMUZ2 (IMO: 7904580) - ISLAMIC REPUBLIC OF IRAN SHIPPING LINES\n* PARMIDA (IMO: 8105284) - ISLAMIC REPUBLIC OF IRAN SHIPPING LINES\n* BARSAM (IMO: 8107581) - ISLAMIC REPUBLIC OF IRAN SHIPPING LINES\n* PANTEA (IMO: 8108559) - ISLAMIC REPUBLIC OF IRAN SHIPPING LINES\n\n× Denotes blocked property of individual and entities identified as GOI by the Office of Foreign Assets Control. U.S. persons and foreign entities owned or controlled by a U.S. person will continue to be prohibited from transactions with these individuals and entities, pursuant to the Iranian Transactions and Sanctions Regulations.\n2231 (2015) 75/104 15-12243 \n\nThe document lists vessels of the Islamic Republic of Iran Shipping Lines, including:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2231_2015_EN.pdf"
}