{
  "resolution_no": "2231",
  "year": 2015,
  "theme": [
    "Nuclear Non-Proliferation",
    "Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "UN Security Council",
    "E3/EU+3 (China, France, Germany, the Russian Federation, the United Kingdom, and the United States)",
    "Iran"
  ],
  "reporting_cycle": "The Director General of the IAEA to provide regular updates to the IAEA Board of Governors and, as appropriate, in parallel to the Security Council on Iran’s implementation of its commitments under the JCPOA every six months",
  "operative_authority": "Chapter VII",
  "summary": "8. Decides that all provisions of this resolution shall terminate ten years after JCPOA Adoption Day.\n\n9. Decides that terminations shall not occur if previous resolutions' provisions have been applied pursuant to paragraph 12.\n\n10. Encourages JCPOA participants to resolve issues through JCPOA procedures.\n\n11-12. Decides on procedures for addressing significant non-performance, including voting on a draft resolution to continue terminated provisions.\n\n13. Underscores the need for JCPOA participants to resolve issues and expresses intention to prevent reapplication of provisions.\n\n14. Affirms that application of previous resolutions' provisions does not apply retroactively to contracts signed before the date of application.\nHere is a concise summary of the Security Council document:\n\n15. Affirms that applying previous resolutions' provisions won't harm individuals/entities that engaged in business with Iran/Iranian entities consistent with the JCPOA and this resolution; encourages Member States to mitigate unintended harm.\n\n16. Decides to review Joint Commission recommendations on proposals for nuclear-related activities; recommends approval unless Security Council rejects within five working days.\n\n17. Requests Member States to submit proposals for nuclear-related activities to the Security Council; Joint Commission to review and provide recommendations within 20-30 working days.\n\n18. Requests Secretary-General to facilitate communications with Member States and between Security Council and Joint Commission.\n\n19. Requests IAEA and Joint Commission to consult and exchange information; exporting states to cooperate with Joint Commission.\n\n20. Requests Joint Commission to review proposals for transfers/activities; recommends approval if consistent with JCPOA and this resolution.\n\n21. Exempts JCPOA participant States/Member States from measures imposed in previous resolutions for specific activities: modifying Fordow facility, exporting enriched uranium, modernizing Arak reactor.\n\n22. Sets conditions for activities permitted in paragraph 21: strict JCPOA compliance, 10-day notification to Committee/Joint Commission, end-use verification.\n\n23. Exempts measures imposed in previous resolutions for transfers/activities approved by Committee; related to JCPOA implementation or consistent with this resolution's objectives.\n\n24. Notes provisions of paragraphs 21, 22, 23, and 27 continue if previous resolutions' provisions are applied.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2231_2015_EN.pdf"
}