{
  "resolution_no": "2220",
  "year": "2015",
  "theme": [
    "Small Arms and Light Weapons",
    "Conflict Prevention",
    "Humanitarian Law",
    "Security Sector Reform",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 51"
  ],
  "entities": [
    "United Nations peacekeeping operations",
    "Sanctions Committees",
    "Counter-Terrorism Committee",
    "UN SaferGuard programme"
  ],
  "reporting_cycle": "biennial basis",
  "operative_authority": "Chapter VI",
  "summary": "24. Encourages accession to United Nations Convention against Transnational Organized Crime.\n\n25. Stresses full implementation of United Nations Programme of Action to Prevent, Combat and Eradicate illicit trade in small arms.\n\n26. Requests Secretary-General to include comprehensive information on impact of illicit small arms transfer on civilians.\n\n27. Requests Secretary-General to include information on impact of illicit small arms transfer as a sub-item.\n\n28. Reiterates request to Secretary-General to direct UN agencies to assist sanctions committees.\nThe Security Council:\n\n Requests the Secretary-General to include in his annual reports on children and armed conflict information on the impact of illicit transfer, destabilizing accumulation and misuse of small arms and light weapons on children (para 29).\n\n Encourages the Committee established pursuant to resolutions 1267 (1999) and 1989 (2011) to focus on threats posed by accessibility of weapons used by individuals and entities associated with al-Qaida and requests the Analytical Support and Sanctions Monitoring Team to provide recommendations to enhance response to such threats (para 30).\n\n Encourages the Counter-Terrorism Committee and Counter-Terrorism Committee Executive Directorate (CTED) to focus on Member States’ capacities and needs to address threats posed by accessibility of weapons used by terrorists (para 31).\n\n Requests the Secretary-General to submit a biennial report on small arms and light weapons, including on the implementation of this resolution (para 32).\n\n Decides to remain seized of the matter (para 33).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2220_2015_EN.pdf"
}