{
  "resolution_no": "2244",
  "year": "2015",
  "theme": [
    "Somalia",
    "Eritrea",
    "Peacekeeping",
    "Sanctions",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "SEMG",
    "Federal Government of Somalia (FGS)",
    "Al-Shabaab",
    "AMISOM",
    "United Nations"
  ],
  "reporting_cycle": "Monthly updates to the Committee, and a comprehensive midterm update, as well as two final reports by 15 October 2016",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Somalia and Eritrea, \n\nNotes the final reports of the Somalia and Eritrea Monitoring Group (SEMG) and their conclusions.\n\nReaffirms respect for the sovereignty, territorial integrity, and unity of Somalia, Djibouti, and Eritrea.\n\nCondemns flows of weapons and ammunition supplies to and through Somalia and Eritrea in violation of the arms embargo.\n\nExpresses concern over Al-Shabaab's threat to peace and stability in Somalia and the region.\n\nWelcomes improved relations between the Federal Government of Somalia (FGS) and SEMG.\n\nWelcomes FGS efforts to improve notifications to the Committee and stresses the need for progress.\n\nUnderlines the importance of financial propriety in Somalia's 2016 elections and efforts to fight corruption.\n\nExpresses concern over illegal fishing in Somali waters and encourages responsible fishing licenses.\n\nCondemns obstruction of humanitarian aid and misappropriation of humanitarian funds.\n\nRecalling FGS' primary responsibility to protect its population and build national security forces.\n\nUrges Eritrea to deepen cooperation with SEMG, including regular visits.\n\nTakes note that SEMG found no evidence of Eritrean support for Al-Shabaab.\n\nExpresses concern over Eritrean support for regional armed groups.\n\nUnderlines the importance of complying with the arms embargo on Eritrea.\n\nDemands Eritrea provide information on Djiboutian combatants missing in action.\n\nDetermining the situation in Somalia and the dispute between Djibouti and Eritrea continues to threaten international peace and security.\n\nActing under Chapter VII:\n\n1. Reaffirms the arms embargo on Somalia.\n2. Decides to renew provisions until 15 November 2016, allowing deliveries of weapons and equipment for the development of FGS Security Forces.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2244_2015_EN.pdf"
}