{
  "resolution_no": "2230",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Conflict Prevention",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNISFA",
    "JBVMM",
    "JPSM",
    "AUHIP",
    "UNMISS",
    "UNAMID"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "8. Supports AJOC's decisions on Abyei's status as a weapons-free area and urges disarmament programs.\n\n9. Reaffirms UNISFA's authorization to undertake weapons confiscation and destruction in Abyei.\n\n10. Requests UNISFA to continue dialogue with AJOC and local communities on strategies for ensuring compliance with Abyei's status as a weapons-free area.\n\n11. Urges confidence-building measures among communities in Abyei and supports UNISFA in promoting community dialogue.\n\n12. Requests UNISFA to strengthen Community Protection Committees' capacities.\n\n13. Calls for cooperation with the findings and recommendations of the Abyei Area Joint Investigation and Inquiry Committee.\nHere is a summarized version of the Security Council document:\n\n18. The Security Council intends to review UNISFA's mandate for possible reconfiguration if Sudan and South Sudan comply with decisions in resolution 2046 (2012) and their commitments in the 2011 and 2012 Agreements, including redeploying forces from the SDBZ and achieving full operational capability for the JVBMM.\n\n19. The Council calls on Member States, particularly Sudan and South Sudan, to ensure free and unhindered movement of UNISFA personnel, equipment, and supplies.\n\n20. The Council renews its call on Sudan and South Sudan to provide full support to the UN, including visas for personnel, basing arrangements, and logistical support.\n\n21. The Council recognizes the adverse effect of lack of development projects and basic government services on Abyei populations and calls on Sudan, South Sudan, and donors to support reconstruction and capacity-building.\n\n22. The Council demands that Sudan and South Sudan facilitate the deployment of UNMAS to ensure JBVMM freedom of movement and mine clearance.\n\n23. The Council demands that all parties allow humanitarian personnel full, safe, and unhindered access to civilians in need of assistance.\n\n24. The Council strongly urges all parties to cease violence, human rights violations, and abuses.\n\n25. The Council requests the Secretary-General to ensure effective human rights monitoring and include results in his reports.\n\n26. The Council requests the Secretary-General to ensure UNISFA's compliance with the UN's zero-tolerance policy on sexual exploitation and abuse.\n\n27. The Council requests the Secretary-General to inform it of progress in implementing UNISFA's mandate through two written reports and to bring serious violations to its attention.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2230_2015_EN.pdf"
}