{
  "resolution_no": "2231",
  "year": 2015,
  "theme": [
    "Nuclear Non-Proliferation",
    "Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "UN Security Council",
    "E3/EU+3 (China, France, Germany, the Russian Federation, the United Kingdom, and the United States)",
    "Iran"
  ],
  "reporting_cycle": "The Director General of the IAEA to provide regular updates to the IAEA Board of Governors and, as appropriate, in parallel to the Security Council on Iran’s implementation of its commitments under the JCPOA every six months",
  "operative_authority": "Chapter VII",
  "summary": "**Other projects**\n\n* Other projects may be implemented between E3/EU+3 parties and Iran, including:\n\t+ Construction of nuclear desalination and associated infrastructure.\n\t+ Development of laser technology for medical applications.\nThe Joint Commission is established under the JCPOA to carry out assigned functions. The Commission comprises representatives of Iran and the E3/EU+3 (China, France, Germany, Russia, UK, US, and the High Representative of the Union for Foreign Affairs and Security Policy). The High Representative or their designated representative serves as Coordinator.\n\nThe Commission's functions include:\n\n1. Reviewing and approving designs and plans for nuclear facilities and activities, such as the modernized heavy water research reactor and uranium metal-based TRR fuel.\n2. Receiving information on specific projects at Fordow and stable isotope production.\n3. Assessing and approving fuel assemblies manufactured in Iran.\n4. Supporting assistance to Iran in meeting international qualification standards for nuclear fuel.\n5. Reviewing and approving engagement by Iran with other countries or entities in enrichment and related activities.\n6. Providing consultation on access and advising on necessary means.\n7. Reviewing and approving designs and plans for non-nuclear purposes, such as multi-point explosive detonation systems.\n8. Addressing issues arising from sanctions lifting and reviewing proposals for nuclear-related transfers.\n9. Resolving issues related to non-performance of commitments under the JCPOA.\n10. Adopting procedures to govern its activities and providing guidance on implementation matters.\n\nThe Commission will meet quarterly and at any time upon request of a JCPOA participant. Meetings will be held in New York, Vienna, or Geneva, and the host country will facilitate entry formalities. The Commission may invite observers to attend its meetings. The work of the Commission is subject to confidentiality procedures, except as provided in Section 6 of the Annex.\nThe document outlines the procedures and guidelines for the Joint Commission and Procurement Working Group established under the Joint Comprehensive Plan of Action (JCPOA). \n\n4. Decisions:\n- Decisions are made by consensus, with each JCPOA participant having one vote.\n- The vote of each participant will be made known if a recorded vote is requested.\n- Matters under Section Q of Annex I require consensus or an affirmative vote of five JCPOA participants.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2231_2015_EN.pdf"
}