{
  "resolution_no": "2231",
  "year": 2015,
  "theme": [
    "Nuclear Non-Proliferation",
    "Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "UN Security Council",
    "E3/EU+3 (China, France, Germany, the Russian Federation, the United Kingdom, and the United States)",
    "Iran"
  ],
  "reporting_cycle": "The Director General of the IAEA to provide regular updates to the IAEA Board of Governors and, as appropriate, in parallel to the Security Council on Iran’s implementation of its commitments under the JCPOA every six months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions and statements on Iran's nuclear programme, reaffirms its commitment to the Treaty on the Non-Proliferation of Nuclear Weapons and the need for all States to comply with their obligations.\n\nThe Council welcomes the Joint Comprehensive Plan of Action (JCPOA) concluded on 14 July 2015 between Iran and China, France, Germany, Russia, the UK, the US, and the EU, which guarantees Iran's nuclear programme is exclusively for peaceful purposes.\n\nThe Council endorses the JCPOA and urges its full implementation on the established timetable.\n\nIt calls on all Member States to support the JCPOA's implementation, taking actions commensurate with the resolution's lifting of sanctions.\n\nThe Council affirms that the JCPOA marks a fundamental shift in its consideration of this issue, aiming to build a new relationship with Iran.\n\nThe International Atomic Energy Agency (IAEA) will play an essential and independent role in verifying compliance with safeguards agreements.\n\nThe Council encourages Member States to cooperate with Iran in peaceful nuclear energy uses and civil nuclear cooperation projects.\n\nIt notes the termination of previous resolutions' provisions and invites Member States to respect these changes.\n\nThe JCPOA will promote normal economic and trade contacts with Iran, and the Council underscores Member States' obligation to accept and carry out Security Council decisions.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n \n2. Urges all JCPOA participants to abide by their commitments, implement the JCPOA, and refrain from actions undermining its implementation.\n\n3. Requests the IAEA Director General to verify and monitor Iran's nuclear-related commitments for their full duration and reaffirms Iran's obligation to cooperate fully.\n\n4. Requests the IAEA Director General to provide regular updates on Iran's implementation to the IAEA Board of Governors and the Security Council.\n\n5-6. Requests the IAEA Director General to report on Iran's actions specified in JCPOA Annex V and on the Broader Conclusion that all nuclear material in Iran remains in peaceful activities.\n\n7. Decides to terminate provisions of previous resolutions upon receipt of the IAEA report, and all states shall comply with specified paragraphs of Annex B.\n\n8. Decides that all provisions of this resolution shall terminate ten years after JCPOA Adoption Day.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2231_2015_EN.pdf"
}