{
  "resolution_no": "2220",
  "year": "2015",
  "theme": [
    "Small Arms and Light Weapons",
    "Conflict Prevention",
    "Humanitarian Law",
    "Security Sector Reform",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 51"
  ],
  "entities": [
    "United Nations peacekeeping operations",
    "Sanctions Committees",
    "Counter-Terrorism Committee",
    "UN SaferGuard programme"
  ],
  "reporting_cycle": "biennial basis",
  "operative_authority": "Chapter VI",
  "summary": "6. Encourages the UN to gather and share best practices on safe storage, marking, and destruction of collected weapons.\n\n7. Recognizes that effectiveness of weapons collection and disarmament, demobilization, and reintegration programmes depends on providing opportunities to former combatants and fostering an inclusive environment.\n\n8. Emphasizes the importance of security sector reform in improving public security and rule of law.\n\n9. Reaffirms its responsibility to monitor implementation of Council-mandated arms embargoes and strengthen monitoring mechanisms.\n\n10. Recognizes the need for Member States to establish laws, regulations, and procedures to control production and transfer of small arms and light weapons.\n\n11. Urges Member States, UN entities, and organizations to cooperate and share information on suspected traffickers, trafficking routes, and financial transactions.\n\n12. Urges Member States to regulate brokering activities for small arms and light weapons.\n\n13. Reiterates that Council-mandated arms embargoes should have clear objectives and provisions for regular review.\n\n14. Notes that Sanctions Committees may benefit from information on existing holdings and self-defense needs of governments when determining exemptions to arms embargoes.\nHere is a concise summary of the Security Council document:\n\n15. Encourages Sanctions Committees to maintain dialogue with Member States on arms embargoes implementation.\n\n16. Encourages Member States to understand the impact of illicit small arms transfer on women and children.\n\n17. Calls upon Member States and organizations to consider the specific impact of conflict on women's security.\n\n18. Urges participation of women in policymaking to combat illicit small arms transfer.\n\n19. Reaffirms eliminating supply of weapons to terrorists and exchanging operational information.\n\n20. Recognizes preventing illicit transfers of weapons to armed groups and criminal networks.\n\n21. Urges States to consider ratifying the Arms Trade Treaty.\n\n22. Recognizes improving national implementation of arms embargoes contributes to Arms Trade Treaty implementation.\n\n23. Notes national reporting provisions of Arms Trade Treaty can increase transparency.\n\n24. Encourages accession to United Nations Convention against Transnational Organized Crime.\n\n25. Stresses full implementation of United Nations Programme of Action to Prevent, Combat and Eradicate illicit trade in small arms.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2220_2015_EN.pdf"
}