{
  "resolution_no": "2248",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations",
    "African Union",
    "East African Community (EAC)",
    "Peacebuilding Commission",
    "International Criminal Court"
  ],
  "reporting_cycle": "15 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n- Recalls its previous statements on Burundi and expresses deep concern about the escalation of insecurity and violence, as well as the persisting political impasse.\n\n- Stresses the primary responsibility of the Government of Burundi to ensure security and protect its population, while respecting the rule of law, human rights, and international humanitarian law.\n\n- Strongly condemns human rights violations and abuses, including extra-judicial killings, torture, and arbitrary arrests, committed by security forces and militias.\n\n- Expresses concern about impunity, assassinations, restrictions on freedom of expression, and the worsening humanitarian situation, with over 200,000 Burundian citizens seeking refuge in neighbouring countries.\n\n- Strongly condemns public statements inciting violence or hatred towards different groups in Burundian society.\n\n- Urges the Government of Burundi to bring to justice those responsible for human rights violations and abuses.\n\n- Recognizes the role of the High Commissioner for Human Rights and recalls Burundi's obligations under the Rome Statute of the International Criminal Court.\n\n- Stresses the importance of respecting the Arusha Peace and Reconciliation Agreement and urges an inter-Burundian dialogue to find a consensual solution to the crisis.\n\n- Calls for the reinforcement of mediation efforts led by President Yoweri Museveni of Uganda and urges the Government of Burundi and other stakeholders to extend full cooperation to the Mediator.\n\n- Welcomes the engagement of concerned stakeholders, including the Peacebuilding Commission, and the deployment of African Union human rights observers and military experts. \n\n- Notes the decision of the African Union to impose targeted sanctions against Burundian stakeholders whose actions undermine peace and stability.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Calls on the Burundian government and all parties to reject violence and refrain from actions threatening peace and stability.\n\n2. Urges the government to respect, protect, and guarantee human rights and fundamental freedoms, and to undertake transparent accountability for acts of violence.\n\n3. Urges the government to cooperate with the EAC-led, AU-endorsed mediation for an inclusive inter-Burundian dialogue.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2248_2015_EN.pdf"
}