{
  "resolution_no": "2217",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Sanctions",
    "Political"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MINUSCA",
    "French Forces",
    "AU",
    "ECCAS",
    "UNOCA",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "every four months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on the Central African Republic (CAR), reaffirms its commitment to the country's sovereignty, independence, unity, and territorial integrity.\n\nReaffirms the basic principles of peacekeeping, including consent of parties, impartiality, and non-use of force, and recognizes the specific mandate of each peacekeeping mission.\n\nNotes the primary responsibility of CAR authorities to protect populations from genocide, war crimes, ethnic cleansing, and crimes against humanity.\n\nEmphasizes the need for a CAR-owned solution to the crisis, prioritizing reconciliation of the Central African people.\n\nCommends the African-led International Support Mission to the CAR (MISCA), Sangaris, and EUFOR RCA for their work, and welcomes the transition to the United Nations Integrated Multi-dimensional Mission in the CAR (MINUSCA).\n\nExpresses concern over the fragile security situation and condemns multiple human rights violations and abuses, including extrajudicial killings, enforced disappearances, and attacks on civilians.\n\nWelcomes the report of the International Commission of Inquiry, noting with concern its findings of war crimes and crimes against humanity committed by main parties to the conflict.\n\nCondemns attacks on MINUSCA contingents and other international forces, underlining that such attacks may constitute war crimes.\n\nStresses the urgent need to end impunity in the CAR and bring perpetrators to justice, bolstering national accountability mechanisms.\n\nWelcomes the Transitional Authorities' efforts to establish a Special Criminal Court, and urges national authorities to implement the law establishing the Court.\n\nEmphasizes the conducive environment for transnational criminal activity, such as arms trafficking and radical networks, due to the current security situation.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2217_2015_EN.pdf"
}