{
  "resolution_no": "2228",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Protection of Civilians"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMID",
    "AU",
    "UN Country Team (UNCT)"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "25. The Council demands parties cease all violations and abuses against children, developing action plans to end and prevent recruitment and use of children.\nThe Security Council:\n\n26. Emphasizes the importance of regular reviews of UN peacekeeping missions' progress in implementing their mandates, and recalls its request to the Secretary-General to conduct an analysis of UNAMID's implementation, in consultation with the AU and relevant parties. The Council notes the Secretary-General's efforts to make recommendations on UNAMID's future, including its exit strategy. It concurs that UNAMID's long-term planning should be based on progress towards benchmarks set out in previous reports, which include a political settlement in Darfur and direct talks between the Government and non-signatory armed movements.\n\n27. Takes note of consultations between the UN, AU, and the Government of Sudan on developing an exit strategy, and calls for early resumption of these consultations. The Council looks forward to the Secretary-General's recommendations and undertakes to consider them in due course.\n\n28. Requests the Secretary-General to report to the Council every 90 days on UNAMID, including:\n- Information on the political, humanitarian, and security situation in Darfur\n- Violations of the Status of Forces Agreement and international humanitarian law\n- Progress towards achieving UNAMID's strategic priorities and benchmarks\n- Developments and progress in addressing challenges facing UNAMID\n- Implementation of this resolution\n\n29. Decides to remain seized of the matter.\n\n**UNAMID Benchmarks (Annex A)**\n\n- Benchmark 1: Inclusive peace process through mediation between the Government and non-signatory armed movements\n- Requirements: commitment to a comprehensive negotiated political settlement, credible Darfur-based internal dialogue, and implementation of the Doha Document for Peace in Darfur\n- Indicators: high-level mediation, direct negotiations, implementation of the Doha Document, cessation of hostilities, and Darfur-based internal dialogue and consultations",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2228_2015_EN.pdf"
}