{
  "resolution_no": "2240",
  "year": "2015",
  "theme": [
    "Human Trafficking",
    "Smuggling of Migrants",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIFIL",
    "MINUSMA",
    "FRONTEX",
    "EUBAM Libya"
  ],
  "reporting_cycle": "Secretary-General reports in 11 months; States report every 3 months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, \nRecalling its press statement on the Mediterranean Sea maritime tragedy, \nReaffirming commitment to Libya's sovereignty, independence, territorial integrity, and national unity, \nRecalling international law, particularly UNCLOS, UNTOC Convention, and its Protocols, \nDeploring continuing Mediterranean Sea maritime tragedies resulting in hundreds of casualties, \nExpressing concern at migrant smuggling off Libya's coast, \nEmphasizing migrants' rights and humanity, \nReaffirming human rights and fundamental freedoms for all migrants, \nFurther recalling International Convention for Safety of Life at Sea and Maritime Search and Rescue, \nExpressing concern at Libya's situation exacerbated by migrant smuggling and human trafficking, \nUnderlining Libya's primary responsibility to prevent migrant smuggling and human trafficking, \nMindful of supporting Libyan border management, \nWelcoming support from concerned Member States, including EU Member States, \nAcknowledging European Council and African Union Peace and Security Council statements, \nTaking note of the Council of European Union's Decision setting up EUNAVFOR Med.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Condemns migrant smuggling and human trafficking into, through, and from Libyan territory and off its coast, which undermines Libya's stabilization and endangers thousands of people.\n\n Calls on Member States to assist Libya, upon request, in building capacity to secure its borders and prevent, investigate, and prosecute smuggling and trafficking acts.\n\n Urges Member States and regional organizations to cooperate with the Libyan Government and each other to combat smuggling and trafficking, including sharing information and rendering assistance to migrants and victims.\n\n Urges States and regional organizations to be vigilant for smuggling and trafficking acts off Libya's coast and to increase efforts to deter them.\n\n Authorizes Member States to inspect unflagged vessels on the high seas off Libya's coast suspected of smuggling or trafficking migrants.\n\n Authorizes inspections, with the flag State's consent, of vessels suspected of smuggling or trafficking migrants.\n\n Authorizes, for one year, Member States to inspect vessels on the high seas off Libya's coast suspected of smuggling or trafficking migrants, with efforts to obtain the flag State's consent.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2240_2015_EN.pdf"
}