{
  "resolution_no": "2252",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Conflict Prevention"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMISS",
    "IGAD",
    "African Union",
    "JMEC"
  ],
  "reporting_cycle": "The Secretary-General reports every 60 days",
  "operative_authority": "Chapter VII",
  "summary": "19. Attacks on and threats to UNMISS personnel and facilities are condemned, and all parties are demanded to respect the inviolability of UN premises.\n\n20. The designation criteria for sanctions are recalled, and individuals or entities responsible for attacks on UN missions or humanitarian personnel may meet these criteria.\n\n21. UNMISS is requested to take additional measures to ensure the security of its air operations.\n\n22. The Government of South Sudan is demanded to comply fully with the SOFA and guarantee the safety and security of UN personnel.\n\n23. All parties are demanded to allow rapid, safe, and unhindered access for relief personnel and humanitarian assistance.\n\n24. All parties are demanded to immediately cease all forms of violence, human rights violations, and abuses.\n\n25. Violations of international law, including humanitarian law and human rights, committed by all parties to the conflict are condemned.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Urges the Government of South Sudan to fully implement its revised action plan to end and prevent violations against children and for the SPLM/SPLA-IO to implement their commitment to end violations against children.\n* Expresses grave concern at ongoing sexual violence in South Sudan, welcomes the Joint Communiqué between the Government and the UN, and urges the SPLA and SPLA-IO to implement their commitments with concrete steps.\n* Requests the Secretary-General to provide technical assistance to the African Union and the Transitional Government of National Unity on Chapter V of the Agreement, including the Hybrid Court for South Sudan.\n* Looks forward to the Secretary-General's report on technical assistance provided and intends to assess the work done on the Hybrid Court.\n* Calls upon the Government to complete investigations of human rights violations and abuses, hold accountable those responsible, and ensure equal protection under the law for victims of sexual violence.\n* Urges women's full and effective representation in conflict resolution and peacebuilding efforts.\n* Condemns attacks on oil installations and urges parties to ensure security of economic infrastructure.\n* Requests the Secretary-General to report on UNMISS mandate implementation and Status of Forces Agreement violations every 60 days.\n* Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2252_2015_EN.pdf"
}