{
  "resolution_no": "2210",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security",
    "Governance",
    "Human Rights",
    "Counter-Narcotics",
    "Reconciliation"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "Afghan Government",
    "NATO",
    "United Nations Office on Drugs and Crime"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council welcomes efforts to assist Afghanistan and encourages the international community to enhance contributions in a coordinated manner. It stresses the need for efficient humanitarian assistance, upholding humanitarian principles, and respecting Afghan leadership and ownership.\n\nThe Council expresses concern about the security situation, citing violent and terrorist activities by the Taliban, Al-Qaida, and other groups, resulting in threats to civilians, including women and children. It reiterates concern about civilian casualties, particularly women and children, and condemns targeted killings.\n\nThe Council recognizes the threat posed by anti-personnel mines, remnants of war, and improvised explosive devices, and stresses the need to refrain from using prohibited weapons. It encourages international support for Afghan-led efforts to address drug production and trafficking.\n\nThe Council expresses concern about the increase in poppy production, noting its harm to stability, security, and development in Afghanistan and the region. It stresses the need for coordinated regional efforts to combat the drug problem and welcomes regional initiatives.\n\nThe Council supports the Afghan Government's ban on ammonium nitrate fertilizer and urges prompt action to implement regulations for its control. It recalls resolutions on protecting civilians in armed conflict and stresses the importance of monitoring and reporting on the situation.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on protection of civilians, women and peace, children and armed conflict, and small arms,",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2210_2015_EN.pdf"
}