{
  "resolution_no": "2255",
  "year": "2015",
  "theme": [
    "Terrorism",
    "Peacekeeping",
    "Sanctions",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "Monitoring Team",
    "Committee established pursuant to resolution 1988",
    "Counter-Terrorism Committee (CTC)",
    "Financial Action Task Force (FATF)"
  ],
  "reporting_cycle": "The Committee shall report orally, through its Chair, once per year, to the Council on the state of the overall work of the Committee and the Monitoring Team",
  "operative_authority": "Chapter VII",
  "summary": "25. The Council encourages Member States to submit photographs and biometric data for inclusion in INTERPOL-United Nations Security Council Special Notices.\nHere is a concise summary of the document:\n\nThe Security Council:\n\n**Listing**\n\n* Directs the Committee to make accessible on its website a narrative summary of reasons for listing individuals, groups, undertakings, and entities, as well as additional relevant information (para 26).\n* Calls upon Committee members and the Monitoring Team to share information on listing requests to inform the Committee's decision (para 27).\n* Requests the Secretariat to publish relevant information on the Committee's website immediately after a name is added to the List (para 28).\n* Urges Member States to consult with the Government of Afghanistan on new listing proposals prior to submission to the Committee (para 29).\n* Decides that the Committee shall notify the Government of Afghanistan, the Permanent Mission of Afghanistan, and the State(s) where the individual or entity is believed to be located of the listing (para 30).\n\n**Delisting**\n\n* Directs the Committee to remove individuals and entities that no longer meet the listing criteria on a case-by-case basis (para 31).\n* Urges Member States to consult with the Government of Afghanistan on delisting requests prior to submission to the Committee (para 32).\n* Recalls the Focal Point mechanism for individuals and entities seeking removal from the List without a Member State's sponsorship (para 33).\n* Encourages UNAMA to support cooperation between the Government of Afghanistan and the Committee on delisting requests (para 34).\n* Urges the Committee to invite a representative of the Government of Afghanistan to discuss listing or delisting merits (para 35).\n* Requests Member States to inform the Committee if they become aware of information indicating a delisted individual should be considered for listing (para 36).\n* Directs the Committee to consider expeditiously any information indicating a delisted individual has returned to prohibited activities (para 37).\n* Confirms the Secretariat shall transmit the decision to remove a name from the List to the relevant parties (para 38).\nHere is a concise summary of the Security Council document 2255 (2015):\n\n**Notification and Delisting**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2255_2015_EN.pdf"
}