{
  "resolution_no": "2255",
  "year": "2015",
  "theme": [
    "Terrorism",
    "Peacekeeping",
    "Sanctions",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "Monitoring Team",
    "Committee established pursuant to resolution 1988",
    "Counter-Terrorism Committee (CTC)",
    "Financial Action Task Force (FATF)"
  ],
  "reporting_cycle": "The Committee shall report orally, through its Chair, once per year, to the Council on the state of the overall work of the Committee and the Monitoring Team",
  "operative_authority": "Chapter VII",
  "summary": "**Notification and Delisting**\n\n* The Secretariat shall notify the Government of Afghanistan, the Permanent Mission of Afghanistan, and the State(s) in which an individual or entity is believed to be located of delisting.\n* States receiving such notification shall take measures to notify or inform the concerned individual or entity of the delisting in a timely manner.\n\n**Review and Maintenance of the List**\n\n* The Committee shall review each entry on the list on a regular basis, including individuals considered reconciled, with missing identifiers, reportedly deceased, and entities reported or confirmed to have ceased to exist.\n* The Committee shall review and amend its guidelines for such reviews.\n* The Monitoring Team shall circulate a list to the Committee every 12 months, including:\n\t+ Individuals considered reconciled by the Afghan Government.\n\t+ Individuals and entities with missing identifiers.\n\t+ Individuals reportedly deceased, with an assessment of relevant information.\n\n**Committee Procedures**\n\n* The Committee shall decide on listing and delisting requests in a timely manner.\n* No matter shall be left pending before the Committee for more than six months.\n* Committee members shall respond within three months.\n* The Committee shall ensure fair and clear procedures for its work and review its guidelines.\n\n**Cooperation and Information Sharing**\n\n* Member States, particularly designating States and States of residence, nationality, location, or incorporation, shall submit additional identifying and other information on listed individuals and entities.\n* The Committee shall consider requests for information from States and international organizations with ongoing judicial proceedings.\n* The Monitoring Team shall refer listings with no relevant State response after three years for review.\n\n**Cooperation with the Government of Afghanistan**\n\n* The Government of Afghanistan shall provide periodic briefings on the list and the impact of targeted sanctions.\n* The Committee, the Government of Afghanistan, and UNAMA shall cooperate, including by identifying and providing information on individuals and entities supporting acts or activities set forth in paragraph 2.\n\n**Monitoring Team**\n\n* The 1267/1989 Monitoring Team shall support the Committee for 24 months from December 2017, with the mandate set forth in the annex to this resolution.\nHere is a concise summary of the Security Council document 2255 (2015):\n\n**Directives to the Monitoring Team**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2255_2015_EN.pdf"
}