{
  "resolution_no": "2202",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Sovereignty and Territorial Integrity"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "Ukraine",
    "Russian Federation",
    "European Union",
    "OSCE",
    "Trilateral Contact Group"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Council calls on all parties to fully implement the Package of measures and decides to remain seized of the matter.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council calls for:\n\n1. Ukraine to reinstate control over its banking system in conflict-affected areas and establish an international mechanism for transfers if necessary.\n2. Reinstatement of full control of the state border by the government of Ukraine throughout the conflict area, starting on day 1 after local elections and ending after a comprehensive political settlement.\n3. Withdrawal of all foreign armed formations, military equipment, and mercenaries from Ukraine under OSCE monitoring, and disarmament of all illegal groups.\n4. Carrying out constitutional reform in Ukraine with a new constitution by the end of 2015, providing for decentralization and special status for certain areas of Donetsk and Luhansk regions.\n5. Local elections to be held in accordance with OSCE standards and monitored by OSCE/ODIHR, with questions related to local elections discussed and agreed upon with representatives of certain areas of Donetsk and Luhansk regions.\n6. Intensification of the work of the Trilateral Contact Group, including establishment of working groups on implementation of Minsk agreements.\n\nThe Trilateral Contact Group consists of Ambassador Heidi Tagliavini, Second President of Ukraine L. D. Kuchma, Ambassador of the Russian Federation to Ukraine M. Yu. Zurabov, A.W. Zakharchenko, and I.W. Plotnitski.\n\nThe special status of certain areas of Donetsk and Luhansk regions includes measures such as:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2202_2015_EN.pdf"
}