{
  "resolution_no": "2253",
  "year": "2015",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Counter-Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "ISIL (Da'esh)",
    "Al-Qaida",
    "UN",
    "CTED",
    "CTITF",
    "Financial Action Task Force"
  ],
  "reporting_cycle": "Quarterly briefings and comprehensive reports every six months",
  "operative_authority": "Chapter VII",
  "summary": "64. The Committee may shorten the 60-day period by consensus on a case-by-case basis.\n\n65. For delisting requests, consensus must exist among all designating States; co-sponsors of listing requests are not considered designating States.\n\n66. Designating States are urged to allow the Ombudsperson to reveal their identities to listed individuals and entities that have submitted delisting petitions.\n\n67. The Committee shall consider delisting requests from Member States for individuals and entities that no longer meet the criteria.\n\n68. States are encouraged to submit delisting requests for deceased individuals and entities that have ceased to exist.\n\n69. When unfreezing assets of deceased individuals or ceased entities, States must recall obligations set forth in resolution 1373 (2001) and prevent assets from being used for terrorist purposes.\n\n70. For assets frozen due to Usama bin Laden's listing, States must submit a request to unfreeze assets and provide assurances they won't be used for terrorist purposes.\n\n71. The Committee shall consider delisting requests, taking into account opinions of designating States, States of residence, and other relevant States.\n\n72. Member States are encouraged to provide information to the Committee relevant to delisting petitions.\n\n73. The Secretariat shall notify the Permanent Mission of the State(s) of residence, nationality, location, or incorporation when a name is removed from the ISIL (Da’esh) & Al-Qaida Sanctions List.\n\n74. The Ombudsperson may request exemptions to allow petitioners to travel for interviews.\n\n75. The assets freeze measures shall not apply to funds necessary for basic expenses or extraordinary expenses, subject to Committee approval.\nHere is a summarized version of the Security Council document:\n\n76. The Focal Point mechanism may: \n(a) Receive requests from listed individuals, groups, undertakings, and entities for exemptions to measures outlined in paragraph 2(a), transmit to Committee for decision, and notify of decision; \n(b) Receive requests from listed individuals for exemptions to measures outlined in paragraph 2(b), transmit to Committee, and notify of decision.\n\n77. The Focal Point may receive and transmit to Committee communications from: \n(a) Individuals removed from ISIL (Da’esh) & Al-Qaida Sanctions List; \n(b) Individuals claiming false or mistaken identification or confusion with listed individuals.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2253_2015_EN.pdf"
}