{
  "resolution_no": "2217",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Sanctions",
    "Political"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MINUSCA",
    "French Forces",
    "AU",
    "ECCAS",
    "UNOCA",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "every four months",
  "operative_authority": "Chapter VII",
  "summary": "**Security Sector Reform and Maintenance of Public Safety**\n\n* Support restoration and maintenance of public safety and rule of law through UN police presence and assistance, including arresting and handing over those responsible for human rights violations and abuses to CAR authorities.\n* Support Transitional Authorities in devising and implementing security sector reform and vetting processes.\n* Coordinate provision of technical assistance and training for FACA and CAR internal security forces.\n\n**Illicit Exploitation and Trafficking of Natural Resources**\n\n* Support CAR authorities in developing a strategy to tackle illicit exploitation and trafficking networks of natural resources.\n* Extend State authority over entire territory and resources.\n\n**Additional Tasks**\n\n* Coordinate international assistance.\n* Assist Committee and Panel of Experts established by resolution 2127 (2013).\n* Monitor implementation of measures imposed by resolution 2196 (2015).\n* Seize and collect arms and related materiel transferred to CAR in violation of measures imposed by resolution 2127 (2013).\n* Provide transport for State authorities to carry out inspections and monitoring visits.\n\n**Personnel and Expertise**\n\n* Deploy and allocate personnel and expertise within MINUSCA to reflect priorities.\n\n**Operational Coordination**\n\n* Enhance operational coordination with African Union Regional Task Force on LRA.\n* Share relevant information with Regional Task Force and non-governmental organizations.\n\n**Arms and Light Weapons**\n\n* Address illicit transfer, destabilizing accumulation, and misuse of small arms and light weapons.\n\n**Regional Cooperation**\n\n* Urge CAR, neighboring States, and ICGLR member States to cooperate to investigate and combat regional criminal networks.\n\n**Cross-Cutting Issues**\n\n* Take fully into account child protection and gender considerations throughout MINUSCA's mandate.\n\n**Assistance to Transitional Authorities**\n\n* Assist Transitional Authorities in ensuring protection of children's rights and full and effective participation of women.\n\n**Reporting and Accountability**\n\n* Request enhanced reporting by MINUSCA on gender issues.\n* Request MINUSCA to report on measures taken.\nHere is a summarized version of the Security Council document:\n\n43. The Secretary-General must ensure MINUSCA complies with the UN's zero-tolerance policy on sexual exploitation and abuse, and keep the Council informed of any misconduct cases.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2217_2015_EN.pdf"
}