{
  "resolution_no": "2251",
  "year": 2015,
  "theme": [
    "Peacekeeping",
    "Conflict Prevention",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNISFA",
    "AUHIP",
    "UNMISS",
    "UNAMID"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days, specifically requests a written report no later than 15 April 2016",
  "operative_authority": "Chapter VII",
  "summary": "Noting with concern delays in establishing temporary institutions and resolving Abyei's final status,\n\nUrging parties to refrain from unilateral actions that could aggravate intercommunal relations,\n\nTaking note of continued earthwork excavation in Diffra and humanitarian situation,\n\nAffirming the importance of voluntary return and sustainable reintegration of displaced persons,\n\nRecalling resolution 2117 (2013), and expressing concern over illicit transfer of small arms,\n\nExpressing concern over residual landmines and explosive remnants,\n\nTaking note of Secretary-General's reports,\n\nRecognizing the situation in Abyei and along the Sudan-South Sudan border as a threat to international peace and security,\n\n1. Decides to extend UNISFA's mandate until 15 May 2016,\n2. Takes note of the intention to hold another AJOC meeting, regrets the meeting has not yet taken place, and urges its swift resumption.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Requests regular meetings to ensure progress on the implementation of the 20 June 2011 Agreement, including AJOC decisions, and encourages African Union initiatives to support this goal.\n\n2. Emphasizes the importance of cooperation between Sudan and South Sudan for peace, security, and stability.\n\n3. Demands that Sudan and South Sudan establish the Abyei Area Administration and Council, and constitute the Abyei Police Service.\n\n4. Expresses concern over delays in operationalizing the JBVMM, and calls on both parties to demonstrate commitment to implementation.\n\n5. Decides to maintain authorized troops and requests the Secretary-General to provide updates on deployment.\n\n6. Calls on Sudan and South Sudan to use joint mechanisms to ensure security and transparency in the SDBZ.\n\n7. Urges efforts to determine the SDBZ centreline on the ground.\n\n8. Underscores UNISFA's protection of civilians mandate.\n\n9. Condemns the presence of South Sudan security personnel and Sudanese Oil Police in the Abyei Area.\n\n10. Supports Abyei's status as a weapons-free area and urges disarmament programs.\n\n11. Authorizes UNISFA to undertake weapons confiscation and destruction.\n\n12. Requests UNISFA to continue dialogue with AJOC and communities on ensuring compliance with Abyei's status.\n\n13. Urges confidence-building measures among communities in the Abyei Area.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2251_2015_EN.pdf"
}