{
  "resolution_no": "2231",
  "year": 2015,
  "theme": [
    "Nuclear Non-Proliferation",
    "Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "UN Security Council",
    "E3/EU+3 (China, France, Germany, the Russian Federation, the United Kingdom, and the United States)",
    "Iran"
  ],
  "reporting_cycle": "The Director General of the IAEA to provide regular updates to the IAEA Board of Governors and, as appropriate, in parallel to the Security Council on Iran’s implementation of its commitments under the JCPOA every six months",
  "operative_authority": "Chapter VII",
  "summary": "**Other Reactors**\n\n* 16. Iran will rely only on light water for its future nuclear power and research reactors with enhanced international cooperation.\n* 17. Iran intends to ship out all spent fuel for all future and present nuclear power and research reactors for further treatment or disposition.\n\n**Spent Fuel Reprocessing Activities**\n\n* 18. For 15 years, Iran will not engage in spent fuel reprocessing or spent fuel reprocessing R&D activities.\n* 19. For 15 years, Iran will not reprocess spent fuel except for irradiated enriched uranium targets for production of radio-isotopes for medical and peaceful industrial purposes.\n* 20. For 15 years, Iran will not develop, acquire or build facilities capable of separation of plutonium, uranium or neptunium from spent fuel or from fertile targets.\n* 21. For 15 years, Iran will only develop, acquire, build, or operate hot cells with specific dimensions and specifications.\n* 22. The E3/EU+3 are ready to facilitate examinations on fuel elements and/or fuel assembly prototypes.\n* 23. For 15 years, Iran will undertake non-destructive post irradiation examination (PIE) of fuel pins, fuel assembly prototypes and structural materials at the Arak research reactor complex.\n* 24. For 15 years, Iran will not engage in producing or acquiring plutonium or uranium metals or their alloys.\n* 25. Iran will not produce, seek, or acquire separated plutonium, highly enriched uranium, or uranium-233, or neptunium-237 for 15 years.\n* 26. If Iran seeks to initiate R&D on uranium metal based TRR fuel, it will present its plan to and seek approval by the Joint Commission.\nHere is a summarized version of the document:\n\n**ENRICHMENT CAPACITY**\n\n* Iran will maintain its enrichment capacity at no more than 5,060 IR-1 centrifuge machines in 30 cascades at the Natanz Fuel Enrichment Plant (FEP) for 10 years (para. 27).\n* Iran will limit uranium enrichment to up to 3.67 percent for 15 years (para. 28).\n* Excess centrifuges and infrastructure will be stored at Natanz in Hall B of FEP under IAEA continuous monitoring (para. 29).\n\n**CENTRIFUGES RESEARCH AND DEVELOPMENT**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2231_2015_EN.pdf"
}