{
  "resolution_no": "2204",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Terrorism",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida in the Arabian Peninsula (AQAP)",
    "Committee pursuant to resolutions 1267 (1999) and 1989 (2011)",
    "Panel of Experts",
    "Special Adviser to the Secretary-General on Yemen"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days, Midterm update to the Committee no later than 24 September 2015, and a final report no later than 24 January 2016",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Yemen (2014 (2011), 2051 (2012), 2140 (2014), 2201 (2015)), \n\nReaffirms strong commitment to Yemen’s unity, sovereignty, independence, and territorial integrity.\n\nConcerned about ongoing challenges, violence, and threats from illicit transfer and misuse of weapons.\n\nCalls for dialogue and consultation, rejects violence to achieve political goals.\n\nSupports Special Adviser Jamal Benomar’s work in supporting Yemen’s transition process.\n\nRecalls listing of Al-Qaida in the Arabian Peninsula (AQAP) and associated individuals on the Al-Qaida sanctions list.\n\nStresses need for robust implementation of sanctions measures.\n\nDetermines the situation in Yemen continues to threaten international peace and security.\n\nActing under Chapter VII:\n\n1. Reaffirms need for full and timely implementation of Yemen’s political transition.\n\n2. Renews measures imposed by paragraphs 11 and 15 of resolution 2140 (2014) until 26 February 2016.\n\n3. Reaffirms provisions for designating individuals or entities engaging in acts that threaten Yemen’s peace, security, or stability.\n\n4. Extends Panel of Experts’ mandate until 25 March 2016.\n\n5. Requests midterm and final reports from the Panel.\n\n6. Directs cooperation with other expert groups.\n\n7. Urges cooperation with the Panel and ensures safety and access.\n\n8. Emphasizes consultations with concerned Member States.\n\n9. Calls for Member States to report on steps taken to implement measures within 90 days.\n10. Reaffirms its intention to keep the situation in Yemen under continuous review and its readiness to review the appropriateness of the measures contained in this resolution, including the strengthening, modification, suspension or lifting of the measures, as may be needed at any time in light of developments;\n\n11. Requests the Secretary-General to continue his good offices role, notes with appreciation the work of his Special Adviser, Jamal Benomar, and stresses the importance of the United Nations’ close coordination with international partners, including the Gulf Cooperation Council, Group of Ambassadors in Sana’a, and other actors, in order to contribute to the successful transition;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2204_2015_EN.pdf"
}