{
  "resolution_no": "2210",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security",
    "Governance",
    "Human Rights",
    "Counter-Narcotics",
    "Reconciliation"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "Afghan Government",
    "NATO",
    "United Nations Office on Drugs and Crime"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n\nRecalling previous resolutions on protection of civilians, women and peace, children and armed conflict, and small arms, \n\n1. Welcomes the Secretary-General's report of 27 February 2015; \n2. Appreciates the UN's long-term commitment to Afghanistan and reiterates support to UNAMA and the Special Representative of the Secretary-General; \n3. Extends UNAMA's mandate until 17 March 2016; \n4. Recognizes the renewed mandate takes account of Afghanistan's assumption of leadership and ownership in security, governance, and development; \n5. Calls on the UN to support Afghanistan's National Priority Programmes on security, governance, justice, and development; \n6. Decides UNAMA will:\n    (a) promote coherent international support to Afghanistan's priorities, \n    (b) support Afghan elections and strengthen the electoral process, \n    (c) support the Afghan-led peace and reconciliation process, \n    (d) support regional cooperation, \n    (e) cooperate with and strengthen the Afghanistan Independent Human Rights Commission.\nHere is a concise summary of the Security Council document 2210 (2015):\n\nThe Security Council:\n\n1. Calls on UNAMA and the Special Representative to increase efforts to achieve greater coherence, coordination, and efficiency among UN agencies, funds, and programmes in Afghanistan, based on a \"One-UN\" approach.\n\n2. Directs UNAMA to support the Afghan Government's efforts in:\n\t* Implementing the Kabul Process throughout the country (para 7(a)).\n\t* Improving governance and the rule of law, including transitional justice, budget execution, and the fight against corruption (para 7(b)).\n\t* Coordinating and facilitating the delivery of humanitarian assistance (para 7(c)).\n\n3. Calls upon all Afghan and international parties to coordinate with UNAMA in implementing its mandate and promoting the security and freedom of movement of UN personnel.\n\n4. Reiterates the need to ensure the security of UN staff and supports measures taken by the Secretary-General.\n\n5. Stresses the critical importance of a continued UNAMA presence in provinces, in close consultation with the Afghan Government.\n\n6. Encourages the Secretary-General to take necessary measures to address security issues associated with the UN presence.\n\n7. Underscores the importance of sustainable democratic development in Afghanistan and welcomes the Government's commitment to delivering further improvements to the electoral process.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2210_2015_EN.pdf"
}