{
  "resolution_no": "2250",
  "year": "2015",
  "theme": [
    "Youth, Peace and Security",
    "Conflict Resolution",
    "Peacebuilding"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "United Nations Peacebuilding Support Office",
    "United Nations Peacebuilding Fund",
    "United Nations Development Programme",
    "United Nations Population Fund",
    "UN-Women",
    "Office of the United Nations High Commissioner for Refugees",
    "Office of the United Nations High Commissioner for Human Rights",
    "United Nations Office on Drugs and Crime"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "**Partnerships**\n\n14. Urges Member States to increase their support for peace efforts that take into account the needs and participation of youth in conflict and post-conflict situations.\n15. Stresses the vital role of the Peacebuilding Commission in addressing the conditions and factors leading to radicalization to violence and violent extremism among youth.\nHere is a summarized version of the Security Council document:\n\n16. Encourages Member States to engage local communities and non-governmental actors to counter violent extremist narratives, address conditions conducive to violent extremism, and adopt tailored approaches to counter recruitment and promote social inclusion and cohesion.\n\n17. Encourages consideration of youth needs in disarmament, demobilization, and reintegration planning, including:\n(a) evidence-based and gender-sensitive youth employment opportunities;\n(b) investment in building young persons' capabilities and skills;\n(c) support for youth-led and peacebuilding organizations.\n\n18. Notes readiness to consider the impact of measures under Article 41 on the population, including youth.\n\n19. Invites UN entities, Rapporteurs, and Special Envoys to improve coordination on youth needs during armed conflicts and post-conflict situations.\n\n20. Requests the Secretary-General to conduct a progress study on youth's positive contribution to peace processes and conflict resolution.\n\n21. Requests the Secretary-General to include information on youth in situations of armed conflict and measures relating to prevention, partnerships, participation, protection, disengagement, and reintegration in his reports.\n\n22. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2250_2015_EN.pdf"
}