{
  "resolution_no": "2211",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Protection of Civilians"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MONUSCO",
    "UN Group of Experts",
    "International Conference on the Great Lakes Region (ICGLR)",
    "Southern African Development Community (SADC)",
    "African Union (AU)"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council every three months on the implementation of MONUSCO’s mandate",
  "operative_authority": "Chapter VII",
  "summary": "**Support to National Reform Processes**\n\n* Promote peace consolidation and inclusive political dialogue among Congolese stakeholders\n* Support implementation of PSC Framework and stabilization in eastern DRC\n* Contribute to tasks, including through SRSG's good offices, to promote peace consolidation, democratization, and protection of fundamental freedoms and human rights.\nHere is a summarized version of the Security Council document:\n\n**Security Council Resolution 2211 (2015)**\n\nThe Security Council:\n\n**Monitoring and Reporting**\n\n* Requests the MONUSCO to monitor, report and follow-up on human rights violations and abuses, and violations of international humanitarian law, including in the context of elections.\n\n**Security Sector Reform**\n\n* Requests MONUSCO to provide good offices, advice and support to the Government of the DRC to encourage and accelerate national ownership of security sector reform, including developing a national strategy for effective and accountable security institutions.\n* Requests MONUSCO to support the reform of the army, police, and justice sector, including the development of a Rapid Reaction Force within the FARDC.\n\n**Elections**\n\n* Calls on the Government of the DRC to ensure a transparent and credible electoral process, including prioritizing conditions necessary for the presidential and legislative elections scheduled for November 2016.\n* Welcomes the promulgation of the electoral law and the publication of a comprehensive electoral calendar.\n* Authorizes MONUSCO to provide logistical support to facilitate the electoral cycle, subject to notification to the Security Council.\n\n**Armed Groups**\n\n* Strongly condemns all armed groups operating in the region and their violations of international humanitarian law and human rights abuses.\n\n**United Nations Special Envoy**\n\n* Calls on the United Nations Special Envoy for the Great Lakes Region to continue his regional and international engagement to promote peace, stability, and economic development in the DRC and the region.\n\n**Implementation of PSC Framework**\n\n* Urges the Government of the DRC to remain fully committed to the implementation of the PSC Framework, including through the adoption of a priority action plan.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n**Armed Groups and Military Operations**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2211_2015_EN.pdf"
}