{
  "resolution_no": "2243",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "WPS/CAAC",
    "Health"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINUSTAH",
    "United Nations country team",
    "Haitian National Police",
    "Special Representative of the Secretary-General"
  ],
  "reporting_cycle": "semi-annually, not later than forty-five days prior to its expiration",
  "operative_authority": "Chapter VII",
  "summary": "22. Welcomes the revised integrated strategic framework between the UN country team and MINUSTAH.\n\n23. Requests the UN country team and actors to complement security and development operations with longer-term impact activities.\n\n24. Requests MINUSTAH to implement quick-impact projects to build a secure environment and enhance national ownership.\n\n25. Condemns grave violations against children and sexual abuse of women and girls, and calls on the Government of Haiti to promote and protect their rights.\n\n26. Requests MINUSTAH to continue community violence reduction approach, focusing on at-risk youth, women, and displaced persons.\n\n27. Encourages MINUSTAH to assist the Government in providing protection to civilians, particularly internally displaced persons and vulnerable groups.\n\n28. Requests the Secretary-General to ensure compliance with the UN's zero-tolerance policy on sexual exploitation and abuse.\n\n29. Reaffirms MINUSTAH's human rights mandate and urges the Government to respect and protect human rights.\n\n30. Encourages MINUSTAH to use existing means to enhance stability and foster Haitian ownership.\n\n31. Requests MINUSTAH to support the Haitian authorities in controlling the flow of small arms and developing a national community policing doctrine.\n\n32. Underscores the importance of regularly updating planning documents for MINUSTAH's military and police components.\n\n33. Requests the Secretary-General to report semi-annually on MINUSTAH's mandate implementation.\n\n34. Requests the Secretary-General to include a comprehensive assessment of the situation in Haiti in his reports.\n\n35. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2243_2015_EN.pdf"
}