{
  "resolution_no": "2253",
  "year": "2015",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Counter-Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "ISIL (Da'esh)",
    "Al-Qaida",
    "UN",
    "CTED",
    "CTITF",
    "Financial Action Task Force"
  ],
  "reporting_cycle": "Quarterly briefings and comprehensive reports every six months",
  "operative_authority": "Chapter VII",
  "summary": "16. Member States are urged to implement FATF's revised Forty Recommendations on Combating Money Laundering.\n\n17. Recent FATF reports on ISIL financing and emerging terrorist financing risks are welcomed.\nThe Security Council:\n\n18. Encourages FATF to prioritize countering terrorist financing, particularly identifying and working with Member States with AML/CFT deficiencies.\n\n19. Clarifies that the obligation in resolution 1373 (2001) applies to making funds available for the benefit of terrorist organizations or individual terrorists.\n\n20. Calls upon States to ensure that wilful violation of the prohibition on providing funds to terrorists is a serious criminal offence.\n\n21. Calls upon Member States to cut flows of funds to individuals and entities on the ISIL (Da’esh) & Al-Qaida Sanctions List.\n\n22. Urges Member States to prevent terrorists from recruiting and to counter violent extremist propaganda on the Internet and social media.\n\n23. Urges Member States to promote awareness of the ISIL (Da’esh) & Al-Qaida Sanctions List.\n\n24. Highlights the importance of strong relationships with the private sector in countering terrorist financing.\n\n25. Recognizes the importance of information sharing within and between governments to counter terrorist financing.\n\n26. Decides that Member States shall undertake measures to prevent ISIL, Al-Qaida, and associated individuals from obtaining explosives.\n\n27. Encourages Member States to meet with the Committee for in-depth discussion on relevant issues.\n\n28. Urges Member States to invalidate and remove fraudulent, counterfeit, stolen and lost passports from circulation.\n\n29. Encourages Member States to share information with the private sector on fraudulent identity or travel documents.\n\n30. Encourages Member States to note that listed individuals are subject to travel bans.\n\n31. Encourages Member States to consult the ISIL (Da’esh) & Al-Qaida Sanctions List when considering travel visa applications.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n**Information Exchange and Implementation**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2253_2015_EN.pdf"
}