{
  "resolution_no": "2247",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Post-Conflict Reconciliation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42",
    "Article 41"
  ],
  "entities": [
    "EUFOR ALTHEA",
    "NATO",
    "UNIFOR",
    "International Criminal Tribunal for the Former Yugoslavia",
    "International Residual Mechanism for Criminal Tribunals"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on the conflicts in the Former Yugoslavia, reaffirms its commitment to a political settlement, preserving sovereignty and territorial integrity.\n\nNoting the 20th anniversary of the Peace Agreement in Bosnia and Herzegovina, it welcomes the reform Agenda adopted in July 2015 and calls for its implementation.\n\nThe Council:\n\n1. Reiterates the primary responsibility of Bosnian authorities for implementing the Peace Agreement, calls for cooperation with the International Criminal Tribunal and Residual Mechanism.\n\n2. Welcomes the EU's intention to maintain EUFOR ALTHEA in Bosnia and Herzegovina.\n\n3. Authorizes a multinational stabilization force (EUFOR ALTHEA) for 12 months to implement the Peace Agreement.\n\n4. Renews authorization for a further 12-month period.\n\n5. Authorizes necessary measures to implement and ensure compliance with Annexes 1-A and 2 of the Peace Agreement.\nThe Security Council:\n\nReiterates that parties shall continue to be held equally responsible for compliance with the annex and equally subject to enforcement action by EUFOR ALTHEA and the NATO presence to ensure implementation and protection; \n\nAuthorizes Member States to take necessary measures to defend EUFOR ALTHEA or NATO presence and assist in their missions, recognizing their right to self-defense; \n\nAuthorizes Member States to take necessary measures to ensure compliance with airspace command and control rules over Bosnia and Herzegovina; \n\nDecides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2247_2015_EN.pdf"
}