{
  "resolution_no": "2237",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Arms Control"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "United Nations Panel of Experts on Liberia",
    "Government of Liberia",
    "Côte d’Ivoire Group of Experts",
    "Peacebuilding Commission"
  ],
  "reporting_cycle": "Secretary-General reports every 10 months, final report no later than 1 May 2016",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Liberia, welcomes progress made by the Government, and notes the report of the UN Panel of Experts.\n\nCommends the Government's response to the Ebola outbreak and recognizes the resilience of the people and security institutions.\n\nAffirms the Government's primary responsibility to protect populations and stresses the need for progress on security sector reform.\n\nUnderlining the importance of transparent management of natural resources.\n\nRecalling readiness to terminate measures imposed by Resolution 1521 (2003) upon certain conditions.\n\nDetermining the situation in Liberia continues to constitute a threat to international peace and security.\n\nActing under Chapter VII:\n\n1. Renews arms measures for 9 months.\n2. Terminates travel and financial measures.\n3. Extends the Panel of Experts' mandate for 10 months to:\n    (a) Investigate implementation and violations of arms measures.\n    (b) Provide a final report by 1 May 2016.\n    (c) Cooperate with other panels of experts.\n4. Requests the Secretary-General to re-establish the Panel of Experts.\nHere is a summarized version of the document:\n\n2237 (2015)\n\nThe Security Council:\n\nDecides to extend the mandate of the Panel of Experts to 1 member for 10 months;\n\n Calls on all States, including Liberia, to cooperate with the Panel of Experts;\n\n Recalls that the Government of Liberia and relevant authorities are responsible for controlling small arms circulation;\n\n Urges the Government of Liberia to prioritize and expedite arms and ammunition management legislation;\n\n Affirms its readiness to adjust measures, including re-imposing or strengthening them, in response to Liberia's stability;\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2237_2015_EN.pdf"
}