{
  "resolution_no": "2255",
  "year": "2015",
  "theme": [
    "Terrorism",
    "Peacekeeping",
    "Sanctions",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "Monitoring Team",
    "Committee established pursuant to resolution 1988",
    "Counter-Terrorism Committee (CTC)",
    "Financial Action Task Force (FATF)"
  ],
  "reporting_cycle": "The Committee shall report orally, through its Chair, once per year, to the Council on the state of the overall work of the Committee and the Monitoring Team",
  "operative_authority": "Chapter VII",
  "summary": "14. Strongly condemns the flow of weapons to the Taliban.\n\n15. Encourages Member States to exchange information on listed individuals.\n\n16. Encourages Member States to consult the List when considering travel visa applications.\n\n17. Recalls exemptions regarding the measures, encourages their use, and notes the Focal Point mechanism for exemption requests.\nHere is a summarized version of the document:\n\n18. The Security Council recalls its decision that the assets freeze measures do not apply to:\n(a) funds necessary for basic expenses, such as food, rent, medicine, taxes, and utility charges, with notification to the Committee; and\n(b) extraordinary expenses, such as travel with an approved exemption, with Committee approval.\n\n19. The Council invites the Government of Afghanistan to submit names of listed individuals for travel exemptions to support peace and reconciliation, including:\n(a) passport number or travel document number;\n(b) specific location and transit points;\n(c) travel period (not exceeding 9 months); and\n(d) detailed list of funds needed.\n\n20. The Council decides that the travel ban does not apply to individuals with approved exemptions, and directs the Committee to decide on exemption requests within 10 days.\n\n21. The Council requests the Government of Afghanistan to report on individuals' travel under granted exemptions.\n\n22. The Council decides that the Focal Point mechanism may:\n(a) receive requests for exemptions to the assets freeze and transmit them to the Committee; and\n(b) receive requests for exemptions to the travel ban and transmit them to the Committee.\n\n23. The Council encourages Member States to submit names of individuals and entities supporting acts or activities described in paragraph 2 for inclusion on the List.\n\n24. The Council reaffirms that proposals for listing should include a standard form, statement of case, and relevant information.\n\n25. The Council encourages Member States to submit photographs and biometric data for inclusion in INTERPOL-United Nations Security Council Special Notices.\nHere is a concise summary of the document:\n\nThe Security Council:\n\n**Listing**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2255_2015_EN.pdf"
}