{
  "resolution_no": "2205",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNISFA",
    "JBVMM",
    "AUHIP",
    "UNMISS",
    "UNAMID"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "Concerned about the security situation in Abyei, the Council underscores UNISFA's contribution to peace and stability and expresses determination to prevent violence and displacement.\n\nThe Council reiterates its concern about the public administration and rule of law vacuum in Abyei and demands the establishment of the Abyei Area Administration, Council, and Police.\n\nNoting with concern the delay in establishing temporary institutions and resolving Abyei's final status, the Council urges parties to refrain from unilateral actions that could aggravate intercommunal relations.\n\nThe Council expresses concern about humanitarian situation, with 81,000 people receiving assistance, and stresses facilitating humanitarian assistance to all affected populations.\n\nAffirming the importance of voluntary return and sustainable reintegration of displaced persons, and peaceful migration, the Council urges UNISFA to ensure security in Abyei.\n\nRecalling resolution 2117 (2013), the Council expresses concern about the threat from illicit transfer, accumulation, and misuse of small arms and light weapons.\n\nThe Council:\n\n1. Extends UNISFA's mandate until 15 July 2015.\n2. Takes note of the Secretary-General's recommendations and welcomes UNISFA's initiatives to support community dialogue and administration.\n3. Underscores the need for cooperation between Sudan and South Sudan for peace, security, and stability.\n4. Demands Sudan and South Sudan resume AJOC work without preconditions and commence establishment of the Abyei Area Administration and Council.\n5. Reiterates demands for establishment of the Abyei Area Administration, Council, and Police Service.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Authorizes UNISFA to protect oil infrastructure in Abyei Area as per the 20 June 2011 Agreement.\n\n2. Decides to maintain current troop levels, enable UNISFA to provide force protection to the Joint Border Verification and Monitoring Mission (JBVMM) and support extended operations into the Safe Demilitarized Border Zone (SDBZ).\n\n3. Expresses concern over stalled JBVMM operationalization, welcomes the Secretary-General's assessment, and calls on Sudan and South Sudan to utilize JBVMM and other joint mechanisms.\n\n4. Urges determination of the SDBZ centreline and reiterates it does not prejudge border status or negotiations.\n\n5. Underscores UNISFA's protection of civilians mandate, including against violence from any source.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2205_2015_EN.pdf"
}