{
  "resolution_no": "2239",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIL",
    "UNOCI",
    "Liberia National Police (LNP)",
    "Bureau of Immigration and Naturalization (BIN)"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days, with a midterm report no later than 28 February 2016 and a final report no later than 15 August 2016",
  "operative_authority": "Chapter VII",
  "summary": "**Force Structure**\n\n* Decreases UNMIL's authorized military strength from 3,590 to 1,240 military personnel and police strength from 1,515 to 606 police personnel by June 30, 2016.\n\n**Regional and Inter-Mission Cooperation**\n\n* Recognizes the importance of resuming and enhancing joint activities between Liberia and Côte d'Ivoire.\n* Affirms the importance of inter-mission cooperation arrangements between UNMIL and UNOCI.\n\n**Future Presence**\n\n* Affirms its intention to consider the possible withdrawal of UNMIL and transition to a future United Nations presence by December 15, 2016.\n* Requests the Secretary-General to conduct an assessment mission to Liberia by November 15, 2016.\nThe Security Council:\n \n22. Recalls authorization to the Secretary-General to deploy a unit to Liberia, subject to consent of troop-contributing countries and the Government of Liberia, in the event of a serious deterioration of the security situation to reinforce UNMIL, with the sole purpose of implementing its mandate; \n\n23. Requests the Secretary-General to keep it regularly informed of the situation in Liberia and UNMIL's mandate implementation, providing a midterm report by 28 February 2016 and a final report by 15 August 2016; \n\n24. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2239_2015_EN.pdf"
}