{
  "resolution_no": "2231",
  "year": 2015,
  "theme": [
    "Nuclear Non-Proliferation",
    "Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "UN Security Council",
    "E3/EU+3 (China, France, Germany, the Russian Federation, the United Kingdom, and the United States)",
    "Iran"
  ],
  "reporting_cycle": "The Director General of the IAEA to provide regular updates to the IAEA Board of Governors and, as appropriate, in parallel to the Security Council on Iran’s implementation of its commitments under the JCPOA every six months",
  "operative_authority": "Chapter VII",
  "summary": "**Preliminary Characteristics:**\n\n* Core Parameters:\n\t+ Power: 20 MW\n\t+ Fuel assemblies: ~78\n\t+ Active length: ~110 cm\n\t+ Lattice configuration: Hexagonal\n\t+ Fuel: UO2 with up to 3.67% enrichment\n\t+ Coolant and moderator: D2O\n\t+ Reflector thickness: ~50 cm\n* Other characteristics:\n\t+ Maximum thermal flux: ~3•10^14\n\t+ Maximum fast flux: ~1•10^14\n\t+ Fluid velocity: ~3.8 m/s\n\t+ Working pressure: 0.33 MPa\n\t+ Core material: Mainly S.S.304\nThe European Union and EU Member States commit to terminating all provisions of Council Regulation (EU) No 267/2012 and Council Decision 2010/413/CFSP implementing nuclear-related sanctions or restrictive measures as specified in Sections 1.1-1.10, and to terminating or amending national implementing legislation as required, in accordance with Annex V. \n\nThe commitments include terminating sanctions related to: \n1.1 Financial, banking and insurance measures, including prohibition and authorisation regimes on financial transfers, sanctions on banking activities, insurance, financial messaging services, financial support for trade with Iran, grants, financial assistance and concessional loans, and associated services.\n\n1.2 Oil, gas and petrochemical sectors, including sanctions on the import of oil and gas, Iranian petrochemical products, export of key equipment, investment in these sectors, and associated services.\n\n1.3 Shipping, shipbuilding and transport sectors, including sanctions related to shipping and shipbuilding, transport sector, and associated services.\n\n1.4 Gold, other precious metals, banknotes and coinage, including sanctions on gold, precious metals and diamonds, banknotes and coinage, and associated services.\n\n1.5 Nuclear proliferation-related measures, including sanctions related to proliferation-sensitive nuclear activities and associated services.\n\nThe sequence of implementation of these commitments is specified in Annex V (Implementation Plan) to the Joint Comprehensive Plan of Action (JCPOA).\nHere is a summarized version of the document:\n\n**Section 1: EU Sanctions and Restrictive Measures**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2231_2015_EN.pdf"
}