{
  "resolution_no": "2231",
  "year": 2015,
  "theme": [
    "Nuclear Non-Proliferation",
    "Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "UN Security Council",
    "E3/EU+3 (China, France, Germany, the Russian Federation, the United Kingdom, and the United States)",
    "Iran"
  ],
  "reporting_cycle": "The Director General of the IAEA to provide regular updates to the IAEA Board of Governors and, as appropriate, in parallel to the Security Council on Iran’s implementation of its commitments under the JCPOA every six months",
  "operative_authority": "Chapter VII",
  "summary": "**OTHER ASPECTS OF ENRICHMENT**\n\n* Iran will abide by its voluntary commitments as expressed in its long-term enrichment and enrichment R&D plan.\n* The IAEA will confirm annually that Iran's enrichment and enrichment R&D activities are in line with this plan.\n\n**URANIUM STOCKS AND FUELS**\n\n* Iran will maintain a total enriched uranium stockpile of no more than 300 kg of up to 3.67% enriched uranium hexafluoride for 15 years.\n* Excess enriched uranium will be down-blended to natural uranium level or sold on the international market.\nHere is a summarized version of the document:\n\n**Section on Uranium Stockpile and Fuel Fabrication**\n\n* Iran will sell its excess enriched uranium stockpile (>300 kg UF6) to an entity outside Iran in exchange for natural uranium.\n* The E3/EU+3 will facilitate this contract.\n* Iran may also sell excess enriched uranium to the IAEA fuel bank in Kazakhstan.\n* Uranium oxide enriched to 5-20% will be fabricated into fuel plates for the Tehran Research Reactor (TRR) or transferred outside Iran.\n* Scrap oxide and other forms will be transferred outside Iran or diluted to 3.67% or less.\n\n**Fuel Fabrication and Stockpile Limits**\n\n* Russian-designed fuel assemblies for Russian-supplied reactors in Iran will not count against the 300 kg UF6 stockpile limit.\n* Enriched uranium in fabricated fuel assemblies from other sources will not count against the limit if certified by the fuel supplier and Iranian authority.\n* A Technical Working Group will establish criteria for assessing whether fabricated fuel can be readily converted to UF6.\n\n**Fuel Supply for TRR and Enriched Uranium Targets**\n\n* Iran will seek a commercial contract for fuel for the TRR and enriched uranium targets.\n* If no contract is concluded, the E3/EU+3 will supply 19.75% enriched uranium oxide (U3O8) in increments.\n\n**Centrifuge Manufacturing**\n\n* Iran will only produce centrifuges to meet enrichment and R&D requirements.\n* Iran will use stored IR-1 centrifuge machines to replace failed or damaged machines.\n* Iran will manufacture IR-6 and IR-8 centrifuges without rotors from year 8-10.\n\n**Additional Protocol and Modified Code 3.1**\n\n* Iran will notify the IAEA of provisional application of the Additional Protocol and seek ratification.\n* Iran will implement the Modified Code 3.1 of the Subsidiary Arrangement to its Safeguards Agreement.\nHere is a summarized version of the document:\n\n**Past and Present Issues of Concern**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2231_2015_EN.pdf"
}