{
  "resolution_no": "2218",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Western Sahara"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINURSO",
    "United Nations High Commissioner for Refugees",
    "Office of the United Nations High Commissioner for Human Rights"
  ],
  "reporting_cycle": "Secretary-General reports at least twice a year",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions on Western Sahara, reaffirms its support for the Secretary-General's efforts to implement a just, lasting, and mutually acceptable political solution, providing for the self-determination of the people of Western Sahara. The Council calls on parties to cooperate with the UN and each other to end the impasse and achieve progress towards a political solution. It recognizes the importance of stability and security in the Sahel region and welcomes efforts to move the process forward, including Moroccan and Polisario Front proposals. The Council encourages parties to demonstrate political will towards a solution, expand discussions on each other's proposals, and continue negotiations. It also stresses the importance of improving human rights in Western Sahara and Tindouf camps, and encourages parties to work with the international community to ensure full respect for human rights. The Council extends the mandate of MINURSO until 30 April 2016 and reaffirms the need for full respect of military agreements.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n \n3. Calls on parties to cooperate with MINURSO, ensure its personnel's security, and provide unhindered movement and access.\n\n4. Welcomes parties' commitment to prepare for a fifth round of negotiations and recalls the need for realism and compromise.\n\n5. Urges parties to show political will, work in a dialogue-friendly atmosphere, and implement previous resolutions.\n\n6. Supports the Secretary-General's and his Personal Envoy's efforts towards a solution.\n\n7. Calls on parties to negotiate in good faith, without preconditions, to achieve a just, lasting solution with self-determination.\n\n8. Invites Member States to assist these talks.\n\n9. Requests the Secretary-General to brief the Council regularly and provide a report on the situation.\n\n10. Welcomes parties' commitment to periodic meetings with UNHCR to review confidence-building measures.\n\n11. Urges Member States to fund confidence-building measures and address humanitarian needs.\n\n12. Requests the Secretary-General to ensure MINURSO's compliance with the UN's zero-tolerance policy on sexual exploitation.\n\n13. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2218_2015_EN.pdf"
}