{
  "resolution_no": "2198",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MONUSCO",
    "Group of Experts",
    "ICGLR",
    "FARDC",
    "FDLR",
    "ADF",
    "LRA",
    "FNL"
  ],
  "reporting_cycle": "The Group of Experts to provide a mid-term report no later than 30 October 2015, and a final report no later than 15 June 2016",
  "operative_authority": "Chapter VII",
  "summary": "The Council also notes with great concern the persistence of serious human rights abuses and international humanitarian law violations against civilians in the eastern part of the DRC. It calls for those responsible for violations of international humanitarian law and human rights to be swiftly apprehended, brought to justice, and held accountable.\n\nThe Council decides to renew until 1 July 2016 the measures on arms imposed by resolution 1807 (2008) and reaffirms the provisions of paragraphs 2, 3, and 5 of that resolution. The Council also renews the measures on transport, financial and travel measures imposed by resolution 1807 (2008).\n\nThe Council determines that the situation in the DRC continues to constitute a threat to international peace and security in the region and acts under Chapter VII of the Charter of the United Nations.\n\nThe sanctions regime includes measures against individuals and entities engaging in or providing support for acts that undermine the peace, stability or security of the DRC, including:\n\n* Acting in violation of the measures taken by Member States\n* Impeding disarmament and repatriation of combatants\n* Recruiting or using children in armed conflict\n* Targeting children or women in situations of armed conflict\n* Obstructing humanitarian assistance\n* Supporting individuals or entities involved in destabilizing activities through illicit trade of natural resources\n* Acting on behalf of or at the direction of a designated individual or entity.\nThe Security Council:\n\n Condemns planning, directing, sponsoring or participating in attacks against MONUSCO peacekeepers or UN personnel, and providing financial, material, or technological support to designated individuals or entities.\n\n Extends the mandate of the Group of Experts until 1 August 2016 and requests the Secretary-General to re-establish the Group for 18 months.\n\n Requests the Group of Experts to:\n- Assist the Committee in carrying out its mandate\n- Gather, examine and analyze information on implementation, incidents of non-compliance, and regional and international support networks to armed groups\n- Evaluate the impact of minerals traceability\n- Assist in refining and updating information on listed individuals and entities\n\n Expresses full support to the Group of Experts and calls for enhanced cooperation from all States, MONUSCO, and relevant UN bodies.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2198_2015_EN.pdf"
}