{
  "resolution_no": "2219",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "Group of Experts",
    "International Criminal Court"
  ],
  "reporting_cycle": "The Group of Experts to submit an interim update by 15 September 2015 and a final report by 8 April 2016",
  "operative_authority": "Chapter VII",
  "summary": "Noting progress towards Kimberley Process Certification Scheme (KPCS) implementation,\n\nReiterating condemnation of violence against civilians, women, children, and foreign nationals,\n\nWelcoming efforts to bring perpetrators to justice,\n\nStressing the Group of Experts’ need for sufficient resources,\n\nDetermining the situation in Côte d’Ivoire remains a threat to international peace and security,\n\nActing under Chapter VII:\n\n1. Imposes an arms embargo on Côte d’Ivoire until 30 April 2016.\n\n2. Exempts non-lethal equipment and technical assistance to Ivorian security forces.\n\n3. Clarifies exemptions for UNOCI, French forces, and humanitarian aid.\n\n4. Allows certain exemptions:\n \n    a. For UNOCI and French forces.\n \n    b. For evacuating foreign nationals.\n \n    c. For Ivorian security forces with Committee approval.\n\n5. Authorizes Committee to update the list of prohibited items.\n\n6. Requires Ivorian authorities to notify Committee of certain shipments.\n\n7. Requests Ivorian government to provide detailed information on notifications.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Decides on detailed notifications and approval requests for equipment to be shipped to Côte d'Ivoire, including specifications, quantity, manufacturer, and supplier.\n\n2. Requires biannual reports from Ivorian authorities on progress in disarmament, demobilization, and reintegration (DDR) and security sector reform (SSR).\n\n3. Encourages Ivorian authorities to consult with UNOCI on notifications and authorization requests.\n\n4. Urges the Government of Côte d'Ivoire to allow access to exempted arms and lethal materiel and to maintain a registry of all arms and materiel.\n\n5. Decides to review measures by the end of the specified period, considering progress in stabilization, DDR, SSR, national reconciliation, and the fight against impunity.\n\n6. Renews financial and travel measures until 30 April 2016.\n\n7. Requests updates on Côte d'Ivoire's Action Plan for diamonds and encourages implementation of Kimberley Process recommendations.\n\n8. Encourages regional cooperation and law enforcement activities.\n\n9. Invites the Kimberley Process to communicate information on Côte d'Ivoire's compliance.\n\n10. Calls upon the Government of Côte d'Ivoire to enforce measures and incorporate provisions in its national legal framework.\n\n11. Urges all Member States to implement measures.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2219_2015_EN.pdf"
}