{
  "resolution_no": "2196",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MINUSCA",
    "MISCA",
    "Sangaris",
    "EUFOR RCA",
    "Panel of Experts on the Central African Republic",
    "International Criminal Court (ICC)"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions and statements on the Central African Republic (CAR), reaffirms its commitment to the country's sovereignty, independence, unity, and territorial integrity.\n\nNotes that the CAR bears primary responsibility to protect its populations from genocide, war crimes, and crimes against humanity.\n\nEmphasizes that a sustainable solution to the crisis must be CAR-owned, including the political process and restructuring of the country's security forces.\n\nCalls on Transitional Authorities to accelerate the transition process, including an inclusive dialogue, reconciliation, and free and fair elections by August 2015.\n\nCommends the African-led International Support Mission to the CAR (MISCA), Sangaris, and EUFOR RCA for their work, but notes that security in the CAR remains fragile.\n\nWelcomes the European Union's decision to establish a military advice mission (EUMAM-RCA) to reform the CAR Armed Forces (FACA).\n\nWelcomes reports from the Secretary-General, the Panel of Experts, and the International Commission of Inquiry.\n\nStrongly condemns the resurgence of violence in October 2014, continuous provocations and reprisals by armed groups, and human rights violations.\n\nCondemns targeted attacks against Transitional Authorities and peacekeepers, underlining that such attacks may constitute war crimes.\n\nReiterates that perpetrators must be held accountable, and notes the International Criminal Court's ongoing investigation into alleged crimes since 2012.\n\nExpresses concern at the findings of the Panel of Experts' report, including the continued destabilization of the CAR by armed groups, illicit trade, and exploitation of natural resources.\n\nNotes with concern the Lord's Resistance Army's (LRA) continued activity in the CAR and its links to other armed groups.\nThe Security Council stresses the urgent need to end impunity in the Central African Republic (CAR) and bring perpetrators of humanitarian law and human rights abuses to justice. The Council emphasizes the risk of the situation in the CAR providing a conducive environment for transnational criminal activity, such as arms trafficking and the use of mercenaries. \n\nThe Council recalls its resolutions 2117 (2013) and 2127 (2013) and expresses grave concern at the threat to peace and security in the CAR arising from the illicit transfer, destabilizing accumulation and misuse of small arms and light weapons.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2196_2015_EN.pdf"
}