{
  "resolution_no": "2253",
  "year": "2015",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Counter-Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "ISIL (Da'esh)",
    "Al-Qaida",
    "UN",
    "CTED",
    "CTITF",
    "Financial Action Task Force"
  ],
  "reporting_cycle": "Quarterly briefings and comprehensive reports every six months",
  "operative_authority": "Chapter VII",
  "summary": "77. The Focal Point may receive and transmit to Committee communications from: \n(a) Individuals removed from ISIL (Da’esh) & Al-Qaida Sanctions List; \n(b) Individuals claiming false or mistaken identification or confusion with listed individuals.\n\n78. Directs Committee to consider communications, respond within 60 days, and communicate with Member States to address false or mistaken identity cases.\n\n79. Encourages Member States to submit additional identifying information on listed individuals, groups, undertakings, and entities.\n\n80. Requests Monitoring Team to circulate list of: \n(a) Individuals and entities lacking necessary identifiers; \n(b) Deceased individuals and status of frozen assets; \n(c) Entities that have ceased to exist; \n(d) Names not reviewed in three or more years.\n\n81. Directs Committee to review listings and remove if no longer appropriate.\n\n82. Directs Monitoring Team to refer listings for review if no State response within three years.\n\n83. Directs Committee to cooperate with other Sanctions Committees.\n\n84. Reiterates need for cooperation among Committee, UN counter-terrorism bodies, and experts.\n\n85. Encourages Monitoring Team and UN Office on Drugs and Crime to continue joint activities.\n\n86. Requests Committee to consider visits to selected countries to enhance implementation.\nHere is a summarized version of the Security Council document:\n\n87. The Committee is requested to report orally to the Council at least once a year on its work and the Monitoring Team's work, and to hold informal consultations with the Council.\n\n88. The Committee is directed to consider requests for information from States and international organizations with ongoing judicial proceedings related to the implementation of the measures imposed.\n\n89. The mandate of the Monitoring Team is extended for 24 months from the expiration of its current mandate in December 2017, with the responsibilities outlined in annex I.\n\n90. The Secretary-General is requested to add up to two new experts to the Monitoring Team, along with additional administrative and analytical support resources.\n\n91. The Monitoring Team is directed to report on relevant thematic and regional topics and developing trends in its comprehensive, independent reports to the Committee.\n\n92. Relevant UN Missions are encouraged to assist the Committee and the Monitoring Team within their existing mandates, resources, and capabilities.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2253_2015_EN.pdf"
}