{
  "resolution_no": "2232",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security",
    "Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "AMISOM",
    "UNSOM",
    "AU",
    "UN"
  ],
  "reporting_cycle": "The Secretary-General reports every 120 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n- Recalls previous resolutions on Somalia, respecting its sovereignty, territorial integrity, and unity.\n- Condemns Al Shabaab attacks, expressing concern at the ongoing threat and the group holding territory in Somalia.\n- Expresses outrage at civilian life loss and pays tribute to AMISOM, SNA, and UN staff.\n- Reiterates determination to support efforts to reduce the Al Shabaab threat and a Somali-led peace and reconciliation process.\n\nThe Council welcomes:\n- The Joint African Union-UN Mission report on benchmarks for a UN peacekeeping operation in Somalia.\n- Progress of AMISOM and SNA in fighting Al Shabaab.\n- International community support, particularly from the European Union.\n\nThe Council:\n- Notes AU's investigation into allegations of sexual violence by AMISOM troops and calls for proper investigation and follow-up.\n- Commends UNSOM's role in supporting peace, reconciliation, and human rights.\n\nDetermining the situation in Somalia remains a threat to international peace and security, the Council:\n- Agrees conditions are not suitable for a UN peacekeeping mission until end of 2016.\n- Welcomes revised benchmarks and requests the Secretary-General to review them with the AU.\n- Authorizes AU Member States to maintain AMISOM deployment until 30 May 2016 with a maximum level of 22,126 uniformed personnel.\nHere is a concise summary of the Security Council document:\n\nThe Security Council authorizes AMISOM to take necessary measures to carry out its mandate, in compliance with international humanitarian law and human rights law, and respecting Somalia's sovereignty.\n\nThe Council requests the Secretary-General to continue providing logistical support to AMISOM, ensuring accountability and transparency.\n\nThe security strategy for the next 18 months aims to create an enabling environment for peace and reconciliation processes. The strategy has three objectives:\n\n1. Continuing offensive operations against Al Shabaab strongholds;\n2. Enabling the political process; and\n3. Enabling stabilization efforts through supporting security delivery to the Somali people.\n\nThe Council requests the AU to undertake a structured and targeted reconfiguration of AMISOM to enhance its efficiency, including strengthening command and control structures and generating specialized units.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2232_2015_EN.pdf"
}