{
  "resolution_no": "2226",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Reconciliation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "UNMIL",
    "MINUSMA",
    "French Forces"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days, and a midterm report by 15 December 2015, and a report with recommendations by 31 March 2016",
  "operative_authority": "Chapter VII",
  "summary": "5. Urges the deployment of police and gendarmerie to assume public order tasks from FRCI and other groups.\n\n6. On Human Rights, strongly urges the Ivorian Government to bring those responsible for human rights abuses to justice.\n\n7. Emphasizes the importance of the work of the National Commission of Inquiry and CDVR for lasting reconciliation.\n\n8. Urges concrete steps to prevent and mitigate violence, including inter-communal tensions.\n\n9. Extends UNOCI's mandate until 30 June 2016.\n\n10. Outlines UNOCI's mandate: \n\n(a) Protection of civilians: protect civilians from physical violence; implement a comprehensive strategy; \n\n(b) Political support: provide good offices and support to Ivorian authorities.\nThe Security Council, by resolution 2226 (2015), authorizes the following tasks:\n\n(a) **Electoral Support**: \n- Provide good offices support to Ivorian authorities for the 2015 electoral period, facilitating dialogue among stakeholders.\n- Assist the Government with limited logistical support for the 2015 presidential election, particularly in remote areas.\n\n(b) **Security and DDR**: \n- Support national authorities in stabilizing the security situation, especially during the electoral period.\n- Monitor and deter militias, mercenaries, and illegal armed groups, and address border security challenges, particularly with Liberia.\n- Liaise with the Forces Républicaines de Côte d’Ivoire (FRCI) to promote mutual trust.\n\n(c) **DDR Programme and Weapons Collection**: \n- Assist in implementing the national DDR programme for former combatants.\n- Support the registration, screening, and disarmament of former combatants.\n- Assist in collecting, registering, securing, and disposing of weapons.\n\n(d) **Reconstitution and Reform of Security Institutions**: \n- Assist in implementing the comprehensive national security strategy.\n- Support the Government in providing effective coordination of assistance to the security sector reform (SSR) process.\n- Advise on SSR, provide training, and capacity-building support to security institutions.\n\n(e) **Monitoring of the Arms Embargo**: \n- Monitor the implementation of the arms embargo imposed by resolution 1572 (2004).\n- Inspect weapons, ammunition, and related materiel, and collect and dispose of arms brought into Côte d’Ivoire in violation of the embargo.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2226_2015_EN.pdf"
}