{
  "resolution_no": "2197",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Cyprus"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "UNFICYP",
    "Committee on Missing Persons"
  ],
  "reporting_cycle": "Secretary-General reports by 10 July 2015",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council adopted Resolution 2197 (2015) on January 29, 2015, welcoming the report of the Secretary-General on the United Nations operation in Cyprus. The Council noted the need to extend the mandate of the UN Peacekeeping Force in Cyprus (UNFICYP) beyond January 31, 2015. The Council supported the ongoing efforts of the Secretary-General's Special Advisor, Espen Barth Eide, and called for the resumption of structured negotiations between the parties to reach a comprehensive settlement. The Council emphasized the primary role of the United Nations in assisting the parties to bring the Cyprus conflict to a durable settlement, based on a bicommunal, bizonal federation with political equality. The Council also:\n\n* Urged the leaders and negotiators to intensify substantive negotiations on core issues\n* Called for renewed efforts to implement confidence-building measures\n* Encouraged the opening of other crossing points along the Green Line\n* Highlighted the importance of a conducive environment and public rhetoric in support of a settlement\n* Urged the sides to facilitate demining operations and clearance of minefields\n* Commended the work of the Committee on Missing Persons and urged increased access to areas\n* Stressed the essential role of civil society groups, including women's groups, in the peace process\n* Welcomed the intention of the Secretary-General to review UNFICYP's mandate and resources.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nAcknowledges progress in negotiations between Cyprus parties, but notes insufficient progress towards a comprehensive settlement, and calls for urgent resumption of structured negotiations.\n\n Takes note of the Secretary-General's report and recalls resolution 2026 (2011).\n\n Calls on the two leaders to:\n- Work on core issues and reach convergences\n- Collaborate with Technical Committees to improve daily lives of Cypriots\n- Improve public atmosphere and focus on convergences\n- Increase civil society participation\n\nUrges implementation of confidence-building measures, including military measures and opening of crossing points.\n\nWelcomes efforts to accommodate the Committee on Missing Persons and calls for expeditious access to areas.\n\nReaffirms relevant resolutions, including resolution 1251 (1999).\n\nExpresses support for UNFICYP and extends its mandate until 31 July 2015.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2197_2015_EN.pdf"
}