{
  "resolution_no": "2255",
  "year": "2015",
  "theme": [
    "Terrorism",
    "Peacekeeping",
    "Sanctions",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "Monitoring Team",
    "Committee established pursuant to resolution 1988",
    "Counter-Terrorism Committee (CTC)",
    "Financial Action Task Force (FATF)"
  ],
  "reporting_cycle": "The Committee shall report orally, through its Chair, once per year, to the Council on the state of the overall work of the Committee and the Monitoring Team",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions on international terrorism and its threat to Afghanistan, \nExtending the mandate of UNAMA through 17 March 2016, \nExpressing concern over the security situation in Afghanistan, particularly violent and terrorist activities by the Taliban, Al-Qaida, and other groups,\n Welcoming the establishment of a National Focal Point in Afghanistan to enhance engagement with the Committee, \nReaffirming commitment to Afghanistan's sovereignty, independence, territorial integrity, and national unity, \nStressing the importance of a comprehensive political process to support reconciliation, \nRecognizing the evolving security situation and the need to combat threats to international peace and security, \nEmphasizing a comprehensive approach to disrupt Taliban activities, \nReiterating commitment to support Afghanistan's peace and reconciliation process, \nWelcoming Taliban members' decisions to reconcile with the Government, \nExpressing concern over the use of improvised explosive devices (IEDs) by the Taliban, \nUrging cooperation to prevent the flow of IED components.\nThe Security Council:\n\n Expresses concern over illicit flow of small arms and light weapons into Afghanistan and emphasizes need for enhanced control over their transfer.\n\n Condemns acts or threats of violence against UN staff and humanitarian actors and any politicization of humanitarian assistance by the Taliban.\n\n Reiterates need to ensure sanctions regime contributes to combating insurgency and supports Government of Afghanistan's reconciliation efforts.\n\n Notes Government of Afghanistan's request to support reconciliation, including removing names from sanctions lists for those who reconcile.\n\n Expresses intention to give due regard to lifting sanctions on those who reconcile.\n\n Welcomes close cooperation between Committee and Government of Afghanistan.\n\n Supports fight against illicit production and trafficking of drugs and chemical precursors.\n\n Recognizes threats posed by Taliban, illegal armed groups, and criminals involved in narcotics trade and illicit exploitation of natural resources.\n\n Strongly condemns kidnapping and hostage-taking by terrorist groups.\n\n Recalls concern at increased use of new technologies by terrorists.\n\n Welcomes Secretariat's efforts to standardize sanctions lists and translate list entries.\n\n Acting under Chapter VII, imposes measures on individuals and entities designated as Taliban or associated with them:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2255_2015_EN.pdf"
}