{
  "resolution_no": "2211",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Protection of Civilians"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MONUSCO",
    "UN Group of Experts",
    "International Conference on the Great Lakes Region (ICGLR)",
    "Southern African Development Community (SADC)",
    "African Union (AU)"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council every three months on the implementation of MONUSCO’s mandate",
  "operative_authority": "Chapter VII",
  "summary": "7. Coordination and cooperation between the Government of the DRC, UN entities, and development actors is stressed.\n\n8. The protection of civilians must be given priority in decisions about the use of available capacity and resources.\n\n9. MONUSCO is authorized to take all necessary measures to perform tasks, including:\n    - Protecting civilians under threat of physical violence.\n    - Protecting UN personnel, facilities, and equipment.\n    - Working with the Government to identify threats to civilians and implement prevention and response plans.\n    - Supporting the arrest and prosecution of those responsible for genocide, war crimes, and crimes against humanity.\n    - Neutralizing armed groups through targeted offensive operations.\nHere is a summarized version of the Security Council document:\n\n**MONUSCO Mandate**\n\n* Prevent expansion, neutralize, and disarm armed groups in eastern DRC to reduce threat to state authority and civilian security\n* Monitor arms embargo implementation, report on military personnel, arms, and related materiel flows, and seize/collect/dispose of arms brought into DRC in violation of measures\n\n**Gender and Child Protection**\n\n* Take fully into account gender considerations throughout MONUSCO's mandate\n* Assist Government of DRC in ensuring women's participation in stabilization activities, security sector reform, and disarmament, demobilization, and reintegration processes\n* Take fully into account child protection throughout MONUSCO's mandate\n* Assist Government of DRC in protecting children's rights, particularly in disarmament, demobilization, and reintegration processes\n\n**Interaction with Civilian Population**\n\n* Enhance interaction with civilian population to raise awareness about MONUSCO's mandate and activities\n* Identify potential threats against civilian population and collect reliable information on human rights abuses\n\n**Stabilization**\n\n* Contribute to stabilization efforts through good offices, advice, and support to Government of DRC\n* Support implementation of revised International Security and Stabilization Support Strategy (ISSSS) and Provincial Stabilization Plans\n* Support disarmament, demobilization, and reintegration of Congolese combatants and foreign combatants\n\n**Support to National Reform Processes**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2211_2015_EN.pdf"
}