{
  "resolution_no": "2241",
  "year": 2015,
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Conflict Prevention"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMISS",
    "IGAD",
    "African Union",
    "United Nations"
  ],
  "reporting_cycle": "The Secretary-General reports to the Security Council within 45 days from the adoption of this resolution",
  "operative_authority": "Chapter VII",
  "summary": "The mandate includes specific tasks related to protection of women and children, and coordination with humanitarian actors.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Authorizes UNMISS to:\n- Facilitate humanitarian assistance, ensure security of relief personnel, and deliver aid to those in need\n- Ensure security and freedom of movement of UN personnel and installations\n- Support the Monitoring and Verification Mechanism (MVM) and Ceasefire and Transitional Security Arrangements Monitoring Mechanism (CTSAMM)\n- Support implementation of the Agreement, including transitional security arrangements, constitutional amendments, disarmament, and security sector reform\n\n Requests and Encourages:\n- The Special Representative of the Secretary-General to lead UN system in South Sudan to assist IGAD and parties with Agreement implementation\n- The Secretary-General to direct UNMISS operations and coordinate UN system activities\n- The Secretary-General to provide detailed information on force generation, restructuring, and logistical support\n\n Decides:\n- To maintain UNMISS force levels at 12,500 troops and 1,323 police personnel\n- To prioritize complete deployment of UNMISS personnel\n- To review mandate within 45 days and provide assessment and recommendations\n\n Requests:\n- UNMISS to consider gender issues throughout its mandate\n- The Secretary-General to conduct an assessment of security planning in Juba and the UN's role in providing support.\nHere is a clear and concise summary of the Security Council document:\n\n15. Requests the Secretary-General to assess actions undertaken by UNMISS and other countries in support of the SSNPS and submit recommendations on further support within 45 days.\n\n16. Authorizes the Secretary-General to expedite force and asset generation.\n\n17. Requests UNMISS to intensify presence and patrolling in high-risk areas, review geographic deployment, and provide updates on protection of civilians.\n\n18. Requests UNMISS to ensure compliance with the UN zero-tolerance policy on sexual exploitation and abuse.\n\n19. Encourages UNMISS to implement the HRDDP and report on progress.\n\n20. Requests UNMISS to assist the Committee and Panel of Experts.\n\n21. Condemns attacks on UNMISS personnel and facilities, demands respect for UN premises, and immediate release of detained personnel.\n\n22. Recalls designation criteria for individuals responsible for attacks on UN missions.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2241_2015_EN.pdf"
}