{
  "resolution_no": "2252",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Conflict Prevention"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMISS",
    "IGAD",
    "African Union",
    "JMEC"
  ],
  "reporting_cycle": "The Secretary-General reports every 60 days",
  "operative_authority": "Chapter VII",
  "summary": "Takes note of reports on human rights situations, welcomes the release of the AU Commission of Inquiry report, and emphasizes its hope for consideration by transitional justice and reconciliation mechanisms.\n\nExpresses grave concern over reports of war crimes and crimes against humanity, strongly condemns human rights violations and abuses, and violations of international humanitarian law.\nThe Security Council condemns the ongoing violence, recruitment and use of children, enforced disappearances, arbitrary arrests and detention, and attacks on civilians, humanitarian personnel, and United Nations peacekeeping personnel in South Sudan. The Council stresses the urgent need to end impunity and bring perpetrators to justice, emphasizing the importance of accountability, reconciliation, and healing. It also condemns harassment and targeting of journalists, hate speech, and incitement to violence, and calls on the Government of South Sudan to take measures to deter such activities. The Council expresses concern over the humanitarian crisis, with 2.4 million displaced persons, and stresses the responsibility of all parties to ensure the basic needs of the population are met. It commends humanitarian agencies and partners for their efforts and calls for full, safe, and unhindered access for relief personnel and supplies. The Council also condemns attacks on humanitarian personnel and facilities, and attacks on United Nations and IGAD personnel and facilities. It emphasizes the importance of accountability, rule of law, and justice, and the need for an integrated approach to achieve sustainable peace. The Council reiterates its request for UNMISS to take measures to ensure the security of its air operations and to engage with local communities and humanitarian actors to fulfil its Protection of Civilians mandate.\nThe Security Council:\n\nExpresses grave concern over threats to oil installations, petroleum companies, and their employees, and urges all parties to ensure the security of economic infrastructure.\n\nRecalling resolution 2117 (2013), expresses grave concern at the threat to peace and security in South Sudan arising from the illicit transfer, destabilizing accumulation and misuse of small arms and light weapons.\n\nAppreciates IGAD's operation of the Monitoring and Verification Mechanism (MVM) and welcomes its transition to the Ceasefire and Transitional Security Arrangements Monitoring Mechanism (CTSAMM).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2252_2015_EN.pdf"
}