{
  "resolution_no": "2225",
  "year": "2015",
  "theme": [
    "Children and Armed Conflict",
    "Protection of Children",
    "Armed Conflict"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27",
    "Article 35"
  ],
  "entities": [
    "United Nations",
    "Security Council",
    "Secretary-General",
    "International Criminal Court"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Council strongly condemns all violations of international law involving the recruitment and use of children by parties to armed conflict, including re-recruitment, killing, maiming, rape, and abductions. It demands that all parties immediately end such practices and take special measures to protect children.\n\nThe Council reaffirms the monitoring and reporting mechanism on children and armed conflict, and requests the Secretary-General to include parties that engage in patterns of abduction of children in situations of armed conflict.\n\nThe Council calls on parties listed in the annexes to prepare and adopt concrete time-bound action plans to halt violations and abuses against children. It urges the immediate release of abducted children and encourages Member States to consider non-judicial measures as alternatives to prosecution and detention.\n\nThe Council also encourages Member States to deter the military use of schools, stresses the importance of regular consideration of violations and abuses committed against children, and invites the Working Group on Children and Armed Conflict to promote the protection of children.\n\nThe Council welcomes the progress made under the \"Children, Not Soldiers\" campaign and urges concerned Governments to ensure that no children are in their ranks in conflict. It invites the Special Representative of the Secretary-General to update the Council on the campaign and progress made in signing and implementing action plans.\nThe Security Council:\n\nUrges concerned Member States to prioritize national ownership and strengthen capacities of national institutions and local civil society networks to protect and rehabilitate children affected by armed conflict (para 12);\n\nUrges Member States to mainstream child protection in security sector reforms, including military training, standard operating procedures, and age assessment mechanisms to prevent underage recruitment (para 13);\n\nEmphasizes the responsibility of States to investigate and prosecute those responsible for egregious crimes against children, highlighting the role of the International Criminal Court (para 14);\n\nRecognizes the role of UN peacekeeping operations and political missions in protecting children, and reiterates its decision to include child protection provisions in their mandates (para 15);",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2225_2015_EN.pdf"
}