{
  "resolution_no": "2217",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Sanctions",
    "Political"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MINUSCA",
    "French Forces",
    "AU",
    "ECCAS",
    "UNOCA",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "every four months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council commends the African Union's (AU) role in stabilizing the Central African Republic (CAR) and welcomes the European Union's (EU) and United States' contributions. The Council encourages the international community to provide support to address the humanitarian situation and prepare for reconstruction. It calls on international partners to assist the Transitional Authorities in building institutional capacity, particularly for national police and customs authorities.\n\nThe Council supports the Transitional Authorities under Catherine Samba-Panza and reiterates its call to accelerate the transition process. It welcomes the Libreville Agreements, the N'Djamena Declaration, and the Constitutional Charter for the Transition. The Council commends the Economic Community of Central African States' (ECCAS) role in mediating the conflict and encourages it to continue supporting the political transition.\n\nThe Council demands that all militias and non-state armed groups lay down their arms and cease violence. It commends the Transitional Authorities for revitalizing the political and reconciliation process and encourages the submission of listing requests to the Committee established by resolution 2127 (2013).\n\nThe Council urges the Transitional Authorities and the National Elections Authority to accelerate preparations for free, fair, transparent, and inclusive presidential and legislative elections. It calls on all actors to respect the Transitional Constitutional Charter and adopt a strategy for comprehensive reform of the CAR security sector. The Council stresses the need to implement MINUSCA's mandate and encourages international financial institutions to engage with the Transitional Authorities.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Reforms of Defence and Security Forces\n\n* Requests the Central African authorities to reform defence and security forces to make them professional, ethnically representative, and regionally balanced.\n* Requests the Secretary-General to report on progress made.\n\nStrengthening Justice Institutions\n\n* Calls on the Central African authorities to strengthen justice institutions and fight impunity.\n* Urges swift implementation of the law establishing the Special Criminal Court.\n\nState Administration and Reforms",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2217_2015_EN.pdf"
}