{
  "resolution_no": "2231",
  "year": 2015,
  "theme": [
    "Nuclear Non-Proliferation",
    "Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "UN Security Council",
    "E3/EU+3 (China, France, Germany, the Russian Federation, the United Kingdom, and the United States)",
    "Iran"
  ],
  "reporting_cycle": "The Director General of the IAEA to provide regular updates to the IAEA Board of Governors and, as appropriate, in parallel to the Security Council on Iran’s implementation of its commitments under the JCPOA every six months",
  "operative_authority": "Chapter VII",
  "summary": "3. Iran will not pursue construction of the existing unfinished reactor based on its original design and will remove and make inoperable the existing calandria. Iran will maximize the use of existing infrastructure.\n\n4. Iran will lead the Arak modernization project, with E3/EU+3 participants assuming responsibilities. A Working Group will be established to facilitate the redesign and rebuilding of the reactor.\n\n5. Iran and the Working Group will cooperate to develop the final design of the modernized reactor and subsidiary laboratories, and review conformity with international safety standards.\n\n6. The IAEA will monitor the construction and report to the Working Group.\n\n7. Iran will take responsibility for construction efforts, while E3/EU+3 parties will support cooperation and provide necessary materials, equipment, and technologies.\n\n8. E3/EU+3 parties will support and facilitate the construction of the modernized reactor and subsidiary laboratories.\n\n9. The redesigned reactor will use up to 3.67 percent enriched uranium. The international partnership will fabricate the initial fuel core load outside Iran.\n\n10. Iran will not produce or test natural uranium pellets, fuel pins, or fuel assemblies for the original Arak reactor design. Existing natural uranium pellets and IR-40 fuel assemblies will be stored under IAEA monitoring.\nHere is a summarized version of the document:\n\n**Arak Reactor**\n\n* 10. Iran will redesign the Arak reactor (IR-40) to a modernized version, and modify the uranium fuel production process line to supply fuel for the modernized reactor.\n* 11. All spent fuel from the redesigned Arak reactor will be shipped out of Iran to a mutually determined location in E3/EU+3 countries or third countries for further treatment or disposition within one year.\n* 12. Iran will submit the DIQ of the redesigned reactor to the IAEA, which will include information on the planned radio-isotope production and reactor operation programme.\n* 13. Iran will operate the Fuel Manufacturing Plant only to produce fuel assemblies for light water reactors and reloads for the modernized Arak reactor.\n\n**Heavy Water Production Plant**\n\n* 14. Excess heavy water beyond Iran's needs will be made available for export to the international market for 15 years.\n* 15. Iran will inform the IAEA about the inventory and production of the HWPP and allow the IAEA to monitor quantities of heavy water stocks and production.\n\n**Other Reactors**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2231_2015_EN.pdf"
}