{
  "resolution_no": "2232",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security",
    "Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "AMISOM",
    "UNSOM",
    "AU",
    "UN"
  ],
  "reporting_cycle": "The Secretary-General reports every 120 days",
  "operative_authority": "Chapter VII",
  "summary": "The Council requests the AU to undertake a structured and targeted reconfiguration of AMISOM to enhance its efficiency, including strengthening command and control structures and generating specialized units.\n\nThe Secretary-General is requested to monitor the implementation of this surge, including through performance indicators, and keep the Council updated.\n\nThe Council agrees on the need for a joint AMISOM-UN-Somali planning mechanism to assess and facilitate the delivery of the strategy.\n\nThe Council underlines the importance of:\n\n* Establishing governance structures in recovered areas;\n* Securing key supply routes; and\n* Improving logistical support to AMISOM and SNA troops.\n\nThe Secretary-General is requested to:\n\n* Carry out a strategic review of UNSOA;\n* Present options to improve overall support to AMISOM by 30 September 2015; and\n* Work closely with the AU to support the implementation of this resolution.\n\nThe Council stresses the critical need to source contingent-owned equipment, including force enablers and multipliers, and encourages Member States to respond to AU efforts to mobilize such equipment urgently.\nHere is a summarized version of the document:\n\n15. Welcomes the start of the Civilian Casualty Tracking Analysis and Response Cell (CCTARC) and stresses its importance in being operational and effective, in collaboration with humanitarian and human rights actors.\n\n16. Calls for new donors to support AMISOM through funding for troop stipends, equipment, and technical assistance, and for the AU to consider sustainable funding for AMISOM.\n\n17. Stresses the need to accelerate strengthening and coordination of Somali security institutions and to plan for the handover of security responsibilities to Somali security services.\n\n18. Welcomes the Guulwade (Victory) Plan to develop the Somali National Army, and urges the FGS to complete the integration of the army across Somalia.\n\n19. Welcomes efforts to develop a police plan and emphasizes the importance of supporting regional police forces, and requests details on a non-lethal support package for the Somali police force.\n\n20. Expresses concern over Al Shabaab's activities in Puntland and the security implications of Yemen's situation for Somalia, and requests the Secretary-General to explore extending non-lethal support to Puntland forces.\n\n21. Decides to extend UNSOM's mandate until 30 March 2016.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2232_2015_EN.pdf"
}