{
  "resolution_no": "2253",
  "year": "2015",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Counter-Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "ISIL (Da'esh)",
    "Al-Qaida",
    "UN",
    "CTED",
    "CTITF",
    "Financial Action Task Force"
  ],
  "reporting_cycle": "Quarterly briefings and comprehensive reports every six months",
  "operative_authority": "Chapter VII",
  "summary": "1. Renames the 1267/1989 Al-Qaida Sanctions Committee as the “1267/1989/2253 ISIL (Da’esh) and Al-Qaida Sanctions Committee” and the Al-Qaida Sanctions List as the “ISIL (Da’esh) and Al-Qaida Sanctions List”.\n\n2. Imposes measures on ISIL (Da’esh), Al-Qaida, and associated individuals, groups, undertakings, and entities, including:\n\n* Asset freeze\n* Travel ban\n* Arms embargo\n\n3. Decides that acts or activities indicating association with ISIL or Al-Qaida include:\n\n* Participating in financing, planning, or perpetrating acts\n* Supplying arms and related materiel\n* Recruiting for or supporting acts\n\n4. Notes that means of financing or support include proceeds derived from crime.\n\n5. Confirms that individuals, groups, undertakings, or entities supporting Al-Qaida or ISIL are eligible for listing.\n\n6. Confirms requirements apply to financial and economic resources used for support.\n\n7. Confirms requirements apply to funds, financial assets, or economic resources made available to listed individuals.\nHere is a concise summary of the Security Council document:\n\n7. Travel-related funds, assets or resources can only be provided according to exemption procedures outlined in resolutions 1452 (2002) and 1735 (2006).\n\n8. Payment of ransoms to individuals/groups on the ISIL & Al-Qaida Sanctions List requires same procedures as paragraph 2 (a).\n\n9. Member States can permit addition of payments to frozen accounts, provided they remain subject to paragraph 2.\n\n10. Exemptions to travel ban must be submitted by Member States, individuals or Ombudsperson; Focal Point mechanism can receive exemption requests.\n\n11. States must introduce procedures to implement measures.\n\n12. Those responsible for terrorist acts must be held accountable; Member States must assist in investigations and proceedings.\n\n13. Member States must prevent their nationals and persons in their territory from making economic resources available to ISIL, Al-Qaida.\n\n14. Member States are encouraged to submit listing requests of individuals/entities supporting ISIL, Al-Qaida.\n\n15. Concern is expressed about lack of implementation; Member States are called upon to report interdictions of oil, antiquities.\n\n16. Member States are urged to implement FATF's revised Forty Recommendations on Combating Money Laundering.\n\n17. Recent FATF reports on ISIL financing and emerging terrorist financing risks are welcomed.\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2253_2015_EN.pdf"
}