{
  "resolution_no": "2231",
  "year": 2015,
  "theme": [
    "Nuclear Non-Proliferation",
    "Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "UN Security Council",
    "E3/EU+3 (China, France, Germany, the Russian Federation, the United Kingdom, and the United States)",
    "Iran"
  ],
  "reporting_cycle": "The Director General of the IAEA to provide regular updates to the IAEA Board of Governors and, as appropriate, in parallel to the Security Council on Iran’s implementation of its commitments under the JCPOA every six months",
  "operative_authority": "Chapter VII",
  "summary": "**Arak Modernisation Project**\n\n* International partnership composed of E3/EU+3 parties and Iran will support and facilitate redesign and rebuilding of IR-40 reactor.\n* Iran will lead the project, with a Working Group composed of E3/EU+3 participants to provide support and facilitate implementation.\n* The Working Group may be enlarged to include other countries by consensus.\n* E3/EU+3 participants and Iran will conclude an official document expressing commitments to the project, defining responsibilities, and providing an assured path forward to modernize the reactor.\nThe document 2231 (2015) outlines cooperation between E3/EU+3 parties and Iran on nuclear issues. \n\n6. Nuclear Fuel: \nE3/EU+3 parties will support Iran in meeting international qualification standards for nuclear fuel fabricated by Iran. They will also cooperate on supplying modern fuels, including joint design and fabrication, licenses, and technologies for current and future nuclear research and power reactors.\n\nC. Research and Development (R&D) Practices:\nE3/EU+3 and Iran will cooperate in nuclear science and technology. \n\n7. Areas of cooperation include: \n- Accelerator-based nuclear physics and nuclear astrophysics research, and stable isotope production at the Fordow facility.\n- Plasma physics and nuclear fusion.\n- Research reactor applications at the TRR, modernized Arak reactor, or other future research reactors, including training, radio-isotope production, nuclear desalination, neutron transmutation doping, neutron activation analysis, neutron capture therapy, and neutron imaging.\n\nD. Nuclear Safety, Safeguards and Security: \nE3/EU+3 parties will cooperate with Iran on nuclear safety. \n\n8. Nuclear safety: \n- E3/EU+3 parties will cooperate with Iran to establish a Nuclear Safety Centre, engage in workshops and training events, and facilitate exchanges and visits to nuclear regulatory authorities and power plants.\n- They will provide support to enable Iran to join relevant conventions on nuclear safety and security.\n- Areas of cooperation include: \n  8.1. Conclusion of bilateral/multilateral agreements.\n  8.2. Supply of valid codes, instruments, and equipment.\n  8.3. Exchange of knowledge and experience.\n  8.4. Enhancing domestic emergency preparedness and severe accident management capability.\n  8.5. On-the-job training and apprenticeship courses for reactor and facility operators.\nHere is a summarized version of the Security Council document:\n\n**Nuclear Safety**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2231_2015_EN.pdf"
}