{
  "resolution_no": "2200",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Sanctions",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNAMID",
    "African Union High-Level Implementation Panel (AUHIP)",
    "Panel of Experts"
  ],
  "reporting_cycle": "The Panel of Experts to provide updates every three months to the Committee regarding its activities",
  "operative_authority": "Chapter VII",
  "summary": "4. Requests the Panel to report on the implementation and effectiveness of paragraph 10 of resolution 1945 (2010).\n\n5. Reiterates support for efforts to promote peace and stability in Darfur, including UNAMID and AUHIP.\n\n6. Expresses concern that supplies to Sudan could be used to support military aircraft used in violation of resolutions.\n\n7. Recalls Sudan's obligations under resolution 1591 (2005), including requesting advance approval for military equipment movement.\n\n8. Calls on Sudan to address illicit transfer and misuse of small arms and light weapons in Darfur.\n\n9. Expresses concern that items continue to be converted for military purposes and transferred to Darfur.\n\n10. Condemns continued violations of measures contained in previous resolutions and directs the Committee to consult with Member States.\n\n11. Expresses concern that travel ban and asset freeze on designated individuals is not being implemented by all Member States.\n\nDetermining that the situation in Sudan continues to constitute a threat to international peace and security, the Council acts under Chapter VII of the Charter.\nHere is a summarized version of the Security Council document:\n\n12. Reiterates that all States, particularly those in the region, must prevent entry into or transit through their territories of individuals designated by the Committee, and calls on the Government of Sudan to enhance cooperation and information sharing.\n\n13. Urges all States to report to the Committee on actions taken to implement measures imposed by resolutions 1591 (2005) and 1556 (2004).\n\n14. Intends to review the state of implementation of measures imposed in resolutions 1591 (2005) and 1945 (2010) after the midterm update.\n\n15. Regrets continued violence against civilians by some individuals of the Government of Sudan and armed groups in Darfur, and intends to impose targeted sanctions on those meeting listing criteria.\n\n16. Deplores attacks against UNAMID and calls on the Government of Sudan to investigate and bring perpetrators to justice.\n\n17. Condemns the use of civilian establishments by armed groups to gain a military advantage.\n\n18. Requests the Panel of Experts to investigate financing and role of armed groups in attacks against UNAMID personnel.\n\n19. Recalls that individuals and entities planning, sponsoring or participating in attacks against UNAMID personnel may meet designation criteria.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2200_2015_EN.pdf"
}