{
  "resolution_no": "2220",
  "year": "2015",
  "theme": [
    "Small Arms and Light Weapons",
    "Conflict Prevention",
    "Humanitarian Law",
    "Security Sector Reform",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 51"
  ],
  "entities": [
    "United Nations peacekeeping operations",
    "Sanctions Committees",
    "Counter-Terrorism Committee",
    "UN SaferGuard programme"
  ],
  "reporting_cycle": "biennial basis",
  "operative_authority": "Chapter VI",
  "summary": "The Council recognizes the link between illicit arms trafficking, terrorism, organized crime, and exploitation of natural resources. It stresses the importance of women's participation in efforts to counter illicit arms transfer and misuse.\n\nThe Council welcomes efforts by Member States and regional organizations to address illicit arms transfer and misuse. It encourages establishment or strengthening of subregional and regional cooperation mechanisms to prevent, combat, and eradicate illicit arms transfer.\n\nThe Council reiterates that illicit arms transfer fuels conflict, has a devastating impact on civilians, and demands that all parties to armed conflict comply with international humanitarian law, human rights law, and refugee law.\n\nThe Council also notes the importance of effective physical security and stockpile management, marking and tracing of small arms, and the entry into force of the Arms Trade Treaty. It reaffirms the significance of the UN Convention against Transnational Organized Crime and its Protocols.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Stresses the need for parties to avoid civilian casualties and respect and protect the civilian population.\n\n2. Calls on parties to armed conflict to comply with international humanitarian law, respect and protect humanitarian personnel, facilities, and relief consignments, and take measures to eradicate the negative impact of illicit transfer, destabilizing accumulation, and misuse of small arms and light weapons.\n\n3. Expresses its intention to consider issues related to illicit transfer, destabilizing accumulation, and misuse of small arms and light weapons when updating mandates of UN peacekeeping operations and other Council-mandated entities.\n\n4. Encourages the Secretary-General to identify capacities of UN entities to counter illicit transfer, destabilizing accumulation, and misuse of small arms and light weapons, and to present options for UN engagement.\n\n5. Emphasizes that Member States, UN peacekeeping operations, and other entities may assist in capacity-building of governments to manage, store, secure, mark, record, and trace stockpiles of small arms and light weapons.\n\n6. Encourages the UN to gather and share best practices on safe storage, marking, and destruction of collected weapons.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2220_2015_EN.pdf"
}