{
  "resolution_no": "2196",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MINUSCA",
    "MISCA",
    "Sangaris",
    "EUFOR RCA",
    "Panel of Experts on the Central African Republic",
    "International Criminal Court (ICC)"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Committee's mandate applies to measures imposed in previous resolutions and will hold regular consultations with concerned Member States.\n\nThe Panel of Experts' mandate is extended until 29 February 2016, and its tasks include:\n- Assisting the Committee in carrying out its mandate (a);\n- Gathering information on implementation of measures and incidents of non-compliance (b);\n- Providing a midterm update by 30 July 2015 and a final report by 31 December 2015 (c);\n- Submitting progress updates to the Committee (d);\n- Assisting in refining and updating information on designated individuals and entities (e);\n- Providing information on potential designees (f).\n\nThe Panel is called upon to cooperate with other Panels or Groups of Experts and devote attention to analysis of illicit trafficking networks.\n\nThe document also urges cooperation from the CAR, neighbouring States, and Member States to combat regional criminal networks and armed groups involved in illegal exploitation and smuggling of natural resources.\n\nAll parties, Member States, and UN bodies are urged to ensure cooperation with the Panel of Experts and unhindered access to execute its mandate. \n\nThe Special Representatives of the Secretary-General for Children and Armed Conflict and Sexual Violence in Conflict are requested to share relevant information with the Committee.\n\nAll States are called upon to report to the Committee on actions taken to implement the imposed measures.\nAffirms the continuous review of the situation in the Central African Republic (CAR) and the measures contained in this resolution. \n25. Affirms that it shall keep the situation in the CAR under continuous review and that it shall be prepared to review the appropriateness of the measures contained in this resolution, including the strengthening through additional measures, in particular the freezing of assets, modification, suspension or lifting of the measures, as may be needed at any time in light of the progress achieved in the stabilization of the country and compliance with this resolution;  \n \n26. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2196_2015_EN.pdf"
}