{
  "resolution_no": "2241",
  "year": 2015,
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Conflict Prevention"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMISS",
    "IGAD",
    "African Union",
    "United Nations"
  ],
  "reporting_cycle": "The Secretary-General reports to the Security Council within 45 days from the adoption of this resolution",
  "operative_authority": "Chapter VII",
  "summary": "21. Condemns attacks on UNMISS personnel and facilities, demands respect for UN premises, and immediate release of detained personnel.\n\n22. Recalls designation criteria for individuals responsible for attacks on UN missions.\n\n23. Reiterates request for UNMISS to ensure security of air operations.\n\n24. Demands Government of South Sudan compliance with Status of Forces Agreement and cooperation with UNMISS.\n\n25. Demands rapid, safe, and unhindered access for humanitarian assistance.\n\n26. Demands all parties cease violence, human rights violations, and abuses.\n\n27. Condemns violations of international law, urges parties to implement Conclusions on Children and Armed Conflict.\n\n28. Expresses grave concern at findings of rampant sexual violence in conflict.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n* Welcomes efforts to address conflict-related sexual violence in South Sudan, including joint communiqués and appointment of a High-Level Focal Point, and calls on parties to finalize action plans to implement commitments.\n* Requests the Secretary-General to provide technical assistance to implement Chapter V of the Agreement, including setting up a hybrid court for South Sudan.\n* Requests the Secretary-General to report on technical assistance provided to the African Union and Transitional Government of National Unity within six months.\n* Calls on the Government of South Sudan to complete investigations into human rights violations and abuses, and hold those responsible accountable.\n* Urges the Government to ensure women's full and effective representation in conflict resolution and peacebuilding efforts.\n* Condemns attacks on oil installations and urges parties to ensure security of economic infrastructure.\n* Requests the Secretary-General to report on UNMISS mandate implementation and violations of the Status of Forces Agreement.\n* Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2241_2015_EN.pdf"
}