{
  "resolution_no": "2231",
  "year": 2015,
  "theme": [
    "Nuclear Non-Proliferation",
    "Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "UN Security Council",
    "E3/EU+3 (China, France, Germany, the Russian Federation, the United Kingdom, and the United States)",
    "Iran"
  ],
  "reporting_cycle": "The Director General of the IAEA to provide regular updates to the IAEA Board of Governors and, as appropriate, in parallel to the Security Council on Iran’s implementation of its commitments under the JCPOA every six months",
  "operative_authority": "Chapter VII",
  "summary": "The EU and US will lift certain sanctions on Iran as specified in Annex II, simultaneously with the IAEA-verified implementation of Iran's nuclear-related measures.\n\n**EU Sanctions Lifting:**\n\n* Terminate all provisions of the EU Regulation implementing EU proliferation-related sanctions 8 years after Adoption Day or when the IAEA concludes that all nuclear material in Iran remains in peaceful activities.\n* Lift sanctions on:\n\t+ Export of graphite, raw or semi-finished metals, and software for integrating industrial processes.\n\t+ Designation of persons, entities, and bodies (asset freeze and visa ban).\n\n**US Sanctions Lifting:**\n\n* Cease application of sanctions specified in Annex II, including:\n\t+ Financial and banking transactions with Iranian banks and financial institutions.\n\t+ Transactions in Iranian Rial.\n\t+ Provision of US banknotes to the Government of Iran.\n\t+ Bilateral trade limitations on Iranian revenues abroad.\n\t+ Purchase, subscription to, or facilitation of Iranian sovereign debt.\n\t+ Financial messaging services to the Central Bank of Iran and Iranian financial institutions.\n\t+ Underwriting services, insurance, or reinsurance.\n\t+ Efforts to reduce Iran's crude oil sales.\n\t+ Investment in Iran's oil, gas, and petrochemical sectors.\n\t+ Purchase, acquisition, sale, transportation, or marketing of petroleum, petrochemical products, and natural gas from Iran.\n\t+ Export, sale, or provision of refined petroleum products and petrochemical products to Iran.\n\t+ Transactions with Iran's energy, shipping, and shipbuilding sectors, and port operators.\n\t+ Trade in gold and other precious metals.\n\t+ Trade with Iran in graphite, raw or semi-finished metals, coal, and software for integrating industrial processes.\n\t+ Sale, supply, or transfer of goods and services used in connection with Iran's automotive sector.\n\n**Other Provisions:**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2231_2015_EN.pdf"
}