{
  "resolution_no": "2214",
  "year": "2015",
  "theme": [
    "Terrorism",
    "Peace and Security",
    "Counter-Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "ISIL",
    "Ansar Al Charia",
    "Al-Qaida",
    "United Nations",
    "Libyan Government"
  ],
  "reporting_cycle": "90 days, 180 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2214 (2015) at its 7420th meeting on 27 March 2015, recalling previous resolutions on terrorism, including 1267 (1999), 1373 (2001), and 1989 (2011). The Council reaffirmed its primary responsibility for maintaining international peace and security and that terrorism in all forms is a serious threat to it. \n\nThe Council reaffirmed the need to combat terrorism by all means in accordance with the UN Charter and international law, stressing the important role of the UN in leading and coordinating this effort. It recognized that development, security, and human rights are mutually reinforcing and vital to an effective approach to countering terrorism.\n\nThe Council expressed grave concerns over the growing trend of terrorist groups in Libya proclaiming allegiance to Islamic State in Iraq and the Levant (ISIL), and the negative impact of their presence on stability in Libya, neighbouring countries, and the region. \n\nIt deplored terrorist acts committed by ISIL, Ansar Al Charia, and other individuals and groups associated with Al-Qaida operating in Libya, including kidnapping and killing of Egyptian citizens and Libyan civilians.\n\nThe Council expressed concern over the acute and growing threat posed by foreign terrorist fighters in Libya and the region, which increases the intensity and duration of the conflict. It recognized that addressing this threat requires a comprehensive approach, including preventing radicalization, stemming recruitment, and countering violent extremism.\n\nThe Council noted with grave concern the continued threat posed by ISIL, Ansar Al Charia, and other individuals and groups associated with Al-Qaida operating in Libya, and reaffirmed its resolve to address all aspects of that threat.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2214_2015_EN.pdf"
}