{
  "resolution_no": "2253",
  "year": "2015",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Counter-Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "ISIL (Da'esh)",
    "Al-Qaida",
    "UN",
    "CTED",
    "CTITF",
    "Financial Action Task Force"
  ],
  "reporting_cycle": "Quarterly briefings and comprehensive reports every six months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2253 (2015) at its 7587th meeting on 17 December 2015. \nThe Security Council recalls its previous resolutions on terrorism, reaffirming that terrorism in all forms and manifestations constitutes one of the most serious threats to peace and security. \nIt condemns the Islamic State in Iraq and the Levant (ISIL, also known as Da’esh), Al-Qaida, and associated individuals, groups, undertakings, and entities for ongoing and multiple criminal terrorist acts. \nThe Council recognizes that countering terrorism requires collective efforts on national, regional, and international levels, based on respect for international law and the Charter of the United Nations. \nIt reaffirms that terrorism cannot be associated with any religion, nationality, or civilization. \nThe Council expresses concern about the presence, violent extremist ideology, and actions of ISIL, Al-Qaida, and their affiliates in the Middle East and North Africa and beyond. \nIt reaffirms its commitment to sovereignty, territorial integrity, and political independence of all States. \nThe Council recalls the Presidential Statements on threats to international peace and security caused by terrorist acts. \nIt reaffirms the need to combat threats to international peace and security caused by terrorist acts. \nThe Council recognizes that development, security, and human rights are mutually reinforcing and vital to an effective and comprehensive approach to countering terrorism. \nIt reaffirms its resolution 1373 (2001) and decisions on preventing and suppressing the financing of terrorist acts. \nThe Council stresses that terrorism can only be defeated by a sustained and comprehensive approach involving the active participation and collaboration of all States and international and regional organizations. \nIt emphasizes that sanctions are an important tool in maintaining and restoring international peace and security, including in support of countering terrorism. \nThe Council recalls that ISIL is a splinter group of Al-Qaida and that any individual or entity supporting them is eligible for listing. \nIt condemns recent terrorist attacks perpetrated by ISIL around the world and recognizes the need for sanctions to reflect current threats. \nThe Council reminds all States of their obligation to take measures with respect to individuals, groups, undertakings, and entities included on the ISIL (Da’esh) & Al-Qaida Sanctions List.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2253_2015_EN.pdf"
}