{
  "resolution_no": "2217",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Sanctions",
    "Political"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MINUSCA",
    "French Forces",
    "AU",
    "ECCAS",
    "UNOCA",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "every four months",
  "operative_authority": "Chapter VII",
  "summary": "(a) Protection of civilians:\n  - Protect civilians from physical violence.\n  - Provide specific protection for women and children.\n  - Identify and record threats and attacks against civilians.\n  - Implement a mission-wide protection strategy.\n\n(b) Support for transition process, State authority, and territorial integrity:\n  - Assist Transitional Authorities and facilitate international efforts.\n  - Provide good offices and political support.\n  - Support security for key national stakeholders.\n  - Assist in mediation and reconciliation processes.\n  - Support electoral process and constitutional referendum.\n\n(c) Facilitate humanitarian assistance:\n  - Enhance civil-military coordination and create a secure environment for humanitarian assistance.\nHere is a concise summary of the Security Council document:\n\nThe Security Council authorizes the Multidimensional Integrated Stabilization Mission in the Central African Republic (MINUSCA) to undertake various tasks, including:\n\n* Protection of civilians, including children, women, and persons with disabilities\n* Facilitating humanitarian assistance and ensuring security and freedom of movement of humanitarian personnel\n* Supporting voluntary return or local integration or resettlement of internally displaced persons or refugees\n* Protecting UN personnel, installations, equipment, and goods\n* Promoting and protecting human rights, including monitoring, investigating, and reporting on human rights abuses and violations\n* Supporting the establishment of a national human rights commission and strengthening civil society organizations\n* Adopting urgent temporary measures to maintain basic law and order and fight impunity\n* Assisting in the establishment of a Special Criminal Court and providing technical assistance and capacity building\n* Supporting disarmament, demobilization, reintegration, and repatriation of former combatants\n* Providing support for national and international justice and the rule of law, including building capacities of the national judicial system and policing institutions.\nHere is a summarized version of the document:\n\n**Security Sector Reform and Maintenance of Public Safety**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2217_2015_EN.pdf"
}