{
  "resolution_no": "2202",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Sovereignty and Territorial Integrity"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "Ukraine",
    "Russian Federation",
    "European Union",
    "OSCE",
    "Trilateral Contact Group"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, reaffirming its respect for Ukraine's sovereignty, independence, and territorial integrity, expresses grave concern at the violence in eastern Ukraine. \n\nRecalling Resolution 2166 (2014), the Council endorses the \"Package of measures for the Implementation of the Minsk Agreements\" adopted on 12 February 2015 (Annex I), and welcomes the Declaration by the President of the Russian Federation, the President of Ukraine, the President of the French Republic, and the Chancellor of the Federal Republic of Germany in support of the Package.\n\nThe Package of measures includes: \n- Immediate and comprehensive ceasefire in certain areas of the Donetsk and Luhansk regions of Ukraine as of 15 February 2015, 12 a.m. local time.\n- Withdrawal of all heavy weapons by both sides within 14 days.\n- Effective monitoring and verification of the ceasefire regime and withdrawal of heavy weapons by the OSCE.\n- Launch of dialogue on local elections and future regime of certain areas.\n- Adoption of a Resolution by the Parliament of Ukraine specifying the area enjoying a special regime.\n- Pardon and amnesty for persons connected with events in certain areas.\n- Release and exchange of all hostages and unlawfully detained persons.\n- Safe access and distribution of humanitarian assistance.\n- Definition of modalities of full resumption of socioeconomic ties.\n\nThe Council calls on all parties to fully implement the Package of measures and decides to remain seized of the matter.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council calls for:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2202_2015_EN.pdf"
}