{
  "resolution_no": "2229",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Middle East",
    "Syrian Conflict"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNDOF",
    "UN",
    "Syrian Arab Republic",
    "Israel",
    "Al-Qaida",
    "ISIL"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council expresses concern over the tense situation in the Middle East and the need for a comprehensive settlement. It considers the report of the Secretary-General on UNDOF and reaffirms its previous resolution 1308 (2000).\n\nThe Council stresses that both Israel and the Syrian Arab Republic must abide by the 1974 Disengagement of Forces Agreement and scrupulously observe the ceasefire. It is gravely concerned about violations of the Agreement and condemns the use of heavy weapons in the area of separation.\n\nThe Council calls on all parties to the Syrian domestic conflict to cease military actions in the UNDOF area of operation, respect international humanitarian law, and allow UNDOF to carry out its mandate safely and securely.\n\nIt reaffirms its readiness to consider listing individuals and entities supporting ISIL or Al-Nusra Front and stresses the need for UNDOF to have necessary means and resources to carry out its mandate.\n\nThe Council expresses appreciation to UNDOF personnel, welcomes steps to enhance their safety and security, and stresses the need for continued vigilance.\n\nIt strongly condemns incidents threatening the safety and security of UN personnel and calls on parties to implement its resolution 338 (1973).\n\nThe Council:\n\n1. Calls on parties to implement resolution 338 (1973) immediately.\n2. Stresses the obligation on both parties to respect the 1974 Disengagement of Forces Agreement and exercise maximum restraint.\n3. Urges Member States to convey to Syrian armed opposition groups to halt activities endangering UN peacekeepers.\n4. Calls on all groups to abandon UNDOF positions and return peacekeepers' vehicles, weapons, and equipment.\n5. Calls on all parties to cooperate fully with UNDOF operations, respect its privileges and immunities, and ensure its freedom of movement and security.\nThe Security Council:\n\n \n3. Urges facilitation for UNDOF personnel, including unimpeded delivery of equipment and temporary use of alternative ports, to ensure safe troop rotation and resupply, in line with existing agreements, and requests prompt reporting on any actions impeding UNDOF's mandate;\n\n6. Welcomes UNDOF's efforts to implement the zero-tolerance policy on sexual exploitation and abuse, requests the Secretary-General to continue taking necessary actions, and urges troop-contributing countries to investigate and punish such acts involving their personnel;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2229_2015_EN.pdf"
}