{
  "resolution_no": "2222",
  "year": "2015",
  "theme": [
    "Protection of Civilians",
    "Freedom of Expression",
    "Human Rights",
    "International Humanitarian Law"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 1",
    "Article 2",
    "Article 19 of the International Covenant on Civil and Political Rights",
    "Article 4.A.4 of the Third Geneva Convention"
  ],
  "entities": [
    "United Nations peacekeeping",
    "special political missions",
    "International Criminal Court"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, \nBearing in mind its primary responsibility for the maintenance of international peace and security, \nReaffirming its resolutions on the protection of civilians in armed conflict and the protection of journalists, media professionals and associated personnel, \nReaffirming its commitment to the Purposes and Principles of the Charter of the United Nations, \nRecalling the Geneva Conventions and Additional Protocols, \nRecognizing the risk of intimidation, harassment and violence faced by journalists, media professionals, and associated personnel in armed conflict, \nReaffirming the primary responsibility of parties to an armed conflict to protect affected civilians, \nRecognizing the important role of international humanitarian law and international human rights law in protecting journalists, \nFurther recognizing States' primary responsibility to respect and ensure human rights, \nRecalling the right to freedom of expression, \nDeeply concerned at the frequency of acts of violence against journalists, media professionals, and associated personnel, \nEmphasizing existing prohibitions under international humanitarian law against attacks on civilians, \nBearing in mind that impunity for crimes committed against journalists remains a significant challenge, \nRecognizing the role of journalists in protection of civilians and conflict prevention, \nReaffirming its condemnation of incitements to violence against civilians, \nRecalling States' obligations to search for and prosecute those responsible for grave breaches of the Geneva Conventions.\nThe Security Council expresses deep concern at the growing threat to journalists, media professionals, and associated personnel posed by terrorist groups, and strongly condemns incidents of killings, kidnapping, and hostage taking. The Council stresses the contribution that peacekeeping operations and special political missions can make to protecting civilians, including journalists, and calls for a comprehensive approach to protection.\n\nThe Council condemns all violations and abuses against journalists, media professionals, and associated personnel in armed conflict, and calls for an end to such practices. It affirms the importance of a free, independent, and impartial media in a democratic society and the need to protect civilians.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2222_2015_EN.pdf"
}