{
  "resolution_no": "2244",
  "year": "2015",
  "theme": [
    "Somalia",
    "Eritrea",
    "Peacekeeping",
    "Sanctions",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "SEMG",
    "Federal Government of Somalia (FGS)",
    "Al-Shabaab",
    "AMISOM",
    "United Nations"
  ],
  "reporting_cycle": "Monthly updates to the Committee, and a comprehensive midterm update, as well as two final reports by 15 October 2016",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\n* Welcomes cooperation between the Somalia and Eritrea Monitoring Group (SEMG) and the Contact Group on Piracy off the Coast of Somalia (CMF) on the charcoal trade.\n* Expresses concern that the charcoal trade funds Al-Shabaab and renews provisions to address this issue until 15 November 2016.\n* Encourages the UN Office on Drugs and Crime to continue work on disrupting the Somali charcoal trade.\n* Expresses concern at the humanitarian situation in Somalia, condemns attacks on humanitarian actors, and reiterates the need for unhindered humanitarian access.\n* Decides to exempt humanitarian assistance from sanctions until 15 November 2016.\n* Requests the Emergency Relief Coordinator to report on humanitarian assistance delivery and impediments by 15 October 2016.\n* Welcomes SEMG's efforts to engage with Eritrea, and calls on Eritrea to cooperate with SEMG, including on public finance issues.\n* Urges Eritrea to resolve the issue of Djiboutian prisoners of war missing in action since 2008.\n* Reiterates willingness to adopt targeted measures against individuals and entities threatening Somalia's peace, security, or stability.\n* Requests Member States to assist SEMG investigations and reiterates that obstructing SEMG's work is a criterion for listing under sanctions.\n* Extends SEMG's mandate until 15 December 2016 and requests monthly updates and comprehensive reports.\n* Requests the Committee to consider SEMG's recommendations and recommend ways to improve implementation of and compliance with Somalia and Eritrea arms embargoes and related measures. \n* Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2244_2015_EN.pdf"
}