{
  "resolution_no": "2210",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security",
    "Governance",
    "Human Rights",
    "Counter-Narcotics",
    "Reconciliation"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "Afghan Government",
    "NATO",
    "United Nations Office on Drugs and Crime"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "28. Condemns attacks targeting civilians, Afghan and international forces, and their impact on stabilization, reconstruction, and development.\n\n29. Notes with concern attacks on humanitarian workers, condemns these attacks, and calls for full, safe, and unhindered access for humanitarian actors.\n\n30. Welcomes achievements in the Mine Action Programme, and encourages continued efforts to remove and destroy anti-personnel landmines and explosive remnants.\n\n31. Expresses concern about child recruitment and use by Taliban, Al-Qaida, and other groups, and condemns these actions, calling for those responsible to be brought to justice.\n\n32. Stresses implementing resolution 1612 on children and armed conflict, supports the Afghan Government's commitment to preventing child rights violations.\n\n33. Remains concerned about the harm caused by opium cultivation, production, and trafficking, and calls on the Afghan Government to accelerate implementation of the National Drug Control Strategy.\n\n34. Welcomes the UN Office on Drugs and Crime's efforts in empowering the Afghan Ministry of Counter Narcotics.\n\n35. Calls upon States to strengthen international cooperation to counter the threat posed by illicit drugs originating in Afghanistan.\nHere is a summarized version of the Security Council document:\n\n36. The Security Council appreciates the Paris Pact initiative and its \"Paris-Moscow\" process in countering opium and heroin production, trafficking, and consumption from Afghanistan, and welcomes cooperation between UN institutions, OSCE, and CSTO.\n\n37. The Council reiterates the importance of completing the National Priority Programme on Law and Justice for All to establish a fair and transparent justice system.\n\n38. The Council stresses the need for progress in the reconstruction and reform of the prison sector in Afghanistan to improve respect for the rule of law and human rights.\n\n39. The Council notes with concern the effects of corruption on security, governance, and economic development, and welcomes the Government of Afghanistan's anti-corruption commitments.\n\n40. The Council encourages Afghan institutions to work in a spirit of cooperation, recognizes the Government's efforts to tackle corruption and ensure good governance, and calls for continued international technical assistance.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2210_2015_EN.pdf"
}