{
  "resolution_no": "2211",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Protection of Civilians"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MONUSCO",
    "UN Group of Experts",
    "International Conference on the Great Lakes Region (ICGLR)",
    "Southern African Development Community (SADC)",
    "African Union (AU)"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council every three months on the implementation of MONUSCO’s mandate",
  "operative_authority": "Chapter VII",
  "summary": "The Council reaffirms its support to MONUSCO and its Special Representative, and encourages their continued efforts. It calls for proper preparation and equipment of MONUSCO contingents, and reiterates its condemnation of attacks against peacekeepers.\n\nThe Council emphasizes the importance of MONUSCO deterring threats to its mandate and contributing to a comprehensive strategy for durable peace and security. It stresses the crucial importance of the upcoming electoral cycle and expresses concern over restrictions on political space.\n\nThe Council determines that the situation in DRC continues to threaten international peace and security and acts under Chapter VII of the UN Charter.\nHere is a summarized version of the Security Council document:\n\n1. The mandate of MONUSCO in the DRC is extended until 31 March 2016, including its Intervention Brigade on an exceptional basis.\n\n2. The report of the Secretary-General on the strategic review of MONUSCO is welcomed, and its recommendations are endorsed, including the transformation of MONUSCO force to become more efficient and effective.\n\n3. The recommendation to reduce the MONUSCO force by 2,000 troops, while maintaining an authorized troop ceiling of 19,815 military personnel, is endorsed.\n\n4. The intention to make this troop reduction permanent through a revised troop ceiling once significant progress has been achieved regarding MONUSCO's mandate priorities, including the fight against the FDLR.\n\n5. MONUSCO is requested to maximize force interoperability, flexibility, and effectiveness, including deploying rapidly deployable units and continuing to modernize the Force.\n\n6. Future reconfigurations of MONUSCO and its mandate should be determined in consultation with the Government of the DRC, based on the evolution of the situation on the ground and progress towards objectives, including:\n    - Reduction of the threat posed by armed groups, in particular the FDLR.\n    - Stabilization through establishment of functional state institutions.\n\n7. Coordination and cooperation between the Government of the DRC, UN entities, and development actors is stressed.\n\n8. The protection of civilians must be given priority in decisions about the use of available capacity and resources.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2211_2015_EN.pdf"
}