{
  "resolution_no": "2241",
  "year": 2015,
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Conflict Prevention"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMISS",
    "IGAD",
    "African Union",
    "United Nations"
  ],
  "reporting_cycle": "The Secretary-General reports to the Security Council within 45 days from the adoption of this resolution",
  "operative_authority": "Chapter VII",
  "summary": "Urges all parties to promote peace and reconciliation and notes the important role of civil society, faith leaders, women, and youth.\n\nEmphasizes women's empowerment, participation, and human rights.\n\nExpressing deep concern at restrictions on UNMISS movement and operations.\n\nStrongly condemning attacks on UN and IGAD personnel and facilities.\n\nRequests UNMISS to ensure security of air operations and stresses effective engagement with local communities.\n\nExpressing grave concern regarding threats to oil installations and the illicit transfer of small arms.\n\nWelcoming IGAD's continued operations and transition to the Ceasefire and Transitional Security Arrangements Monitoring Mechanism.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nReaffirms its previous resolutions on protection of civilians, humanitarian personnel, and UN personnel, and on women, peace, and security.\n\nNotes the 21 August 2015 Secretary-General's Report and its recommendations.\n\nDetermines that the situation in South Sudan continues to threaten international peace and security.\n\nActing under Chapter VII, \n\n1. Reiterates its endorsement of the Cessation of Hostilities Agreement and the Agreement on the Resolution of the Conflict in South Sudan, and calls for their immediate and full implementation.\n\n2. Urges all parties to engage in an open and inclusive national dialogue, seeking lasting peace, reconciliation, and good governance.\n\n3. Extends the mandate of UNMISS until 15 December 2015.\n\n4. Authorizes UNMISS to perform tasks, including:\n\n* Protecting civilians under threat of physical violence\n* Deterring violence against civilians, including through proactive deployment and active patrolling\n* Implementing a mission-wide early warning strategy\n* Maintaining public safety and security in UNMISS protection sites\n* Exercising good offices to support the mission's protection strategy\n\nUNMISS is also authorized to:\n\n* Monitor and investigate human rights abuses and violations of international humanitarian law\n* Create conditions conducive to the delivery of humanitarian assistance\n\nThe mandate includes specific tasks related to protection of women and children, and coordination with humanitarian actors.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2241_2015_EN.pdf"
}