{
  "resolution_no": "2231",
  "year": 2015,
  "theme": [
    "Nuclear Non-Proliferation",
    "Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "UN Security Council",
    "E3/EU+3 (China, France, Germany, the Russian Federation, the United Kingdom, and the United States)",
    "Iran"
  ],
  "reporting_cycle": "The Director General of the IAEA to provide regular updates to the IAEA Board of Governors and, as appropriate, in parallel to the Security Council on Iran’s implementation of its commitments under the JCPOA every six months",
  "operative_authority": "Chapter VII",
  "summary": "**Exemptions from prior approval for supply to Iran:**\n\n* Equipment for light water reactors, low-enriched uranium for such reactors, and items for exclusive use in light water reactors do not require prior Security Council approval.\n* For such supplies, States must: ensure Guidelines requirements are met; verify end-use and end-use location; notify the Security Council and IAEA within 10 days.\n\n**Exception for specific activities:**\n\n* Modification of two cascades at Fordow facility, export of enriched uranium, and modernization of Arak reactor do not require prior approval, provided activities are in accordance with JCPOA and States notify Security Council and Joint Commission.\n\n**Ballistic missile activities:**\n\n* Iran is called upon not to undertake activities related to ballistic missiles designed to deliver nuclear weapons until 8 years after JCPOA Adoption Day or IAEA submits a report confirming the Broader Conclusion.\n\n**Permitted activities:**\n\n* States may participate in and permit activities related to supply of items, materials, equipment, goods, and technology to Iran, provided Security Council approves on a case-by-case basis.\n\n**Restrictions on arms supply:**\n\n* Supply of battle tanks, armoured combat vehicles, and other listed military equipment to Iran requires prior Security Council approval on a case-by-case basis.\n\n**General obligations:**\n\n* States must take measures to ensure activities occur on their territories or involving their nationals only pursuant to relevant terms and prevent inconsistent activities.\nThe Security Council resolution 2231 (2015) outlines several provisions related to Iran. \nThe resolution stipulates the following measures: \n\n- Prevent the supply, sale, or transfer of arms or related materiel from Iran by their nationals or using their flag vessels or aircraft until the date five years after the JCPOA Adoption Day or until the IAEA submits a report confirming the Broader Conclusion, whichever is earlier.\n\n- Freeze funds, other financial assets, and economic resources of individuals and entities specified on the list established and maintained by the Committee pursuant to resolution 1737 (2006) for eight years after the JCPOA Adoption Day or until the IAEA submits a report confirming the Broader Conclusion.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2231_2015_EN.pdf"
}