{
  "resolution_no": "2223",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Sanctions",
    "Conflict Prevention"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "UNMISS",
    "IGAD",
    "SPLM/A",
    "Government of South Sudan"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions 1996 (2011), 2046 (2012), 2057 (2012), 2109 (2013), 2132 (2013), 2155 (2014), 2187 (2014) and 2206 (2015), and its Statements by the President of the Security Council, S/PRST/2014/16, S/PRST/2014/26 and S/PRST/2015/9,\n\n Reaffirming commitment to sovereignty, independence, territorial integrity, and national unity of South Sudan, \n\nCondemning human rights violations, abuses, and international humanitarian law violations, including extrajudicial killings, ethnically targeted violence, rape, and recruitment of children,\n\n Condemning harassment of civil society, humanitarian personnel, and journalists, \n\nExpressing concern over 2 million displaced persons and deepening humanitarian crisis,\n\n Recalling need for full, safe, and unhindered access of relief personnel, equipment, and supplies,\n\n Commending IGAD initiative for its work in establishing a forum for political and security dialogue,\n\n Strongly condemning repeated violations of Cessation of Hostilities Agreement,\n\n Taking note of 6 March 2015 message from Ethiopia’s Prime Minister and Chairman of IGAD,\n\n Looking forward to renewed efforts by IGAD and friends of South Sudan to implement a common plan to end the crisis,\n\n Urges all parties to engage meaningfully in the peace process.\nHere is a concise summary of the Security Council document:\n\nThe Security Council expresses appreciation for UNMISS peacekeepers' efforts to protect civilians, including foreign nationals, and stabilize the security situation in South Sudan. The Council notes with concern reports on human rights abuses, including war crimes and crimes against humanity, committed by government and opposition forces. It stresses the need to end impunity and bring perpetrators to justice. The Council emphasizes the importance of accountability, reconciliation, and healing to ensure sustainable peace. It also:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2223_2015_EN.pdf"
}