{
  "resolution_no": "2246",
  "year": "2015",
  "theme": [
    "Piracy",
    "Maritime Security",
    "Somalia"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNODC",
    "IMO",
    "EUNAVFOR",
    "CGPCS",
    "Somalia and Eritrea Monitoring Group"
  ],
  "reporting_cycle": "The Secretary-General reports to the Security Council within eleven months of the adoption of this resolution",
  "operative_authority": "Chapter VII",
  "summary": "4. Supports development of a coastal police force and welcomes guidance on preserving crime scenes and collecting evidence.\n\n5. Condemns hostage-taking by pirates and calls for the immediate release of all hostages.\n\n6. Commends Kenya, Mauritius, Tanzania, and Seychelles for prosecuting suspected pirates and notes the importance of international cooperation.\n\n7. Welcomes Somalia's readiness to cooperate on repatriating convicted pirates.\n\n8. Expresses concern over reports of illegal fishing in Somalia's Exclusive Economic Zone (EEZ) and notes its complex relationship with piracy.\n\n9. Recalls reports of the Secretary-General on piracy and armed robbery at sea.\n\n10. Stresses the need to assist seafarers who are victims of pirates and welcomes efforts like the \"Hostage Support Programme\" and the Piracy Survivor Family Fund.\n\n11. Welcomes establishment of the Maritime Security Coordination Committee (MSCC) as a mechanism for information sharing.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecognizes progress made by CGPCS and UNODC in raising awareness of piracy dangers and promoting best practices to eradicate it.\n\nNotes with appreciation UNODC's efforts to support Somalia's maritime security and law enforcement capacities, and efforts by UNODC, UNDP, and donors to develop regional judicial and law enforcement capacity.\n\nBears in mind the Djibouti Code of Conduct and notes operations of information-sharing centres in Yemen, Kenya, and Tanzania.\n\nEmphasizes that peace and stability in Somalia, strengthening State institutions, economic and social development, and respect for human rights and the rule of law are necessary to eradicate piracy.\n\nWelcomes the Padang Communique and Maritime Cooperation Declaration adopted by IORA.\n\nRecognizes the link between Somalia's instability and piracy, and stresses the need for a comprehensive response to repress piracy and tackle its underlying causes.\n\nDetermines that piracy incidents off Somalia's coast exacerbate the situation, constituting a threat to international peace and security.\n\nActing under Chapter VII:\n\n1. Condemns and deplores all acts of piracy and armed robbery at sea off Somalia's coast.\n\n2. Recognizes piracy exacerbates instability in Somalia.\n\n3. Stresses the need for a comprehensive response to prevent and suppress piracy.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2246_2015_EN.pdf"
}