{
  "resolution_no": "2226",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Reconciliation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "UNMIL",
    "MINUSMA",
    "French Forces"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days, and a midterm report by 15 December 2015, and a report with recommendations by 31 March 2016",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 2226 (2015) on June 25, 2015, recalling previous resolutions on Côte d'Ivoire, Liberia, and Mali. \nThe Council reaffirms its commitment to Côte d'Ivoire's sovereignty, independence, territorial integrity, and unity. \nIt notes the progress made in Côte d'Ivoire towards reconciliation, stability, and economic recovery, commending President Ouattara's leadership. \nThe Council welcomes improved security, particularly in the west and along the Liberian border, while condemning January 2015 attacks. \nIt calls on Ivorian stakeholders to work together to consolidate progress, address underlying tensions, and strengthen the rule of law. \nThe Council welcomes steps towards fair, credible, and transparent presidential elections, including electoral reforms and the work of the Independent Electoral Commission. \nIt commends the Special Representative of the Secretary-General's good offices mandate, supporting dialogue between the Government and opposition parties. \nThe Council notes progress on disarmament, demobilization, and reintegration (DDR), with over 50,000 former combatants disarmed and demobilized. \nIt emphasizes the need for continued efforts on DDR, including post-June 2015 reintegration activities. \nThe Council commends efforts to restructure and professionalize Côte d'Ivoire's defense and security sector, prioritizing security sector reform. \nIt emphasizes national reconciliation and social cohesion, welcoming inter-communal dialogue and encouraging the publication of the Commission dialogue, vérité et reconciliation's final report. \nThe Council reiterates the vital role of women in conflict resolution and peacebuilding, emphasizing their equal participation and involvement in all efforts. \nThe Council takes note of the report of the Secretary-General of 7 May 2015 and the letter of 18 June 2014 of the Government of Côte d'Ivoire requesting electoral assistance.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nReaffirms the importance of maintaining and promoting peace and security in Côte d’Ivoire and the role of women in re-establishing the fabric of society.\n\nWelcomes efforts to improve human rights, but expresses concern about continued reports of human rights violations and abuses, including sexual violence against women and children.\n\nUrges the Government of Côte d’Ivoire to combat impunity, ensure independent justice, and cooperate with the International Criminal Court.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2226_2015_EN.pdf"
}