{
  "resolution_no": "2227",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Humanitarian Assistance",
    "Terrorism",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINUSMA",
    "French forces",
    "G5 Sahel",
    "African Union",
    "United Nations"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "The Council welcomes French forces' efforts to deter the terrorist threat in Mali and notes with concern the transnational dimension of the threat in the Sahel region. It underscores the importance of regional ownership and response, welcoming the Group of Five for the Sahel (G5) and the Nouakchott process.\n\nThe Council expresses concern over transnational organized crime in the Sahel region, including arms and drug trafficking, human trafficking, and its links to terrorism. It strongly condemns kidnapping and hostage-taking, reiterating its determination to prevent these crimes.\n\nThe Council also strongly condemns human rights abuses and violations of international humanitarian law, including extrajudicial executions, arbitrary arrests, and ill-treatment of prisoners. It calls on all parties to respect the civilian character of schools and to cease unlawful detention of children.\n\nThe Council reiterates that perpetrators of such acts must be held accountable and notes the importance of assistance and cooperation with the International Criminal Court. It emphasizes the need for humanitarian assistance to be delivered on the basis of need and for all parties to uphold humanitarian principles.\n\nThe Council commends the European Union Training Mission (EUTM Mali) and the European Union Capacity Building Mission (EUCAP Sahel Mali) for their roles in providing training and advice to the Malian Defence and Security Forces. It calls on the Malian authorities to address security, governance, development, and humanitarian issues to resolve the crisis in Mali.\n\nThe Council remains concerned over the food and humanitarian crisis in Mali, insecurity hindering humanitarian access, and the proliferation of weapons. It condemns attacks against humanitarian personnel and determines that the situation in Mali continues to constitute a threat to international peace and security, acting under Chapter VII of the Charter of the United Nations.\nHere is a concise summary of the Security Council document:\n\n1. Urges the Government of Mali, Plateforme and Coordination armed groups to fulfil their commitments under the Agreement on Peace and Reconciliation in Mali and to engage constructively to achieve its full and effective implementation.\n\n2. Urges the parties to immediately and fully respect and uphold the ceasefire agreements.\n\n3. Expresses readiness to consider targeted sanctions against those obstructing or threatening the implementation of the Agreement.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2227_2015_EN.pdf"
}