{
  "resolution_no": "2231",
  "year": 2015,
  "theme": [
    "Nuclear Non-Proliferation",
    "Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "UN Security Council",
    "E3/EU+3 (China, France, Germany, the Russian Federation, the United Kingdom, and the United States)",
    "Iran"
  ],
  "reporting_cycle": "The Director General of the IAEA to provide regular updates to the IAEA Board of Governors and, as appropriate, in parallel to the Security Council on Iran’s implementation of its commitments under the JCPOA every six months",
  "operative_authority": "Chapter VII",
  "summary": "**Centrifuge Component Manufacturing Transparency**\n\n* Iran and the IAEA will ensure containment and surveillance of centrifuge rotor tubes and bellows for 20 years.\n* Iran will provide an initial inventory of centrifuge rotor tubes and bellows and permit IAEA verification.\n* Iran will declare locations and equipment used for centrifuge component production and permit IAEA monitoring.\n\n**Other Uranium Isotope Separation Activities**\n\n* For 10 years, Iran's uranium isotope separation activities will be based on gaseous centrifuge technology.\n* Iran will permit IAEA access to verify compliance.\n\n**Activities Prohibited due to Nuclear Explosive Device Concerns**\n\n* Iran will not engage in activities that could contribute to nuclear explosive device development, including:\n\t+ Designing or simulating nuclear explosive devices using computer models.\n\t+ Developing or using multi-point explosive detonation systems, explosive diagnostic systems, or explosively driven neutron sources, unless approved by the Joint Commission for non-nuclear purposes and subject to monitoring.\nHere is a summarized version of the document:\n\n**Fundamental Principles for the Modernization of the Arak Research Reactor (IR-40)**\n\n* Maximize use of current infrastructure of original design\n* Modernize to a multi-purpose research reactor for radio-isotope production, materials testing, and neutronic experiments\n* Use heavy water as coolant, moderator, and reflector; light water may be used as an annular ring for safety\n* 78 fuel assemblies in a hexagonal grid with the following characteristics:\n\t+ Up to 3.67% enriched UO2 fuel\n\t+ Power not exceeding 20 MWth\n* Add beam tubes, a central channel with passive cooling, and irradiation channels\n* Design and construction of subsidiary laboratories are part of the modernization project\n\n**Preliminary Characteristics:**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2231_2015_EN.pdf"
}