{
  "resolution_no": "2230",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Conflict Prevention",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNISFA",
    "JBVMM",
    "JPSM",
    "AUHIP",
    "UNMISS",
    "UNAMID"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions and presidential statements on Sudan and South Sudan, reaffirms its commitment to the sovereignty, independence, unity, and territorial integrity of both countries. The Council reiterates that territorial boundaries shall not be altered by force and that any territorial disputes shall be settled peacefully. \n\nThe Council recalls the commitments made by the Government of Sudan and the Government of South Sudan in several agreements, including the 20 June 2011 Agreement on Temporary Arrangements for the Administration and Security of the Abyei Area. \n\nThe Council expresses full support for the efforts of the African Union to ease tension and facilitate negotiations on post-secession relations and normalization of relations between Sudan and South Sudan.\n\nThe Council reaffirms its previous resolutions on the protection of civilians in armed conflict, children and armed conflict, and women, peace, and security.\n\nThe Council stresses the need for effective human rights monitoring, including of sexual and gender-based violence, and reiterates its concern at the lack of cooperation by the parties with the Secretary-General.\n\nThe Council notes with concern the stalled efforts to manage the Abyei Area, delineate or agree on the coordinates of the Safe Demilitarized Border Zone (SDBZ), and fully implement the Joint Border Verification and Monitoring Mechanism (JBVMM).\n\nThe Council underlines the importance of establishing and maintaining effective JBVMM monitoring of the SDBZ.\n\nThe Council recognizes the importance of regular meetings between President Bashir and President Salva Kiir for continuing dialogue and calls upon all parties to engage constructively in negotiations on Abyei's final status under the auspices of the African Union High-level Implementation Panel (AUHIP).\nThe Security Council:\n\n1. Extends the mandate of UNISFA until 15 December 2015, and its tasks as set out in resolution 1990 (2011) and modified by resolutions 2024 (2011) and 2075 (2012).\n\n2. Takes note of the Secretary-General's recommendations, welcoming UNISFA's initiatives to support community dialogue and administration under AJOC supervision, and calls on the communities and Governments of Sudan and South Sudan to take concrete steps towards these goals.\n\n3. Underscores the critical need for cooperation between the Governments of Sudan and South Sudan for peace, security, and stability.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2230_2015_EN.pdf"
}