{
  "resolution_no": "2206",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "UNMISS",
    "IGAD",
    "African Union"
  ],
  "reporting_cycle": "The Panel of Experts reports within 60 days to the Security Council on its work and thereafter to report as deemed necessary by the Committee",
  "operative_authority": "Chapter VII",
  "summary": "The Council underscores its willingness to impose targeted sanctions to support an inclusive and sustainable peace in South Sudan.\n\n**Sanctions Designation Criteria**\n\n5. Targets individuals and entities responsible for actions or policies threatening peace, security, or stability in South Sudan, including:\n\t* Expanding or extending the conflict\n\t* Obstructing reconciliation or peace talks\n\t* Violating international human rights law or humanitarian law\n\t* Targeting civilians, including women and children\n\t* Using or recruiting children\n\t* Obstructing humanitarian missions or peacekeeping operations\n\n**Travel Ban**\n\n9. Imposes a travel ban on designated individuals for an initial period of one year, allowing for exceptions on humanitarian grounds, judicial processes, or for peace and national reconciliation.\n\n**Asset Freeze**\n\n12. Imposes an asset freeze on designated individuals and entities for an initial period of one year.\nThe Security Council:\n\nDecides to impose measures on individuals and entities designated by the Committee, prohibiting financial transactions and freezing assets;\n\n13. Exempts from these measures funds, assets, or resources necessary for:\n    (a) Basic expenses (food, rent, medicine, taxes, insurance, etc.) with Committee notification and no negative decision within 5 working days;\n    (b) Extraordinary expenses, subject to Committee approval;\n    (c) Judicial, administrative, or arbitral liens or judgments entered prior to the resolution;\n\n14. Allows addition of interest and earnings to frozen accounts, and payments due under pre-existing contracts;\n\n15. Permits payments under pre-existing contracts if not received by designated persons, with Committee notification;\n\n16. Establishes a Committee to:\n    (a) Monitor implementation;\n    (b) Seek information on individuals and entities engaging in certain acts;\n    (c) Designate individuals and consider exemption requests;\n    (d) Establish guidelines;\n    (e) Report to the Security Council;\n    (f) Encourage dialogue with Member States;\n    (g) Seek information from States;\n    (h) Examine alleged violations;\n\n17. Requests Member States to report on implementation within 90 days;\n\n18. Establishes a Panel of Experts for 13 months to assist the Committee, gather information, and analyze implementation.\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2206_2015_EN.pdf"
}