{
  "resolution_no": "2253",
  "year": "2015",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Counter-Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "ISIL (Da'esh)",
    "Al-Qaida",
    "UN",
    "CTED",
    "CTITF",
    "Financial Action Task Force"
  ],
  "reporting_cycle": "Quarterly briefings and comprehensive reports every six months",
  "operative_authority": "Chapter VII",
  "summary": "1. Decides to expand the scope of sanctions to individuals and entities supporting ISIL (Da’esh) and Al-Qaida.\n\n2. Expresses intent to ensure fair and clear procedures for listing and delisting individuals and entities.\n\n3. Recognizes challenges in implementing sanctions and stresses building capacities of Member States to counter terrorism and terrorist financing.\n\n4. Welcomes the Office of the Ombudsperson and its contributions to fairness and transparency.\n\n5. Encourages cooperation between the Committee and INTERPOL, UN bodies, and the Counter-Terrorism Implementation Task Force.\n\n6. Condemns kidnapping and hostage-taking by terrorist groups and calls for preventing ransom payments.\n\n7. Expresses concern over ISIL, Al-Qaida, and associated groups profiting from transnational organized crime.\n\n8. Recognizes the need to prevent and suppress terrorist financing, including from organized crime.\n\n9. Calls on non-governmental, non-profit, and charitable organizations to prevent terrorist abuse.\n\n10. Decides to eliminate the supply of weapons to terrorists.\n\n11. Expresses concern over terrorists using new information and communications technologies.\n\n12. Condemns the flow of international recruits to ISIL, Al-Qaida, and associated groups.\n\n13. Reiterates obligations of Member States to prevent foreign terrorist fighters’ movement.\n\n14. Condemns engagement in trade with ISIL, ANF, and associated individuals and entities.\n\n15. Condemns destruction of cultural heritage in Iraq and Syria.\nHere is a concise summary of the Security Council document 2253 (2015):\n\nThe Security Council:\n\n Condemns the trade in Iraqi and Syrian cultural property and other items of archaeological, historical, cultural, rare scientific, and religious importance illegally removed from Iraq since 6 August 1990 and from Syria since 15 March 2011.\n\n Expresses concern with the threat posed by ISIL, Al-Qaida, and associated individuals, groups, undertakings, and entities.\n\n Condemns in strongest terms abductions of women and children by ISIL, ANF, and associated individuals, groups, undertakings, and entities.\n\n Welcomes efforts to standardize the format of UN sanctions lists.\n\n Acting under Chapter VII of the Charter:\n\n1. Renames the 1267/1989 Al-Qaida Sanctions Committee as the “1267/1989/2253 ISIL (Da’esh) and Al-Qaida Sanctions Committee” and the Al-Qaida Sanctions List as the “ISIL (Da’esh) and Al-Qaida Sanctions List”.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2253_2015_EN.pdf"
}