{
  "resolution_no": "2243",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "WPS/CAAC",
    "Health"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINUSTAH",
    "United Nations country team",
    "Haitian National Police",
    "Special Representative of the Secretary-General"
  ],
  "reporting_cycle": "semi-annually, not later than forty-five days prior to its expiration",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\n* Urges the UN country team to continue supporting the Government of Haiti in addressing structural weaknesses, particularly in water and sanitation systems, to combat cholera.\n* Welcomes efforts to strengthen Haitian national health institutions and the creation of the High-Level Committee for the Elimination of Cholera.\n* Notes the decrease in cholera cases, but remains concerned about the situation in certain departments.\n* Emphasizes the importance of progress in Haiti's reconstruction, social and economic development, and security, accompanied by risk reduction and preparedness efforts.\n* Welcomes the development of the Government of Haiti's Framework for the Coordination of External Aid (CAED) and the increased joint programming of the UN country team.\n* Urges donors to complete their pledges to support access to services and jobs for the most vulnerable.\n* Emphasizes the role of regional organizations in Haiti's stabilization and reconstruction.\n* Welcomes the efforts of the Haitian National Police (HNP) and MINUSTAH's community policing efforts.\n* Expresses concern about sexual and gender-based violence, particularly against women and children.\n* Recognizes the importance of strengthening national human rights institutions and combating criminality and impunity.\n* Reaffirms the authority of the Special Representative of the Secretary-General in coordinating UN activities in Haiti.\n\nThe Security Council:\n\n* Decides to extend the mandate of MINUSTAH until 15 October 2016.\n* Sets MINUSTAH's overall force levels at up to 2,370 troops and 2,601 police personnel.\n* Affirms its intention to consider the possible withdrawal of MINUSTAH and transition to a future UN presence beginning no sooner than 15 October 2016, based on Haiti's capacity to ensure security and stability.\nHere is a summarized version of the Security Council document:\n\n4. Requests the Secretary-General to conduct a Strategic Assessment Mission to Haiti and present recommendations on the future presence and role of the UN in Haiti within 90 days after the inauguration of the new President.\n\n5. Affirms that adjustments to the force configuration should be based on the situation on the ground, taking into account the capacity of MINUSTAH and the Haitian National Police, and the results of the Secretary-General's strategic assessment.\n\n6. Calls upon MINUSTAH to maintain capacity to deploy troops rapidly throughout the country.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2243_2015_EN.pdf"
}