{
  "resolution_no": "2231",
  "year": 2015,
  "theme": [
    "Nuclear Non-Proliferation",
    "Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "UN Security Council",
    "E3/EU+3 (China, France, Germany, the Russian Federation, the United Kingdom, and the United States)",
    "Iran"
  ],
  "reporting_cycle": "The Director General of the IAEA to provide regular updates to the IAEA Board of Governors and, as appropriate, in parallel to the Security Council on Iran’s implementation of its commitments under the JCPOA every six months",
  "operative_authority": "Chapter VII",
  "summary": "5. Other:\n- Participants cover their own costs unless the Joint Commission decides otherwise.\n- Participants can request the Coordinator to circulate notifications.\n\n6. Procurement Working Group:\n- The Group reviews and decides on proposals for nuclear-related transfers to or activities with Iran.\n- Proposals are for: \n  - Supply, sale, or transfer of items, materials, equipment, goods, and technology to Iran.\n  - Provision of technical assistance or training, financial assistance, investment, brokering, or other services related to these items.\n  - Acquisition by Iran of an interest in a commercial activity in another State involving uranium mining, production, or use of nuclear materials and technologies.\n- The Joint Commission discharges its responsibility through the Procurement Working Group, comprising E3+3 States and Iran, with the High Representative as Coordinator.\n- Proposals are considered within 30 working days, with necessary supporting information, and approved if no disapprovals are received from Procurement Working Group participants within this timeframe.\nHere is a summarized version of the document:\n\n**6. Procurement Channel**\n\n* A Procurement Working Group will review proposals for procurement of items, materials, equipment, goods, and technology.\n* Proposals will be recommended for approval or disapproval; if not recommended, it may be referred to the Joint Commission.\n* The Joint Commission will decide on approval by consensus within 10 working days.\n* The Coordinator will communicate the recommendation to the UNSC within 35 or 45 working days.\n\n**6.4.5-6.4.6**\nThe Coordinator will inform UNSC of the Joint Commission's recommendation. \nThe Procurement Working Group will meet every three weeks, and IAEA may attend as an observer for nuclear-related proposals.\n\n**6.5-6.6**\nJCPOA participants will act in accordance with the procurement channel and only engage in approved transfers. \nAny participant may refer a procurement-related activity to the Joint Commission under the dispute settlement mechanism.\n\n**6.7-6.8**\nIran will provide IAEA access to locations of imported items and permit exporting states to verify end-use.\n\n**6.9-6.10**\nThe Procurement Working Group will respond to guidance requests within 9 working days. \nThe Joint Commission will report to UNSC every 6 months on Procurement Working Group's decisions.\n\n**7. Working Group on Implementation of Sanctions Lifting**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2231_2015_EN.pdf"
}