{
  "resolution_no": "2225",
  "year": "2015",
  "theme": [
    "Children and Armed Conflict",
    "Protection of Children",
    "Armed Conflict"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27",
    "Article 35"
  ],
  "entities": [
    "United Nations",
    "Security Council",
    "Secretary-General",
    "International Criminal Court"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nReaffirming previous resolutions on children and armed conflict, reiterates its primary responsibility for international peace and security and commitment to addressing the impact of armed conflict on children.\n\nAcknowledging progress in preventing and responding to violations against children, but remaining deeply concerned over the lack of progress in some situations, where parties to conflict continue to violate international law.\n\nRecalling that all parties to armed conflict must comply with international law obligations for child protection, including the Convention on the Rights of the Child and Geneva Conventions.\n\nConvinced that child protection should be a comprehensive strategy aspect to resolve conflict and build peace, and stressing the importance of conflict prevention.\n\nStressing Governments' primary role in providing protection and relief to affected children and recognizing the importance of strengthening national capacities.\n\nReiterating that UN entities' actions within the monitoring and reporting mechanism must support national Governments' protection and rehabilitation roles.\n\nRecognizing local leaders and civil society networks' roles in enhancing community-level protection and rehabilitation.\n\nRecalling the responsibility of Member States to end impunity and investigate and prosecute those responsible for crimes against children.\n\nHaving considered the Secretary-General's report, the Security Council expresses grave concern over child abductions, often perpetrated by non-State armed groups, and calls for perpetrators to be held accountable.\n\nGravely concerned by human rights abuses and international humanitarian law violations committed by non-state armed groups, particularly violent extremist groups.\n\nNoting Article 35 of the Convention on the Rights of the Child, calling for States Parties to prevent child abduction, sale, or traffic.\nHere is a concise summary of the Security Council document 2225 (2015):\n\nThe Security Council is gravely concerned about the impact of illicit transfer, accumulation, and misuse of small arms on children in armed conflict. The Council stresses that the best interests of the child should be considered in actions concerning children in armed conflict.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2225_2015_EN.pdf"
}