{
  "resolution_no": "2252",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Conflict Prevention"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMISS",
    "IGAD",
    "African Union",
    "JMEC"
  ],
  "reporting_cycle": "The Secretary-General reports every 60 days",
  "operative_authority": "Chapter VII",
  "summary": "Appreciates IGAD's operation of the Monitoring and Verification Mechanism (MVM) and welcomes its transition to the Ceasefire and Transitional Security Arrangements Monitoring Mechanism (CTSAMM).\n\nReaffirms its resolutions on the protection of civilians in armed conflict, humanitarian personnel, women, peace, and security, and conflict prevention.\n\nNoting the Secretary-General's reports, determines that the situation in South Sudan continues to constitute a threat to international peace and security.\n\nActing under Chapter VII, \n\n1. Reiterates its endorsement of the Cessation of Hostilities (CoH) Agreement and the “Agreement on the Resolution of the Conflict in the Republic of South Sudan”, calls for their immediate and full implementation, and expresses its intention to consider measures against those who undermine peace, stability, and security.\n\n2. Urges all parties to engage in an open and inclusive national dialogue seeking lasting peace, reconciliation, and good governance.\n\n3. Requests the Special Representative of the Secretary-General to lead the UN system in assisting the parties with swift implementation of the Agreement.\n\n4. Decides to extend the mandate of UNMISS until 31 July 2016.\n\n5. Underscores the importance of security in Juba, the role of the Joint Integrated Police (JIP), and implementation of security mechanisms.\n\n6. Affirms its intention to consider future tasks for UNMISS in support of transitional security arrangements and requests the Secretary-General to develop a plan to deter and respond to violence in Juba.\n\n7. Decides to increase UNMISS force levels up to 13,000 troops and 2,001 police personnel.\n\n8. Authorizes UNMISS to use all necessary means to perform tasks, including:\n\n(a) Protection of civilians:\n\n(i) Protect civilians under threat of physical violence.\n\n(ii) Deter violence against civilians, including foreign nationals.\n\n(iii) Implement a mission-wide early warning strategy.\nHere is a concise summary of the Security Council document:\n\n**Mandate of UNMISS**\n\nThe Security Council authorizes the United Nations Mission in South Sudan (UNMISS) to:\n\n**(a) Protection of Civilians**\n\n* Maintain public safety and security within UNMISS protection of civilians sites\n* Exercise good offices, confidence-building, and facilitation to support protection strategy, especially for women and children\n* Foster a secure environment for the safe and voluntary return of IDPs and refugees\n\n**(b) Monitoring and Investigating Human Rights**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2252_2015_EN.pdf"
}