{
  "resolution_no": "2219",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "Group of Experts",
    "International Criminal Court"
  ],
  "reporting_cycle": "The Group of Experts to submit an interim update by 15 September 2015 and a final report by 8 April 2016",
  "operative_authority": "Chapter VII",
  "summary": "10. Calls upon the Government of Côte d'Ivoire to enforce measures and incorporate provisions in its national legal framework.\n\n11. Urges all Member States to implement measures.\n\n12. Expresses concern about instability in western Côte d'Ivoire and encourages coordinated action by neighboring countries.\n\n13. Encourages UNOCI and UNMIL to coordinate in assisting border monitoring.\n\n14. Urges combatants to lay down their arms and encourages UNOCI to assist in collecting and storing arms.\n\n15. Reiterates the necessity for Ivorian authorities to provide access to the Group of Experts and UNOCI.\nHere is a summarized version of the Security Council document:\n\n24. Requests States to cooperate with the Committee, and authorizes the Committee to request further information.\n\n25. Extends the mandate of the Group of Experts until 30 May 2016 and requests the Secretary-General to support its action.\n\n26. Reiterates the Group's mandate to gather information on sources of financing for the purchase of arms and related materiel.\n\n27. Requests the Group of Experts to submit an interim update by 15 September 2015 and a final report by 8 April 2016.\n\n28. Decides that the update and report may include information and recommendations for designating individuals and entities.\n\n29. Requests the Group to report on the activities of sanctioned individuals and any continued threat to peace and security.\n\n30. Requests the Secretary-General to communicate information gathered by UNOCI on the supply of arms and related materiel.\n\n31. Requests the French Government to communicate information gathered by French forces on the supply of arms and related materiel.\n\n32. Welcomes Côte d'Ivoire's efforts to participate in the OECD-hosted implementation program on due diligence guidelines.\n\n33. Calls upon Ivorian authorities to dismantle illegal taxation networks and increase control over areas where natural resources are exploited.\n\n34. Asks the Group of Experts to assess the effectiveness of border measures and control.\n\n35. Urges all States and organizations to cooperate fully with the Committee, the Group of Experts, and UNOCI.\n\n36. Requests the Special Representatives to share relevant information with the Committee.\n\n37. Urges Ivorian parties and States to ensure the safety of the Group of Experts and provide unhindered access.\n\n38. Decides to remain actively seized of the matter.\nThe Security Council document 2219 (2015) Annex lists prohibited items, which are:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2219_2015_EN.pdf"
}