{
  "resolution_no": "2217",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Sanctions",
    "Political"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MINUSCA",
    "French Forces",
    "AU",
    "ECCAS",
    "UNOCA",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "every four months",
  "operative_authority": "Chapter VII",
  "summary": "Emphasizes the conducive environment for transnational criminal activity, such as arms trafficking and radical networks, due to the current security situation.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n* Acknowledges the contribution of the arms embargo to countering illicit transfer of arms in the Central African Republic (CAR) and supporting peacebuilding, disarmament, and security sector reform.\n* Expresses grave concern at the threat to peace and security in the CAR arising from illicit transfer, accumulation, and misuse of small arms and light weapons.\n* Reiterates concern at the illicit trade, exploitation, and smuggling of natural resources, including gold, diamonds, and wildlife poaching and trafficking.\n* Emphasizes the targeted sanctions aim at individuals and entities undermining peace, stability, or security in the CAR, and those involved in human rights abuses or violations.\n* Expresses concern at reported travel by sanctioned individuals and stresses the importance of effective implementation of the sanctions regime.\n* Reiterates serious concern at the dire humanitarian situation, including the needs of over 435,000 internally displaced persons, thousands trapped in enclaves, and over 450,000 refugees.\n* Urges all parties to ensure the safety and security of humanitarian personnel, UN personnel, and installations.\n* Welcomes efforts of the International Contact Group and the commitment of the CAR Transitional Authorities to complete the transition process.\n* Calls for swift steps to accelerate the electoral process, aiming for free, fair, and credible elections.\n* Welcomes grassroots consultations, the Bangui Forum, and joint action by domestic religious leaders to pacify relations and end violence.\n* Recalls the need for disarmament, demobilization, and reintegration, and stresses the importance of rebuilding the security sector.\n* Welcomes the EU's military advice mission and stresses the role of internal security forces in restoring security.\n* Recalls resolutions on protection of civilians, children, and women, and calls upon all parties to engage with Special Representatives.\n* Expresses concern at continued abuses against children and women, and the dire situation of persons with disabilities.\nHere is a concise summary of the Security Council document:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2217_2015_EN.pdf"
}