{
  "resolution_no": "2226",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Reconciliation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "UNMIL",
    "MINUSMA",
    "French Forces"
  ],
  "reporting_cycle": "The Secretary-General reports every 90 days, and a midterm report by 15 December 2015, and a report with recommendations by 31 March 2016",
  "operative_authority": "Chapter VII",
  "summary": "Urges the Government of Côte d’Ivoire to combat impunity, ensure independent justice, and cooperate with the International Criminal Court.\n\nExpresses concern about detention conditions and calls on the Government to ensure they meet international obligations.\n\nCommends troop- and police-contributing countries to UNOCI and underlines the importance of providing qualified personnel.\n\nRecognizes the contribution of the arms embargo to stability in Côte d’Ivoire.\n\nCommends the African Union and ECOWAS for their efforts to consolidate peace and stability.\n\nWelcomes Côte d’Ivoire’s ratification of the Conventions on Statelessness and steps to revise its nationality laws.\n\nDetermining that the situation in Côte d’Ivoire continues to pose a threat to international peace and security:\n\nActing under Chapter VII of the Charter:\n\n**National Reconciliation and Social Cohesion**\n\n1. Welcomes the resumption of dialogue between the Government and opposition.\n2. Commends the Special Representative of the Secretary-General’s good offices efforts.\n3. Emphasizes the importance of pursuing a national reconciliation and social cohesion strategy.\n4. Welcomes the work of the Commission Electorale Indépendante and urges the Government to implement the legal framework for the October 2015 presidential election.\n5. Affirms its intention to review the listing of individuals subject to financial and travel measures if they engage in actions that further national reconciliation.\n\n**Disarmament, Demobilization and Reintegration (DDR)**\n\n6. Calls upon the Government to complete the DDR process before the presidential election.\nThe Security Council:\n\n1. On DDR (Disarmament, Demobilization and Reintegration), encourages organizations to provide financial contributions; \n\n2. Requests UNCT to facilitate planning and implementation of supporting programmes in consultation with UNOCI and international partners;\n\n3. Urges the Ivorian Government to ensure a transparent and inclusive DDR process covering unregistered former combatants, enhance collection and disposal of weapons and develop long-term solutions for former combatants.\n\n4. On Security Sector Reform (SSR), calls on the Ivorian Government to accelerate implementation of its national SSR strategy to establish inclusive and accountable security forces.\n\n5. Urges the deployment of police and gendarmerie to assume public order tasks from FRCI and other groups.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2226_2015_EN.pdf"
}