{
  "resolution_no": "2199",
  "year": "2015",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Counter-Terrorism Financing"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "ISIL (Islamic State of Iraq and the Levant)",
    "Al-Qaida",
    "Al-Nusrah Front (ANF)",
    "1267/1989 Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "Member States to report to the Committee within 120 days",
  "operative_authority": "Chapter VII",
  "summary": "The Council reaffirms the obligation of Member States to freeze funds and other financial assets or economic resources of persons and entities involved in terrorist acts. \n\nThe Council expresses concern that economic resources, such as oil and precious metals, are made available to ISIL, ANF, and other Al-Qaida-associated individuals and entities, and notes that direct or indirect trade with them could constitute a violation of obligations imposed by resolution 2161 (2014).\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReminds states of their obligation to bring to justice individuals involved in terrorist acts.\n\nReaffirms decision 2133 (2014) and notes that ransom payments to terrorist groups support their operations.\n\nExpresses concern about terrorists' use of new technologies to facilitate terrorist acts.\n\nExpresses grave concern about ISIL's kidnapping and hostage-murdering.\n\nWelcomes the report on ANF and ISIL and takes note of its recommendations.\n\nNotes with concern the threat posed by ISIL, ANF, and Al-Qaida-associated individuals and entities.\n\n Acting under Chapter VII:\n\n**Oil Trade**\n\n1. Condemns trade with ISIL, ANF, and Al-Qaida-associated entities, particularly in oil and oil products.\n\n2. Reaffirms states' obligation to prevent assets and economic resources from being made available to ISIL, ANF, and Al-Qaida-associated entities.\n\n3. Requires states to freeze funds and assets of ISIL, ANF, and Al-Qaida-associated entities.\n\n4. Prohibits states from making funds or resources available for the benefit of ISIL, ANF, and Al-Qaida-associated entities.\n\n5. Notes that funds and assets may not be directly held by listed parties.\n\n6. Confirms that economic resources include oil, oil products, and natural resources.\n\n7. Emphasizes states' obligation to freeze funds, assets, and economic resources of ISIL, ANF, and Al-Qaida-associated entities.\n\n8. Recognizes the need to prevent and suppress terrorism financing.\n\n9. Emphasizes states' obligation to prevent resources from being made available to ISIL, ANF, and Al-Qaida-associated entities.\n\n10. Expresses concern about the use of vehicles to transfer oil and resources for or on behalf of ISIL, ANF, and Al-Qaida-associated entities.\n\n11. Reaffirms states' obligation to bring to justice individuals involved in terrorist acts and ensure that such acts are established as serious criminal offenses.\nHere is a summarized version of the Security Council document:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2199_2015_EN.pdf"
}