{
  "resolution_no": "2216",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIFIL",
    "MINUSMA",
    "Gulf Cooperation Council",
    "Group of Ambassadors in Sana’a",
    "Al-Qaida in the Arabian Peninsula (AQAP)"
  ],
  "reporting_cycle": "10 days",
  "operative_authority": "Chapter VII",
  "summary": "**Implementation and Inspection**\n\n* Calls upon Member States to inspect cargo to Yemen, if they have information that provides reasonable grounds to believe the cargo contains prohibited items.\n* Authorizes Member States to seize and dispose of prohibited items.\n* Requires Member States to submit reports to the Committee on inspections, seizures, and disposals.\n\n**Designation Criteria**\n\n* Reaffirms the designation criteria set out in resolution 2140 (2014) and stresses the importance of their full implementation.\n\n**Mandate of the Sanctions Committee**\n\n* Expands the Committee's tasks to monitor implementation of the arms embargo, seek information from States, examine alleged non-compliance, and designate additional individuals and entities.\n\n**Mandate of the Panel of Experts**\n\n* Expands the Panel's mandate to monitor implementation of the arms embargo.\n* Increases the Panel to five members and requests the Secretary-General to make necessary arrangements.\n\n**Commitment to Review**\n\n* Reaffirms readiness to take further measures in case of non-implementation by any Yemeni party of this resolution and resolution 2201 (2015).\n\n**Conclusion**\n\n* Decides to remain actively seized of the matter.\n2216 (2015)\n\nAnnex\n\nThe Security Council has designated the following individuals for engaging in acts that threaten the peace, security, or stability of Yemen:\n\n1. Abdulmalik al-Houthi \n- Leader of the Houthi group \n- Took Sanaa in September 2014 and attempted to replace Yemen's legitimate government in January 2015\n- Assumed leadership of Yemen's Houthi movement in 2004 \n- Threatened Yemeni authorities and detained President Hadi, Prime Minister, and cabinet members \n\n2. Ahmed Ali Abdullah Saleh \n- Engaged in acts threatening Yemen's peace, security, and stability \n- Undermined President Hadi's authority and hindered Yemen's transition to democracy \n- Facilitated Houthi military expansion \n- Issued thousands of new rifles to Republican Guard brigades and tribal shaykhs \n- Retained influence within the Yemeni military despite being dismissed by President Hadi \n- His father, Ali Abdullah Saleh, was designated by the UN under UNSCR 2140 in November 2014",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2216_2015_EN.pdf"
}