{
  "resolution_no": "2198",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MONUSCO",
    "Group of Experts",
    "ICGLR",
    "FARDC",
    "FDLR",
    "ADF",
    "LRA",
    "FNL"
  ],
  "reporting_cycle": "The Group of Experts to provide a mid-term report no later than 30 October 2015, and a final report no later than 15 June 2016",
  "operative_authority": "Chapter VII",
  "summary": "Expresses full support to the Group of Experts and calls for enhanced cooperation from all States, MONUSCO, and relevant UN bodies.\n\n Strongly condemns armed groups operating in the region for their violations of international humanitarian law and human rights abuses.\n\n Demands that:\n- FDLR, ADF, LRA and other armed groups cease violence and disband\n- States in the region take effective steps to prevent support for armed groups\n- Government of the DRC accelerates implementation of its Disarmament, Demobilisation and Reintegration programme.\nHere is a summarized version of the Security Council document:\n\n**Commitments of the Government of the DRC**\n\n* Welcomes progress made by the Government of the DRC on ending recruitment and use of children in armed conflict, urges continued implementation of its action plan to release and reintegrate children associated with armed forces and prevent further recruitment.\n* Calls on the Government to prevent detention of children on charges related to association with armed groups.\n* Urges the Government to continue efforts to end sexual violence and violations committed by its armed forces.\n\n**Accountability and Impunity**\n\n* Stresses importance of holding accountable those responsible for war crimes and crimes against humanity in the DRC.\n* Recalls that there should be no impunity for those responsible for violations of international humanitarian law and human rights.\n\n**Arms and Ammunition**\n\n* Calls on the Government to enhance stockpile security, accountability, and management of arms and ammunition.\n* Urges implementation of a national weapons marking program.\n\n**Natural Resources**\n\n* Encourages efforts to address issues of illegal exploitation and smuggling of natural resources.\n* Stresses need to cut off financing for armed groups involved in destabilizing activities through illicit trade of natural resources.\n* Welcomes measures taken by the Congolese Government to implement due diligence guidelines on supply chain of minerals.\n\n**Role of MONUSCO**\n\n* Recalls MONUSCO's mandate to support Congolese authorities in implementing national commitments under the PSC Framework agreement.\n* Recalls MONUSCO's mandate to monitor implementation of arms embargo and seize, collect, and dispose of arms brought into the DRC in violation of measures imposed.\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2198_2015_EN.pdf"
}