{
  "resolution_no": "2202",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Sovereignty and Territorial Integrity"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "Ukraine",
    "Russian Federation",
    "European Union",
    "OSCE",
    "Trilateral Contact Group"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The special status of certain areas of Donetsk and Luhansk regions includes measures such as:\n\n- Exemption from punishment and prosecution for persons involved in events in certain areas\n- Right to linguistic self-determination\n- Participation of local self-government in appointment of heads of public prosecution offices and courts\n- State support for social and economic development\n- Cross-border cooperation with districts of the Russian Federation\n- Creation of people's police units\n- Protection of powers of local council deputies and officials.\nThe President of the Russian Federation, Vladimir Putin, the President of Ukraine, Petro Poroshenko, the President of the French Republic, François Hollande, and the Chancellor of the Federal Republic of Germany, Dr. Angela Merkel, reaffirm their full respect for Ukraine's sovereignty and territorial integrity. They commit to a peaceful settlement, endorsing the \"Package of Measures for the Implementation of the Minsk Agreements\" adopted on February 12, 2015. They will contribute to and use their influence to facilitate implementation. Germany and France will provide technical expertise for the banking system in conflict-affected areas. They support trilateral talks between the EU, Ukraine, and Russia on energy and the Deep and Comprehensive Free Trade Agreement. Leaders commit to a joint humanitarian and economic space from the Atlantic to the Pacific, based on international law and OSCE principles. They agree to establish an oversight mechanism in the Normandy format, convening at regular intervals.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2202_2015_EN.pdf"
}