{
  "resolution_no": "2219",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "Group of Experts",
    "International Criminal Court"
  ],
  "reporting_cycle": "The Group of Experts to submit an interim update by 15 September 2015 and a final report by 8 April 2016",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Côte d'Ivoire, reaffirms its commitment to the country's sovereignty, independence, territorial integrity, and unity.\n\nWelcomes progress towards restoring security, peace, and stability, and commends the President and Government of Côte d'Ivoire's efforts to stabilize the security situation and promote economic recovery.\n\nNotes the contribution of measures imposed by resolutions 1572 (2004), 1643 (2005), 1975 (2011), and 1980 (2011) to Côte d'Ivoire's stability, including countering illicit transfer of small arms and light weapons.\n\nWelcomes reforms adopted to prepare for the October 2015 presidential election, including amendments to the electoral code, and encourages the Independent Electoral Commission to engage all political stakeholders.\n\nWelcomes the Government's commitment to security sector reform (SSR) and efforts towards its implementation, but expresses concern about delays in adopting certain laws and regulations.\n\nNotes progress in disarmament, demobilization, and reintegration (DDR) of former combatants, but expresses concern about delays and emphasizes the need for sufficient financial resources and viable reintegration opportunities.\n\nWelcomes efforts to monitor and manage weapons through the National Commission to Fight Against the Proliferation and Illicit Traffic of Small Arms and Light Weapons, with UNOCI's support.\n\nReiterates the need for the Government to train and equip its security forces, especially the police and gendarmerie, with standard policing weapons and ammunition.\n\nRe-emphasizes the importance of the Government's ability to respond proportionately to threats to citizens' security.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Côte d’Ivoire, \n\nCondemns all human rights and international humanitarian law violations, \n\nCalls on the Ivorian government to ensure its security forces respect human rights and international law,\n\nWelcoming Ivorian efforts to combat illegal taxation systems and reduce checkpoints,\n\nRecalling termination of measures on diamond imports, \n\nNoting progress towards Kimberley Process Certification Scheme (KPCS) implementation,\n\nReiterating condemnation of violence against civilians, women, children, and foreign nationals,\n\nWelcoming efforts to bring perpetrators to justice,",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2219_2015_EN.pdf"
}