{
  "resolution_no": "2231",
  "year": 2015,
  "theme": [
    "Nuclear Non-Proliferation",
    "Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "UN Security Council",
    "E3/EU+3 (China, France, Germany, the Russian Federation, the United Kingdom, and the United States)",
    "Iran"
  ],
  "reporting_cycle": "The Director General of the IAEA to provide regular updates to the IAEA Board of Governors and, as appropriate, in parallel to the Security Council on Iran’s implementation of its commitments under the JCPOA every six months",
  "operative_authority": "Chapter VII",
  "summary": "**Sanctions on Iran**\n\nThe document outlines various sanctions on Iran, including:\n\n**4.3 Energy Sector**\n- Sanctions on purchase, acquisition, sale, transportation, or marketing of petroleum, petrochemical products, and natural gas from Iran (Sections 1245(d)(1) and (3), TRA Section 212(a), IFCA Sections 1244(c)(1), (d) and (h)(2), 1246(a) and 1247(a))\n- Sanctions on export, sale, or provision of refined petroleum products and petrochemical products to Iran (ISA Section 5(a)(3), NDAA Sections 1245(d)(1) and (3))\n- Sanctions on transactions with Iran's energy sector, including NIOC, NICO, and NITC\n\n**4.4 Shipping, Shipbuilding, and Port Sectors**\n- Sanctions on transactions with Iran's shipping and shipbuilding sectors and port operators\n\n**4.5 Gold and Other Precious Metals**\n- Sanctions on Iran's trade in gold and other precious metals\n\n**4.6 Software and Metals**\n- Sanctions on trade with Iran in graphite, raw or semi-finished metals, coal, and software for integrating industrial processes\n\n**4.7 Automotive Sector**\n- Sanctions on sale, supply, or transfer of goods and services used in connection with Iran's automotive sector\n\n**4.8 Designations and Other Sanctions Listings**\n- Removal of individuals and entities from the SDN List, the Foreign Sanctions Evaders List, and/or the Non-SDN Iran Sanctions Act List\n\n**4.9 Nuclear Proliferation-Related Measures**\n- Sanctions under the Iran, North Korea, and Syria Nonproliferation Act\n- Sanctions on joint ventures relating to uranium mining, production, or transportation\n\n**5. Other Trade Measures**\n- The United States commits to allowing the sale of commercial passenger aircraft and related parts and services to Iran for exclusively civil aviation end-use.\nThe document outlines the sanctions relief to be provided to Iran as part of the Joint Comprehensive Plan of Action (JCPOA). \n\n5.1.1 The US will license the export, re-export, sale, lease or transfer to Iran of spare parts and components for commercial passenger aircraft, and associated services, provided that licensed items and services are used exclusively for commercial passenger aviation; \n\n5.1.2 The US will license non-U.S. entities that are owned or controlled by a U.S. person to engage in activities with Iran that are consistent with this JCPOA;\n\n5.1.3 The US will license the importation into the United States of Iranian-origin carpets and foodstuffs, including pistachios and caviar.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2231_2015_EN.pdf"
}