{
  "resolution_no": "2256",
  "year": "2015",
  "theme": [
    "International Criminal Justice",
    "Tribunals",
    "Impunity"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 16"
  ],
  "entities": [
    "International Criminal Tribunal for Rwanda (ICTR)",
    "International Tribunal for the former Yugoslavia (ICTY)",
    "International Residual Mechanism for Criminal Tribunals (Mechanism)"
  ],
  "reporting_cycle": "six-monthly reports",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nReaffirming its determination to combat impunity for international crimes and ensure those indicted by the ICTR and ICTY are brought to justice,\n\nRecalling resolutions 827 (1993), 955 (1994), 1503 (2003), 1534 (2004), and 1966 (2010) which established the International Residual Mechanism for Criminal Tribunals,\n\nNoting the ICTY and ICTR Completion Strategy Reports and updated trial and appeals schedules,\n\nWelcoming the arrest of Ladislas Ntaganzwa, but concerned many genocide suspects, including eight ICTR fugitives, remain at large,\n\nNoting concerns on staffing and the need for staff retention at the ICTY,\n\nRecalling previous resolutions on extending terms of office of ICTY judges,\n\nHaving considered the nomination of Mr. Serge Brammertz as Prosecutor of the ICTY,\n\nNoting the report on the Mechanism's progress and concerns on relocation of acquitted and convicted persons,\n\nNoting referrals of cases to national jurisdictions and emphasizing monitoring progress,\n\n1. Welcomes the ICTR's completion of judicial work and impending closure;\n2. Acknowledges the ICTR's substantial contribution to national reconciliation, peace, and international criminal justice;\n3. Reiterates its request to the ICTY to complete its work expeditiously and facilitate closure;\n4. Underlines States' obligation to cooperate with the ICTY and Mechanism;\n5. Decides to extend the term of office of ICTY judges Jean-Claude Antonetti and Melville Baird until 31 March 2016 or completion of assigned cases.\nThe Security Council:\n\n6. Decides to extend the term of office of Koffi Kumelio A. Afande (Togo), a permanent judge at the ICTY and member of the Appeals Chamber, until 30 June 2016 or until the completion of the cases to which he is or will be assigned, if sooner.\n\n7. Decides to extend the term of office of the following permanent and ad litem judges at the ICTY, members of the Trial Chambers, until 31 October 2016 or until the completion of the cases to which they are or will be assigned, if sooner: \nBurton Hall (The Bahamas), Guy Delvoie (Belgium), Antoine Kesia-Mbe Mindua (Democratic Republic of Congo).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2256_2015_EN.pdf"
}