{
  "resolution_no": "2228",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Protection of Civilians"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMID",
    "AU",
    "UN Country Team (UNCT)"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "11. Commends troop- and police-contributing countries and calls for continued efforts to address equipment and self-sustainment shortfalls;\n\n12. Strongly condemns attacks on UNAMID and demands that those responsible be held accountable;\n\n13. Reiterates deep concern that hindrances remain to UNAMID's implementation of its mandate; \n\n14. Calls on all parties in Darfur to remove obstacles to UNAMID's full discharge of its mandate.\n\n15. Demands the Government of Sudan comply with the Status of Forces Agreement.\nHere is a summarized version of the Security Council document:\n\n16. The Council demands that all parties in Darfur immediately end attacks on civilians, peacekeepers, and humanitarian personnel, and comply with international human rights and humanitarian law, condemning all violations.\n\n17. The Council expresses concern at the deteriorating humanitarian situation in Darfur, threats to humanitarian personnel and facilities, and restricted access to conflict areas, demanding the Government of Sudan and other stakeholders ensure safe and unhindered access for humanitarian organizations.\n\n18. The Council condemns increased human rights violations and abuses in Darfur, including extrajudicial killings, excessive force, and sexual violence, calling on the Government of Sudan to investigate and bring perpetrators to justice.\n\n19. The Council requests UNAMID to monitor and report on human rights abuses and violations of humanitarian law.\n\n20. The Council requests UNAMID to provide support to non-UN security forces in compliance with the Human Rights Due Diligence Policy.\n\n21. The Council urges close coordination among UN missions in the region.\n\n22. The Council emphasizes cooperation and information-sharing between UNAMID and other regional and international partners.\n\n23. The Council stresses achieving dignified solutions for refugees and IDPs, demanding parties create conditions for voluntary return or local integration.\n\n24. The Council demands parties cease all acts of sexual and gender-based violence, making time-bound commitments to combat it.\n\n25. The Council demands parties cease all violations and abuses against children, developing action plans to end and prevent recruitment and use of children.\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2228_2015_EN.pdf"
}