{
  "resolution_no": "2231",
  "year": 2015,
  "theme": [
    "Nuclear Non-Proliferation",
    "Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "UN Security Council",
    "E3/EU+3 (China, France, Germany, the Russian Federation, the United Kingdom, and the United States)",
    "Iran"
  ],
  "reporting_cycle": "The Director General of the IAEA to provide regular updates to the IAEA Board of Governors and, as appropriate, in parallel to the Security Council on Iran’s implementation of its commitments under the JCPOA every six months",
  "operative_authority": "Chapter VII",
  "summary": "The sequence of implementation of these commitments is specified in Annex V (Implementation Plan) to the Joint Comprehensive Plan of Action (JCPOA).\nHere is a summarized version of the document:\n\n**Section 1: EU Sanctions and Restrictive Measures**\n\n1.1. Nuclear materials, equipment, and technology (sanctions under Council Decision 2010/413/CFSP and Council Regulation (EU) No 267/2012)\n1.2. Dual-use goods and technology (sanctions under Council Decision 2010/413/CFSP and Council Regulation (EU) No 267/2012)\n1.3. Goods and technology for military or dual-use (sanctions under Council Decision 2010/413/CFSP and Council Regulation (EU) No 267/2012)\n1.4. Crude oil, petroleum products, petrochemical products, natural gas (sanctions under Council Decision 2010/413/CFSP and Council Regulation (EU) No 267/2012)\n1.5. Investment, trade, and financial activities related to sectors mentioned above (sanctions under Council Decision 2010/413/CFSP and Council Regulation (EU) No 267/2012)\n1.6. Metals (sanctions under Council Decision 2010/413/CFSP and Council Regulation (EU) No 267/2012)\n1.7. Software (sanctions under Council Decision 2010/413/CFSP and Council Regulation (EU) No 267/2012)\n1.8. Arms (sanctions under Council Decision 2010/413/CFSP and Council Regulation (EU) No 267/2012)\n1.9. Listing of persons, entities, and bodies (asset freeze and visa ban) \n1.10. Other provisions (definitions, general and final provisions)\n\n**Section 2: Representation of EU Sanctions**\n\nThe EU represents that the provisions listed in Section 1 constitute the full and complete list of all EU nuclear-related sanctions or restrictive measures.\n\n**Section 3: Effects of Lifting EU Economic and Financial Sanctions**\n\nAs a result of lifting sanctions, the following activities will be allowed:\n\n3.1. Activities, including associated services, will be allowed, beginning on implementation day, in accordance with this JCPOA and provided that such activities are otherwise consistent with EU and EU Member States’ laws and regulations in effect.\n\n3.2. Financial, banking, and insurance measures:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2231_2015_EN.pdf"
}