{
  "resolution_no": "2211",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Protection of Civilians"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MONUSCO",
    "UN Group of Experts",
    "International Conference on the Great Lakes Region (ICGLR)",
    "Southern African Development Community (SADC)",
    "African Union (AU)"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council every three months on the implementation of MONUSCO’s mandate",
  "operative_authority": "Chapter VII",
  "summary": "**Cooperation with MONUSCO**\nThe Council demands full cooperation from all parties for MONUSCO's deployment, operations, and monitoring functions, guaranteeing the safety and unrestricted freedom of movement of UN personnel.\n\n**Support to the UN Group of Experts**\nThe Council supports the UN Group of Experts and calls for enhanced cooperation from States, MONUSCO, and the Group, ensuring the safety and access of the Group's members and staff.\n\n**Exit Strategy**\nThe Council stresses that MONUSCO's exit should be gradual and progressive, tied to specific targets developed by the Government of the DRC and MONUSCO. The Government is encouraged to engage in a strategic dialogue with the UN to develop a roadmap and exit strategy.\n\n**Reporting by the Secretary-General**\nThe Council requests the Secretary-General to report every three months on MONUSCO's mandate implementation, including:\n- Situation on the ground\n- Progress in implementing strategic review recommendations\n- DRC's progress on PSC Framework commitments\n- Assessment of the exit strategy\n- Electoral process progress\n- Risks and security measures for UN personnel\n\nThe Council also requests six-monthly reports on the implementation of PSC Framework commitments.\n\nThe Council decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2211_2015_EN.pdf"
}