{
  "resolution_no": "2199",
  "year": "2015",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Counter-Terrorism Financing"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "ISIL (Islamic State of Iraq and the Levant)",
    "Al-Qaida",
    "Al-Nusrah Front (ANF)",
    "1267/1989 Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "Member States to report to the Committee within 120 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council reaffirms its primary responsibility for maintaining international peace and security, and that terrorism in all forms is a serious threat to it. The Council stresses the importance of combating terrorism by all means, in accordance with the Charter of the United Nations and international law. \n\nThe Council recalls its previous resolutions, including 1267 (1999), 1989 (2011), 2161 (2014), 2170 (2014), and 2178 (2014), and its intention to consider additional measures to disrupt the oil trade by ISIL, ANF, and other individuals and entities associated with Al-Qaida. \n\nThe Council emphasizes that sanctions are an important tool in countering terrorism and underlines the importance of implementing relevant resolutions, particularly 1267 (1999) and 1989 (2011). \n\nThe Council reaffirms the independence, sovereignty, unity, and territorial integrity of Iraq and Syria, and that terrorism cannot be associated with any religion, nationality, or civilization. \n\nThe Council stresses that a sustained and comprehensive approach is needed to defeat terrorism, involving the active participation of all States, international and regional organizations. \n\nThe Council expresses deep appreciation for Arab League Resolution 7804, the Paris Statement, the FATF statement on countering ISIL financing, and the Manama declaration. \n\nThe Council reaffirms its resolution 1373 (2001) and decisions on preventing and suppressing the financing of terrorist acts. \n\nThe Council recognizes the need to build capacities of Member States to counter terrorism and terrorist finance. \n\nThe Council reiterates its concern that oilfields and infrastructure controlled by ISIL, ANF, and other Al-Qaida-associated individuals and entities generate a significant portion of their income. \n\nThe Council condemns abductions of women and children, and expresses outrage at their exploitation and abuse. \n\nThe Council reaffirms the obligation of Member States to freeze funds and other financial assets or economic resources of persons and entities involved in terrorist acts.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2199_2015_EN.pdf"
}