{
  "resolution_no": "2200",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Sanctions",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNAMID",
    "African Union High-Level Implementation Panel (AUHIP)",
    "Panel of Experts"
  ],
  "reporting_cycle": "The Panel of Experts to provide updates every three months to the Committee regarding its activities",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Sudan, reaffirms its commitment to peace, sovereignty, and territorial integrity of Sudan.\n\nReiterates the need to end violence in Darfur, addressing root causes through an inclusive political process.\n\nNotes the importance of the African Union High-Level Implementation Panel and the Doha Document for Peace in Darfur.\n\nExpresses deep concern at increased violence, insecurity, and humanitarian crisis in Darfur.\n\nDemands an end to violence against civilians, human rights abuses, and international humanitarian law violations.\n\nCalls for safe and unhindered humanitarian access to all areas.\n\nCondemns external links between non-signatory armed groups and groups outside Darfur.\n\nDemands ceasefire, including aerial bombardments.\n\nExpresses concern at illicit transfer of small arms and light weapons.\n\nDeplores continued violations of resolution 1591 (2005) by the Government of Sudan.\n\nDemands cessation of acts of sexual violence, recruitment of children, and indiscriminate attacks on civilians.\n\nReaffirms concern over the negative effect of violence in Darfur on Sudan's stability and the region.\n\nWelcomes cooperation between Sudan and Chad, encouraging regional cooperation.\n\nDeplores human rights violations and abuses by Government of Sudan security forces and armed groups.\n\nExpresses concern at obstacles imposed by the Government of Sudan on the Panel of Experts' work.\n\nWelcomes improved cooperation between the Government of Sudan and the Panel of Experts.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Sudan, particularly 1556 (2004), 1591 (2005), and 1945 (2010), and the report of the Panel of Experts (S/2015/31);\n\n1. Extends the mandate of the Panel of Experts until 12 March 2016 and requests the Secretary-General to take necessary administrative measures.\n\n2. Requests the Panel to provide a midterm update by 12 August 2015 and a final report by 15 January 2016 to the Committee.\n\n3. Requests the Panel to provide updates every three months to the Committee on its activities and report any obstacles encountered.\n\n4. Requests the Panel to report on the implementation and effectiveness of paragraph 10 of resolution 1945 (2010).\n\n5. Reiterates support for efforts to promote peace and stability in Darfur, including UNAMID and AUHIP.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2200_2015_EN.pdf"
}