{
  "resolution_no": "2231",
  "year": 2015,
  "theme": [
    "Nuclear Non-Proliferation",
    "Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "UN Security Council",
    "E3/EU+3 (China, France, Germany, the Russian Federation, the United Kingdom, and the United States)",
    "Iran"
  ],
  "reporting_cycle": "The Director General of the IAEA to provide regular updates to the IAEA Board of Governors and, as appropriate, in parallel to the Security Council on Iran’s implementation of its commitments under the JCPOA every six months",
  "operative_authority": "Chapter VII",
  "summary": "5.1.3 The US will license the importation into the United States of Iranian-origin carpets and foodstuffs, including pistachios and caviar.\n\n6. The US represents that the provisions listed in Section 4 above constitute the full and complete list of all U.S. nuclear-related sanctions.\n\n7. Effects of the lifting of U.S. economic and financial sanctions: \n\n7.1 As a result of the lifting of sanctions specified in Section 4 above, beginning on implementation day such sanctions, including associated services, would not apply to non-U.S. persons who carry out the following;\n\n7.2 Financial and banking measures: Engage in activities, including financial and banking transactions, with the Government of Iran, the Central Bank of Iran, Iranian financial institutions and other Iranian persons;\n\n7.3 Insurance measures: Provide underwriting services, insurance, or re-insurance in connection with activities consistent with this JCPOA;\n\n7.4 Energy and petrochemical sectors: Are part of the energy sector of Iran; purchase, acquire, sell, transport or market petroleum, petroleum products to or from Iran;\n\n7.5 Shipping, shipbuilding and port sectors: Own, operate, control or insure a vessel used to transport crude oil, petroleum products to or from Iran; operate a port in Iran;\n\n7.6 Gold and other precious metals: Sell, supply, export or transfer, directly or indirectly, to or from Iran, gold and other precious metals.\nThe Security Council document 2231 (2015) outlines several provisions related to sanctions relief for Iran. \n\nThe document allows for:\n- The sale, supply, or transfer of graphite, raw or semi-finished metals, coal, and software for integrating industrial processes to or from Iran, in connection with activities consistent with the JCPOA.\n- The provision of services, including security, insurance, and transportation, for the foregoing.\n- Financial transactions or provision of services, including insurance and transportation, for trade with individuals and entities listed in Attachment 3.\n- Transactions for the sale, supply, or transfer to Iran of goods and services used in the automotive sector.\n- The removal of designations and/or sanctions, and unblocking of property and interests in property within U.S. jurisdiction for individuals and entities listed in Attachment 3.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2231_2015_EN.pdf"
}