{
  "resolution_no": "2227",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Humanitarian Assistance",
    "Terrorism",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINUSMA",
    "French forces",
    "G5 Sahel",
    "African Union",
    "United Nations"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "**Mandate of MINUSMA**\n\n* Support the conduct of inclusive, free, fair and transparent local elections (para iv)\n* Exercise good offices, confidence-building and facilitation for reconciliation and social cohesion (para c)\n* Protect civilians under imminent threat of physical violence (para d.i)\n* Stabilize key population centers and areas where civilians are at risk (para d.ii)\n* Provide specific protection for women and children affected by armed conflict (para d.iii)\n* Assist Malian authorities with removal and destruction of mines and explosive devices (para d.iv)\n* Promote and protect human rights, including supporting efforts to bring to justice those responsible for serious abuses (para e.i)\n* Monitor, investigate and report on violations of international humanitarian law and human rights (para e.ii)\n* Provide humanitarian assistance and support stabilization projects (para f)\n* Protect UN personnel, installations and equipment (para g)\n* Assist in protecting cultural and historical sites in Mali (para h)\n\n**Deployment and Capacities of MINUSMA**\n\n* Request Secretary-General to enable MINUSMA to reach full operational capacity (para 15)\n* Request Secretary-General to take measures to enhance safety and security of MINUSMA personnel (para 16)\n* Urge troop- and police-contributing countries to expedite deployment of equipment and personnel (para 17)\n* Call upon Member States to ensure free and unhindered movement of MINUSMA personnel and equipment (para 18)\n* Encourage Secretary-General to review Mission concept and keep it informed (para 19)\n\n**Cross-cutting Issues**\n\n* Request MINUSMA to enhance interaction with civilian population and communication with Malian Defence and Security Forces (para 20)\nHere is a concise summary of the Security Council document:\n\n21. MINUSMA to provide support to non-UN security forces in strict compliance with the Human Rights Due Diligence Policy.\n\n22. Secretary-General to ensure MINUSMA's full compliance with the UN's zero-tolerance policy on sexual exploitation and abuses.\n\n23. MINUSMA to consider gender issues throughout its mandate, assist Malian authorities in ensuring women's participation in stabilization, security sector reform, disarmament, and reconciliation.\n\n24. MINUSMA to prioritize child protection throughout its mandate, assist Malian authorities in preventing violations against children.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2227_2015_EN.pdf"
}