{
  "resolution_no": "2227",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Humanitarian Assistance",
    "Terrorism",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINUSMA",
    "French forces",
    "G5 Sahel",
    "African Union",
    "United Nations"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "24. MINUSMA to prioritize child protection throughout its mandate, assist Malian authorities in preventing violations against children.\n\n25. MINUSMA to consider environmental impacts of operations, manage them in accordance with UN rules and regulations.\n\n26. Secretary-General authorized to ensure inter-mission cooperation between MINUSMA, UNMIL, and UNOCI, including transfers of troops and assets.\n\n27. French forces authorized to intervene in support of MINUSMA elements under imminent threat, report to the Council on implementation.\n\n28. Encourages Sahel region Member States to improve coordination to combat threats, welcomes efforts to strengthen border security and regional cooperation.\n\n29. Calls on Member States to enhance coordination to combat terrorist groups in the Sahel region.\n\n30. Reiterates call for rapid implementation of regional strategies, including the UN integrated strategy for the Sahel region.\n\n31. Calls on the European Union to coordinate closely with MINUSMA and other bilateral partners.\n\n32. Urges parties to comply with international humanitarian law, respect and protect humanitarian personnel and facilities.\nThe Security Council:\n\n Reiterates that Malian authorities have primary responsibility to protect civilians and recalls resolutions on protection of civilians, children, and women in armed conflict.\n\n Calls upon MINUSMA and military forces to abide by international humanitarian, human rights, and refugee law.\n\n Urges implementation of conclusions on Children And Armed Conflict in Mali.\n\n Requests Malian authorities, with MINUSMA's assistance, to address proliferation and illicit trafficking of small arms and light weapons.\n\n Requests the Secretary-General to report every three months on implementation of this resolution, focusing on progress in implementing the Agreement on Peace and Reconciliation.\n\n Affirms intention to review MINUSMA's mandate before 30 June 2016.\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2227_2015_EN.pdf"
}