{
  "resolution_no": "2243",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "WPS/CAAC",
    "Health"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINUSTAH",
    "United Nations country team",
    "Haitian National Police",
    "Special Representative of the Secretary-General"
  ],
  "reporting_cycle": "semi-annually, not later than forty-five days prior to its expiration",
  "operative_authority": "Chapter VII",
  "summary": "6. Calls upon MINUSTAH to maintain capacity to deploy troops rapidly throughout the country.\n\n7. Affirms its commitment to adapt MINUSTAH's mandate and force levels if conditions in Haiti change.\n\n8. Takes note of the implementation of MINUSTAH's conditions-based consolidation plan and notes that the Mission will continue to focus on priority areas.\n\n9. Recognizes the ownership and primary responsibility of the Government and people of Haiti over the country's stabilization and encourages MINUSTAH to provide logistical and technical expertise.\n\n10. Welcomes the holding of the first round of legislative elections on 9 August 2015.\n\n11. Urges Haiti's political actors to work cooperatively to ensure free, fair, inclusive, and transparent elections.\n\n12. Welcomes the Special Representative of the Secretary-General's efforts to support the political process and calls upon MINUSTAH to continue to support this process.\n\n13. Reaffirms that Haiti is at an important juncture in the consolidation of stability and democracy.\n\n14. Encourages the Government of Haiti to promote increased women's political participation.\n\n15. Reaffirms that strengthening the capacity of the Haitian National Police is paramount for the Government of Haiti to take responsibility for the country's security needs.\n\n16. Requests MINUSTAH to continue its efforts to strengthen the institutional and operational capacities of the Haitian National Police.\n\n17. Underlines the need to ensure effective support for the 2012-2016 HNP Development Plan.\n\n18. Stresses the need for close coordination among MINUSTAH, donors, and the Government of Haiti to enhance the effectiveness and sustainability of HNP capacity-building efforts.\n\n19. Encourages MINUSTAH to continue to assist the Government in effectively tackling gang violence, organized crime, and other security challenges.\n\n20. Encourages the Haitian authorities to continue to implement justice reform.\nHere is a concise summary of the Security Council document:\n\n21. Calls on donors and partners to coordinate efforts through Haiti's Framework for Coordination of External Aid (CAED) to ensure transparency and national ownership.\n\n22. Welcomes the revised integrated strategic framework between the UN country team and MINUSTAH.\n\n23. Requests the UN country team and actors to complement security and development operations with longer-term impact activities.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2243_2015_EN.pdf"
}