{
  "resolution_no": "2250",
  "year": "2015",
  "theme": [
    "Youth, Peace and Security",
    "Conflict Resolution",
    "Peacebuilding"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "United Nations Peacebuilding Support Office",
    "United Nations Peacebuilding Fund",
    "United Nations Development Programme",
    "United Nations Population Fund",
    "UN-Women",
    "Office of the United Nations High Commissioner for Refugees",
    "Office of the United Nations High Commissioner for Human Rights",
    "United Nations Office on Drugs and Crime"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Council acknowledges the on-going work of national governments and regional and international organisations to engage youth in building and maintaining peace, and highlights the importance of identifying and addressing social, economic, political, cultural and religious exclusion, intolerance, as well as violent extremism, which can be conducive to terrorism, as drivers of conflict.\n\nThe resolution concludes that the protection of youth during conflict and post-conflict and their participation in peace processes can significantly contribute to the maintenance and promotion of international peace and security.\nHere is a summarized version of the Security Council document 2250 (2015):\n\n**Participation**\n\n1. Urges Member States to increase inclusive representation of youth in decision-making at all levels, including in conflict prevention and resolution, and to consider establishing integrated mechanisms for youth participation in peace processes.\n2. Calls on all relevant actors to take into account the participation and views of youth in peace agreements, including their needs during repatriation, resettlement, rehabilitation, reintegration, and post-conflict reconstruction.\n\n**Protection**\n\n4. Calls upon all parties to armed conflict to comply with international law relevant to the protection of civilians, including youth.\n5. Further calls upon states to comply with their obligations under relevant international conventions, including those related to refugees, women, and persons with disabilities.\n6. Calls on states to investigate and prosecute those responsible for genocide, crimes against humanity, war crimes, and other egregious crimes perpetrated against civilians, including youth.\n7. Calls on all parties to armed conflict to protect civilians, including youth, from sexual and gender-based violence.\n\n**Prevention**\n\n10. Urges Member States to facilitate an inclusive environment for youth actors to implement violence prevention activities and support social cohesion.\n11. Stresses the importance of creating policies for youth that contribute to peacebuilding efforts, including social and economic development, education, and vocational training.\n12. Urges Member States to support quality education for peace that equips youth with the ability to engage constructively in civic structures and inclusive political processes.\n\n**Partnerships**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2250_2015_EN.pdf"
}