{
  "resolution_no": "2236",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Lebanon",
    "Israel"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIFIL",
    "Lebanese Armed Forces",
    "International Support Group for Lebanon"
  ],
  "reporting_cycle": "every four months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, recalling its previous resolutions on Lebanon, adopted Resolution 2236 (2015) on August 21, 2015, extending the mandate of the United Nations Interim Force in Lebanon (UNIFIL) for one year without amendment. The Council reiterated its strong support for Lebanon's territorial integrity, sovereignty, and political independence. It reaffirmed its commitment to the full implementation of resolution 1701 (2006) and urged all parties to strengthen efforts to implement its provisions without delay. The Council expressed deep concern at violations of resolution 1701 (2006), particularly the serious disruption of the cessation of hostilities on January 28, 2015. It underlined the risk of a new conflict and urged all parties to exercise maximum calm and restraint. The Council emphasized the importance of full compliance with the prohibition on sales and supply of arms and related materiel. It recalled the importance of respecting the Blue Line and encouraged parties to accelerate efforts to delineate and visibly mark it. The Council condemned attempts to threaten Lebanon's security and stability and reaffirmed its determination to ensure that no such acts prevent UNIFIL from implementing its mandate. It commended UNIFIL's personnel and expressed appreciation to contributing Member States. The Council recalled the request from the Government of Lebanon to deploy an international force to assist it in exercising authority throughout the territory. It welcomed the role played by the Lebanese Armed Forces and security forces in extending and sustaining the authority of the Government of Lebanon. The Council determined that the situation in Lebanon continues to constitute a threat to international peace and security.\nHere is a concise summary of the Security Council document:\n\n1. Extends the mandate of UNIFIL until 31 August 2016.\n\n2. Commends UNIFIL's positive role in southern Lebanon, welcomes cooperation with Lebanese Armed Forces, and calls for further enhancement.\n\n3. Welcomes continued engagement in Strategic Dialogue between UNIFIL and Lebanese Armed Forces to analyze capabilities and set benchmarks.\n\n4. Urges international support for Lebanese Armed Forces, particularly in counter-terrorism and border protection.\n\n5. Calls on all parties to respect the cessation of hostilities, prevent Blue Line violations, and cooperate with UNIFIL.\n\n6. Welcomes the Tripartite Mechanism's role in de-escalating tensions and building trust.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2236_2015_EN.pdf"
}