{
  "resolution_no": "2211",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Protection of Civilians"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MONUSCO",
    "UN Group of Experts",
    "International Conference on the Great Lakes Region (ICGLR)",
    "Southern African Development Community (SADC)",
    "African Union (AU)"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council every three months on the implementation of MONUSCO’s mandate",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on the Democratic Republic of Congo (DRC), reaffirms its commitment to the country's sovereignty, independence, unity, and territorial integrity.\n\nEmphasizes the need to hold accountable those responsible for violations of international humanitarian law and human rights, and notes the primary responsibility of the DRC Government to protect civilians.\n\nExpresses concern over recurring cycles of conflict and violence by armed groups in eastern DRC, and stresses the importance of neutralizing groups such as the FDLR, ADF, LRA, and FNL.\n\nCalls for the swift neutralization of the FDLR, a group under UN sanctions, whose leaders and members include perpetrators of the 1994 genocide against the Tutsi in Rwanda.\n\nRemains concerned by the humanitarian situation, with over 2.7 million internally displaced persons and over 490,000 refugees, and calls for a peaceful environment conducive to durable solutions for refugees and internally displaced persons.\n\nCondemns persistent high levels of violence and human rights abuses, including targeted attacks against civilians, sexual and gender-based violence, and the recruitment and use of children by certain parties to the conflict.\n\nCalls for all those responsible for violations and abuses to be apprehended, brought to justice, and held accountable.\n\nRecalls relevant resolutions on women, peace and security, children and armed conflicts, and the protection of civilians in armed conflicts.\nHere is a concise summary of the Security Council document 2211 (2015) without any additional information or extra lines:\n\nThe Security Council welcomes efforts by MONUSCO and international partners in training Congolese security institutions on human rights, humanitarian law, and protection from sexual violence. It notes the Government of DRC's efforts to combat sexual violence, but encourages increased efforts. The Council acknowledges the Framework of Cooperation between the UN and African Union on preventing conflict-related sexual violence.\n\nThe Council expresses concern over human rights and humanitarian law violations by some FARDC, Republican Guard, and PNC members, and urges the Government to ensure professionalism of its security forces. It stresses the need for cooperation with the ICC and accountability for serious crimes.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2211_2015_EN.pdf"
}