{
  "resolution_no": "2223",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Sanctions",
    "Conflict Prevention"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "UNMISS",
    "IGAD",
    "SPLM/A",
    "Government of South Sudan"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "* Condemns the use of hate speech and violence against specific ethnic groups\n* Recognizes the role of civil society organizations, faith leaders, women, and youth in finding a sustainable solution to the crisis\n* Emphasizes the need for women's empowerment and participation in decision-making\n* Expresses concern at restrictions on UNMISS operations and attacks on UN and IGAD personnel and facilities\n* Urges the Government to investigate and hold accountable those responsible for attacks\n* Requests UNMISS to ensure security of its air operations and engage with local communities\n* Expresses concern at threats to oil installations and the illicit transfer of small arms and light weapons\n* Notes with concern reports on the use of cluster munitions and unexploded ordnance\n* Welcomes IGAD's continued operations and calls for the redeployment of armed groups.\nHere is a concise summary of the Security Council document:\n\nThe Security Council reaffirms its previous resolutions on the protection of civilians in armed conflict, women, peace, and security, and conflict prevention. The situation in South Sudan continues to threaten international peace and security. \n\nThe Council reiterates its endorsement of the Agreement on the Cessation of Hostilities (CoH) and the Agreement to Resolve the Crisis in South Sudan, and calls for their immediate and full implementation. \n\nThe Council urges all parties to engage in an inclusive national dialogue and encourages the efforts of IGAD and the UN to reach a peace agreement. \n\nThe Council extends the mandate of UNMISS until 30 November 2015, and authorizes UNMISS to use all necessary means to perform the following tasks: \n\n- Protect civilians under threat of physical violence \n- Deter violence against civilians \n- Implement a mission-wide early warning strategy \n- Maintain public safety and security of UNMISS protection sites \n- Exercise good offices, confidence-building, and facilitation \n- Foster a secure environment for the return of IDPs and refugees \n\nUNMISS is also mandated to monitor and investigate human rights abuses and violations, including those against children and women, and coordinate with the African Union’s Commission of Inquiry for South Sudan.\nHere is a concise summary of the Security Council document 2223 (2015):\n\nThe Security Council:\n\n1. Authorizes UNMISS to protect civilians, ensure humanitarian assistance, and support the implementation of the Cessation of Hostilities Agreement.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2223_2015_EN.pdf"
}