{
  "resolution_no": "2241",
  "year": 2015,
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Conflict Prevention"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMISS",
    "IGAD",
    "African Union",
    "United Nations"
  ],
  "reporting_cycle": "The Secretary-General reports to the Security Council within 45 days from the adoption of this resolution",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nRecalling previous resolutions on South Sudan, \n\nReaffirms strong commitment to sovereignty, independence, territorial integrity, and national unity of South Sudan.\n\nWelcomes the signing of the “Agreement on the Resolution of the Conflict in the Republic of South Sudan” (the “Agreement”) by President Salva Kiir Mayardit, SPLM/SPLA-IO Chairman Dr. Riek Machar Teny, and other stakeholders, expecting full implementation.\n\nExpresses appreciation for IGAD Ministerial Group’s initiative and IGAD-Plus configuration; urges enhanced international community support during peace implementation.\n\nReiterates grave alarm at the crisis in South Sudan; acknowledges the Agreement as the first step to reverse the situation.\n\nCalls upon parties to adhere to the permanent ceasefire; intends to update UNMISS mandate to support Agreement implementation.\n\nCondemns human rights violations and abuses, international humanitarian law violations; emphasizes accountability.\n\nCondemns harassment of civil society, humanitarian personnel, and journalists.\n\nExpresses concern over 2.21 million displaced persons; stresses parties’ responsibility for the population’s suffering.\n\nRecalls need for full, safe, and unhindered humanitarian access.\n\nCondemns attacks against humanitarian personnel and facilities.\n\nExpresses appreciation for UNMISS peacekeepers’ actions to protect civilians.\nThe Security Council,\n\nCondemning the violence and human rights abuses in South Sudan, \n\nNotes the significant resource and capacity challenges faced by UNMISS in implementing its mandate and appreciates its efforts to support IDPs.\n\nConcerned about reports of war crimes and crimes against humanity, including extrajudicial killings, rape, and use of children in armed conflict.\n\nStresses the need to end impunity, bring perpetrators to justice, and promote accountability, reconciliation, and healing.\n\nEmphasizes the importance of the rule of law, and notes that individuals responsible for threatening peace, security, or stability may face targeted sanctions.\n\nRecognizes the work of the African Union Commission of Inquiry and welcomes its report.\n\nCondemns hate speech and violence instigating media broadcasts and calls on the Government to take measures to deter such activity.\n\nUrges all parties to promote peace and reconciliation and notes the important role of civil society, faith leaders, women, and youth.\n\nEmphasizes women's empowerment, participation, and human rights.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2241_2015_EN.pdf"
}