{
  "resolution_no": "2245",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security",
    "Somalia"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UN Support Office in Somalia (UNSOS)",
    "African Union Mission in Somalia (AMISOM)",
    "Somali National Army (SNA)",
    "United Nations Assistance Mission in Somalia (UNSOM)"
  ],
  "reporting_cycle": "Secretary-General reports every regular interval as part of reports on Somalia",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms its respect for Somalia's sovereignty, territorial integrity, and unity.\n\nTakes note of the Secretary-General's letter on UN support activities in Somalia and the African Union Peace and Security Council's communiqué on UNSOA.\n\nAppreciates UNSOA's contributions to supporting AMISOM and UNSOM, and expresses gratitude to AMISOM and Somali National Army personnel for their sacrifices.\n\nExpresses concern at UNSOA's resource constraints and widening gap between logistical support requested and capacity to deliver.\n\nWelcomes the Secretary-General's observations and recommendations to address gaps in UNSOA's ability to deliver.\n\nDecides to rename UNSOA as the UN Support Office in Somalia (UNSOS), responsible for supporting AMISOM, UNSOM, and the Somali National Army.\n\nRequests the Secretary-General to continue providing logistical support to:\n\n- AMISOM: 22,126 uniformed personnel and 70 civilians, including rations, fuel, water, accommodation, infrastructure, maintenance services, medical support, aviation, and strategic communications.\n\n- Reimbursement of contingent-owned equipment and basic supplies and services.\n\n- Support efforts of the African Union and AMISOM in coordinating support among bilateral partners and the UN.\n\n- UNSOM: standard range of mission support services, including support to strengthen its presence in all capitals of Interim Regional Administrations.\nHere is a summarized version of the Security Council document:\n\n**Provision of Support to Somali Federal Security Institutions and AMISOM**\n\n* The Security Council authorizes the provision of a targeted support package to 10,900 troops in the Somali National Army (SNA) on joint operations with AMISOM, including food, water, fuel, transport, and communication equipment (para. 2(f)).\n* The Council also authorizes in-theatre medical evacuation for the Somali National Police Force on joint operations with AMISOM (para. 2(g)).\n\n**Compliance with Human Rights Due Diligence Policy**\n\n* The Council emphasizes that any support provided by UNSOS to AMISOM, SNA, and Somali National Police Force shall be in full compliance with the Secretary-General's Human Rights Due Diligence Policy (para. 3).\n\n**Strengthening UNSOS Leadership and Operations**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2245_2015_EN.pdf"
}