{
  "resolution_no": "2203",
  "year": "2015",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Human Rights",
    "Transnational Organized Crime",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIOGBIS",
    "ECOWAS",
    "ECOMIB",
    "UNODC",
    "Peacebuilding Commission"
  ],
  "reporting_cycle": "every six months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council adopted Resolution 2203 (2015) on 18 February 2015, recalling its previous resolutions on Guinea-Bissau. The Council took note of the Secretary-General's report and commended the engagement of the Special Representative of the Secretary-General and head of the United Nations Integrated Peacebuilding Office in Guinea-Bissau (UNIOGBIS). \n\nThe Council welcomed progress made by Guinea-Bissau, including steps towards security sector reform, tackling corruption, and improving public administration. It also welcomed the establishment of the Peace and Stability Commission by the National Assembly. \n\nThe Council emphasized the need for respect of democratic principles, national reconciliation, inclusive dialogue, and good governance. It stressed that consolidation of peace and stability requires a consensual, inclusive, and nationally owned process, respect for constitutional order, and priority reforms.\n\nThe Council underscored the importance of developing national security and rule of law institutions that are transparent, accountable, and professional. It also stressed the need for all stakeholders to work towards short, medium, and long-term stability through inclusive political dialogue.\n\nThe Council commended the efforts of the Economic Community of West African States (ECOWAS) and its Mission (ECOMIB) in sustaining peace, security, and development. It called on the Government of Guinea-Bissau to conduct transparent investigations into human rights violations and hold those responsible accountable.\n\nThe Council reiterated its concern at the threat posed by drug trafficking and transnational organized crime, welcoming efforts to update the national plan for combating drug trafficking. It emphasized the need for increased coherence, coordination, and efficiency among partners to tackle the world drug problem.\n\nThe Council reiterated the importance of continued evaluation capacity and support from relevant UN entities and international partners for Guinea-Bissau's long-term security and development.\nThe Security Council,\n\nRecalling its previous resolutions on Guinea-Bissau, \n\nUnderlining the need for a lasting solution to instability in Guinea-Bissau, \n\nEmphasizing women's role in conflict prevention and peacebuilding,\n\nWelcoming international support and coordination,\n\nReaffirming commitment to peace and stability in Guinea-Bissau,\n\n1. Decides to extend UNIOGBIS's mandate for 12 months until 29 February 2016;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2015/S_RES_2203_2015_EN.pdf"
}