{
  "resolution_no": "1546",
  "year": 2004,
  "theme": [
    "Peacekeeping",
    "Reconstruction",
    "Security",
    "Terrorism",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "United Nations Assistance Mission for Iraq (UNAMI)",
    "Multinational Force (MNF)",
    "Iraqi Interim Government",
    "Coalition Provisional Authority"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council within three months from the date of this resolution on UNAMI operations in Iraq, and on a quarterly basis thereafter. The United States, on behalf of the multinational force, reports to the Council within three months from the date of this resolution on the efforts and progress of this force, and on a quarterly basis thereafter.",
  "operative_authority": "Chapter VII",
  "summary": "23. Calls on Member States and international organizations to assist Iraqi efforts to integrate Iraqi veterans and former militia members into Iraqi society.\n\n24. Notes that funds in the Development Fund for Iraq shall be disbursed solely at the direction of the Government of Iraq.\n\n25. Decides that provisions for the Development Fund for Iraq shall be reviewed at the request of the Transitional Government of Iraq or 12 months from the date of this resolution.\n\n26. Decides that the Interim Government of Iraq and its successors shall assume rights, responsibilities, and obligations relating to the Oil-for-Food Programme.\n\n27. Further decides that provisions of paragraph 22 of resolution 1483 (2003) shall continue to apply.\n\n28. Welcomes commitments to reduce Iraq's sovereign debt, calls on Member States and international organizations to support Iraq's reconstruction effort, and urges international financial institutions and bilateral donors to provide assistance.\nHere is a summarized version of the document:\n\nThe Security Council:\n- Recalls Member States' obligations to freeze and transfer certain funds, assets, and economic resources to the Development Fund for Iraq (para 29);\n- Requests the Secretary-General to report on UNAMI operations in Iraq within three months and quarterly thereafter on progress towards national elections and fulfilment of UNAMI's responsibilities (para 30);\n- Requests the United States to report on the efforts and progress of the multinational force within three months and quarterly thereafter (para 31);\n- Decides to remain actively seized of the matter (para 32).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2004/S_RES_1546_2004_EN.pdf"
}