{
  "resolution_no": "1547",
  "year": "2004",
  "theme": [
    "Peacekeeping",
    "Sudan",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations",
    "Sudan",
    "Sudan People's Liberation Movement/Army (SPLM/A)",
    "Intergovernmental Authority on Development (IGAD)",
    "African Union"
  ],
  "reporting_cycle": "Secretary-General reports every 3 months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council welcomes the signature of the Declaration on 5 June 2004, in which parties confirmed their agreement to six protocols and commitment to completing negotiations. The Council commends IGAD's work in facilitating peace talks and reaffirms its support for the Machakos Protocol. \n\nThe Council condemns violence and human rights violations, urging parties to conclude a Comprehensive Peace Agreement quickly. It welcomes the Secretary-General's report and proposal to establish a UN advance team in Sudan for three months to prepare for international monitoring and a peace support operation.\n\nThe Council endorses the advance team's staffing proposals and requests the Secretary-General to conclude necessary agreements with Sudan's government. It declares readiness to consider a UN peace support operation and requests the Secretary-General to submit recommendations.\n\nThe Council requests the Secretary-General to take preparatory steps, including pre-positioning logistical and personnel requirements, to facilitate rapid deployment. It underlines the need for effective public information capacity to promote understanding of the peace process.\n\nThe Council endorses the Secretary-General's conclusions on Sudan, particularly Darfur and Upper Nile, and calls on parties to halt fighting. It requests the Secretary-General to keep it informed of developments and submit a report within three months. The Council decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2004/S_RES_1547_2004_EN.pdf"
}