{
  "resolution_no": "1529",
  "year": "2004",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Political"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Multinational Interim Force",
    "OAS Special Mission",
    "United Nations Special Adviser for Haiti",
    "Haitian police",
    "Haitian Coast Guard"
  ],
  "reporting_cycle": "periodic reports to the Council, through the Secretary-General",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council, recalling previous resolutions and statements on Haiti, expresses deep concern over the deteriorating situation and potential humanitarian crisis. It commends the OAS and CARICOM for their efforts to advance a peaceful solution.\n\nThe Council:\n1. Calls on Member States to support Haiti's constitutional process and a peaceful solution to the crisis.\n\n2. Authorizes a Multinational Interim Force for up to three months to:\n   - Create a secure environment in Haiti\n   - Facilitate humanitarian assistance and access for international workers\n   - Support the Haitian police and Coast Guard\n   - Establish conditions for international organizations to assist the Haitian people\n\n3. Declares readiness to establish a follow-on UN stabilization force and requests the Secretary-General to submit recommendations.\n\n4. Welcomes the appointment of a Special Adviser for Haiti and requests a programme of action for UN assistance.\n\n5. Calls on Member States to contribute resources to the Multinational Interim Force.\n\n6. Authorizes participating Member States to take necessary measures to fulfil the force's mandate.\n\n7. Demands that all parties cease using violence, respect international law, and holds them accountable.\nThe Security Council:\n- Demands parties in Haiti end impunity for violators, respect constitutional succession and the political process, and enable legitimate Haitian security forces and humanitarian agencies to perform their duties;\n- Calls on all parties in Haiti and Member States to cooperate with the Multinational Interim Force, respect its security and freedom of movement, and facilitate access of humanitarian personnel and aid;\n- Requests the Multinational Interim Force leadership to report periodically to the Council on its mandate implementation;\n- Calls on the international community, including the UN, OAS, and Caribbean Community, to help Haiti rebuild democratic institutions, develop a strategy for social and economic development, and combat poverty;\n- Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2004/S_RES_1529_2004_EN.pdf"
}