{
  "resolution_no": "1546",
  "year": 2004,
  "theme": [
    "Peacekeeping",
    "Reconstruction",
    "Security",
    "Terrorism",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "United Nations Assistance Mission for Iraq (UNAMI)",
    "Multinational Force (MNF)",
    "Iraqi Interim Government",
    "Coalition Provisional Authority"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council within three months from the date of this resolution on UNAMI operations in Iraq, and on a quarterly basis thereafter. The United States, on behalf of the multinational force, reports to the Council within three months from the date of this resolution on the efforts and progress of this force, and on a quarterly basis thereafter.",
  "operative_authority": "Chapter VII",
  "summary": "The Interim Government of Iraq, led by Prime Minister Dr. Ayad Allawi, commits to completing the political transition process to establish a free and democratic Iraq and to partner in preventing and combating terrorism. The Government seeks assistance from the international community, particularly in maintaining security, and requests a new resolution on the Multinational Force (MNF) mandate. The Government intends to establish security structures, including a Ministerial Committee for National Security, to progressively take on security responsibilities. The MNF mandate is to be reviewed at the request of the Transitional Government of Iraq or 12 months from the date of the resolution.\nThe government of Iraq and the Multi-National Force (MNF) will work in partnership to provide security, with the goal of helping the Iraqi people complete their political transition. The MNF, under unified command, will contribute to maintaining security in Iraq, including preventing and deterring terrorism and protecting the territory. \n\nIraqi armed forces will be responsible to the Chief of Staff and Minister of Defense, while other security forces will be responsible to the Minister of the Interior or other government ministers. The MNF and Iraqi government will develop mechanisms for coordination and cooperation, including coordination bodies at national, regional, and local levels.\n\nThe MNF and Iraqi government leaders will keep each other informed of their activities, consult regularly, share intelligence, and refer issues up their respective chains of command. The Iraqi government and MNF will work together to achieve unity of command of military operations and ensure full partnership through close coordination and consultation.\n\nThe structures described will serve as fora for the MNF and Iraqi government to reach agreement on fundamental security and policy issues, including policy on sensitive offensive operations. The MNF and Iraqi forces will work together to ensure that Iraqi security forces take on progressively greater responsibility as Iraqi capabilities improve.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2004/S_RES_1546_2004_EN.pdf"
}