{
  "resolution_no": "1564",
  "year": "2004",
  "theme": [
    "Humanitarian",
    "Peacekeeping",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "African Union Mission",
    "United Nations",
    "Government of Sudan",
    "Sudan People's Liberation Movement",
    "Justice and Equality Movement",
    "Sudanese Liberation Army/Movement"
  ],
  "reporting_cycle": "monthly reports",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\n* Welcomes Sudan's request to increase African Union monitoring presence in Darfur and urges Sudan to cooperate with the African Union to ensure a secure environment (para 3).\n* Calls on Sudan and rebel groups to work towards a political solution under African Union auspices, and urges parties to sign and implement a humanitarian agreement and conclude a security protocol (para 4).\n* Urges Sudan and the Sudan People's Liberation Movement to conclude a comprehensive peace accord (para 5).\n* Affirms the right of internally displaced persons and refugees to return home voluntarily, safely, and with dignity (para 6).\n* Reiterates its call for Sudan to end impunity in Darfur, bring perpetrators to justice, and stop all violence and atrocities (para 7).\n* Calls on Sudanese parties to address ceasefire violations and hold accountable those responsible (para 8).\n* Demands Sudan submit documentation on disarmament of Janjaweed militiamen and those arrested for human rights abuses (para 9).\n* Demands all armed groups cease violence, cooperate with humanitarian efforts, and ensure humanitarian staff safety (para 10).\n* Reiterates support for the N'djamena ceasefire agreement and urges Sudan to refrain from military flights over Darfur (para 11).\n* Requests the Secretary-General to establish an international commission of inquiry into human rights abuses in Darfur (para 12).\n* Calls on Member States to provide urgent humanitarian assistance to Darfur and Chad (para 13).\n* Warns that failure by Sudan to comply with resolutions may lead to additional measures, including actions on Sudan's petroleum sector (para 14).\n* Requests the Secretary-General to report on Sudan's compliance with Council demands (para 15).\n* Decides to remain seized of the matter (para 16).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2004/S_RES_1564_2004_EN.pdf"
}