{
  "resolution_no": "1580",
  "year": "2004",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Post-Conflict Reconstruction"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "UNOGBIS",
    "United Nations Development Programme",
    "Economic Community of West African States",
    "Community of Portuguese-Speaking Countries",
    "Bretton Woods institutions"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n- Reaffirms previous resolutions 1216 (1998) and 1233 (1999) and the President's statement of 2 November 2004.\n- Expresses deep concern over recent developments in Guinea-Bissau, particularly the 6 October 2004 military mutiny.\n- Decides to extend the mandate of UNOGBIS, a special political mission, for one year.\n- Revises UNOGBIS's mandate to:\n  (a) Support political dialogue, national reconciliation, and respect for the rule of law and human rights.\n  (b) Support restoration of constitutional normalcy, including free and transparent presidential elections.\n  (c) Assist with elections in cooperation with the UN country team and other international partners.\n  (d) Assist in strengthening national conflict prevention mechanisms.\n  (e) Support national efforts to reform the security sector and attract international support.\n  (f) Encourage implementation of the UN Programme of Action to Prevent, Combat and Eradicate Illicit Trade in Small Arms.\n  (g) Mobilize international financial assistance to meet the Government's immediate needs.\n  (h) Support efforts to strengthen state institutions and structures.\n- Encourages authorities to enhance political dialogue and pursue constructive civil-military relations.\n- Calls on the National Assembly to consider justice and fight against impunity when granting amnesty.\n- Urges the Government and military authorities to agree on a national plan for security sector reform.\n- Invites the Secretary-General to establish an Emergency Fund to support military reform.\n- Appeals to the international community to provide assistance to Guinea-Bissau.\nThe Security Council:\n8. Encourages a joint coordinating mechanism among the UN, ECOWAS, and CPLP to ensure synergy and complementarity;\n9. Commends Bretton Woods institutions for their engagement in Guinea-Bissau and encourages continued assistance;\n10. Requests the SG to review UNOGBIS to adjust its capacities to meet its revised mandate;\n11. Requests the SG to keep the Council closely informed of developments and implementation of this resolution, submitting a report every three months;\n12. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2004/S_RES_1580_2004_EN.pdf"
}