{
  "resolution_no": "1572",
  "year": "2004",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "UNOCI",
    "ECOWAS",
    "African Union",
    "Government of National Reconciliation in Côte d’Ivoire"
  ],
  "reporting_cycle": "Secretary-General reports by 15 March 2005; States report to the Committee within 90 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n- Condemns air strikes by Côte d'Ivoire's national armed forces, violating the ceasefire agreement, and demands compliance.\n- Supports the United Nations Operation in Côte d'Ivoire (UNOCI) and French forces.\n- Emphasizes no military solution to the crisis, stressing implementation of Linas-Marcoussis and Accra III Agreements.\n- Urges Ivoirian leaders to implement their commitments under these agreements.\n- Supports efforts by the Secretary-General, African Union, and ECOWAS to relaunch the peace process.\n- Demands an end to hate-inciting broadcasts and ensures civilian security.\n- Imposes a 13-month ban on supplying arms or related materiel to Côte d'Ivoire, with exceptions for:\n  - UNOCI and French forces support\n  - Humanitarian or protective use, approved by a Committee\n  - Protective clothing for personal use\n  - Evacuating nationals and associated personnel.\nThe Security Council:\n \nDecides to impose measures to promote peace and national reconciliation in Côte d'Ivoire;\n\n7. Imposes an arms embargo on all supplies of arms and related materiel to Côte d'Ivoire; \n\n8. Allows for exceptions for supplies of arms and related materiel and technical training and assistance intended for support of or use in the process of restructuring defence and security forces pursuant to the Linas-Marcoussis Agreement;\n\n9. Imposes a travel ban on persons designated by the Committee as a threat to the peace and national reconciliation process in Côte d'Ivoire;\n\n10. Allows for exemptions to the travel ban for humanitarian needs or if it furthers the objectives of the Council's resolutions;\n\n11. Imposes a freeze on funds, financial assets, and economic resources of persons designated by the Committee;\n\n12. Allows for exceptions to the freeze for basic expenses, extraordinary expenses approved by the Committee, and judicial, administrative, or arbitral liens or judgements;\n\n13. Decides to review the measures imposed after 13 months and expresses readiness to consider modification or termination before then if the Linas-Marcoussis and Accra III Agreements are fully implemented;\n\n14. Establishes a Committee to: \n- designate individuals and entities subject to measures, \n- seek information from States, \n- consider requests for exemptions, \n- make information publicly available, \n- promulgate guidelines, \n- present regular reports;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2004/S_RES_1572_2004_EN.pdf"
}