{
  "resolution_no": "1546",
  "year": 2004,
  "theme": [
    "Peacekeeping",
    "Reconstruction",
    "Security",
    "Terrorism",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "United Nations Assistance Mission for Iraq (UNAMI)",
    "Multinational Force (MNF)",
    "Iraqi Interim Government",
    "Coalition Provisional Authority"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council within three months from the date of this resolution on UNAMI operations in Iraq, and on a quarterly basis thereafter. The United States, on behalf of the multinational force, reports to the Council within three months from the date of this resolution on the efforts and progress of this force, and on a quarterly basis thereafter.",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\nWelcoming Iraq's transition to a democratically elected government, looks forward to the end of occupation and the assumption of full responsibility by a sovereign Interim Government of Iraq by 30 June 2004.\n\nRecalling previous resolutions on Iraq, reaffirms Iraq's independence, sovereignty, unity, and territorial integrity, and the right of the Iraqi people to determine their own political future.\n\nWelcomes efforts to form the Interim Government of Iraq and progress in implementing Iraq's political transition.\n\nEndorses the formation of a sovereign Interim Government of Iraq, which will assume full responsibility and authority by 30 June 2004.\n\nWelcomes that by 30 June 2004, the occupation will end, the Coalition Provisional Authority will cease to exist, and Iraq will reassert its full sovereignty.\nHere is a summarized version of the Security Council document:\n\n3. The Council reaffirms the Iraqi people's right to determine their own political future and exercise authority over their resources.\n\n4. The Council endorses a timetable for Iraq's transition to a democratic government, including:\n    (a) the formation of a sovereign Interim Government by 30 June 2004;\n    (b) a national conference reflecting Iraqi society; and\n    (c) direct democratic elections by 31 December 2004 or 31 January 2005.\n\n5. The Council invites the Iraqi Government to consider an international meeting to support the transition.\n\n6. The Council calls on all Iraqis to implement these arrangements peaceably and on all States and organizations to support them.\n\n7. The Council decides that the Special Representative of the Secretary-General and UNAMI shall:\n    (a) play a leading role in assisting the Iraqi people and government, including convening a national conference, advising on elections, and promoting national dialogue;\n    (b) advise on civil and social services, coordinate reconstruction and humanitarian assistance, promote human rights, and advise on a census.\n\n8. The Council welcomes efforts to develop Iraqi security forces, which will progressively assume responsibility for security and stability.\n\n9. The Council notes the presence of the multinational force in Iraq is at the request of the Interim Government and reaffirms its authorization.\n\n10. The Council decides that the multinational force shall have the authority to take measures to contribute to security and stability.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2004/S_RES_1546_2004_EN.pdf"
}