{
  "resolution_no": "1564",
  "year": "2004",
  "theme": [
    "Humanitarian",
    "Peacekeeping",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "African Union Mission",
    "United Nations",
    "Government of Sudan",
    "Sudan People's Liberation Movement",
    "Justice and Equality Movement",
    "Sudanese Liberation Army/Movement"
  ],
  "reporting_cycle": "monthly reports",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\nRecalling previous resolutions and statements on Sudan, welcomes the progress on humanitarian access, but expresses concern that the Government of Sudan has not fulfilled its commitments under resolution 1556 (2004). \nThe Council welcomes the African Union's leadership role in addressing the situation in Darfur and the letter from the President of the African Union, appealing for international support for the extension of the African Union Mission in Darfur.\nReaffirming its commitment to Sudan's sovereignty, unity, territorial integrity, and independence, the Council urges the Government of Sudan and rebel groups to facilitate humanitarian relief and allow unfettered access for humanitarian supplies and workers.\nExpressing grave concern at the lack of progress on security, protection of civilians, disarmament of Janjaweed militias, and bringing to justice those responsible for human rights and international humanitarian law violations in Darfur.\nThe Council determines that the situation in Sudan constitutes a threat to international peace and security and, acting under Chapter VII of the United Nations Charter:\n Declares its grave concern that the Government of Sudan has not fully met its obligations and deplores recent ceasefire violations.\n Welcomes and supports the African Union's intention to enhance its monitoring mission in Darfur and urges Member States to support these efforts, including by providing necessary resources.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2004/S_RES_1564_2004_EN.pdf"
}