{
  "resolution_no": "1526",
  "year": "2004",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "Taliban",
    "UN Security Council Committee established pursuant to resolution 1267 (1999)",
    "Analytical Support and Sanctions Monitoring Team"
  ],
  "reporting_cycle": "The Monitoring Team shall submit comprehensive, independent reports to the Committee: the first by 31 July 2004, the second by 15 December 2004, and the third by 30 June 2005. The Committee shall report orally at least every 120 days to the Council.",
  "operative_authority": "Chapter VII",
  "summary": "12. The Committee is to report orally to the Council every 120 days on its work and the Monitoring Team's activities.\n\n13. The Committee is to prepare a written analytical assessment on implementation of measures within 17 months.\n\n14. All States, regional organizations, and UN bodies are requested to cooperate fully with the Committee and Monitoring Team.\n\n15. Close coordination and information exchange between the Committee and the Counter-Terrorism Committee are reiterated.\n\n16. States are urged to propose names of Al-Qaida and Taliban members for inclusion in the Committee's list.\n\n17. States are to provide identifying information and background information when submitting new names.\n\n18. States are encouraged to inform listed individuals and entities of measures imposed on them.\n\n19. The Secretariat is to communicate the Committee's list to Member States and convey changes to the list.\n\n20. States are urged to comply with existing obligations to implement measures and report related investigations and enforcement actions.\n\n21. The Committee is to seek status reports from States on implementation of measures concerning listed individuals and entities.\n\n22. States are requested to submit updated reports on implementation of measures by 31 March 2004.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n- Requests States that have not submitted reports by 31 March 2004 to explain in writing to the Committee their reasons for non-reporting.\n- Requests the Committee to circulate a list of non-reporting States, including an analytical summary of their reasons.\n- Urges States and international organizations to assist in capacity-building and offer technical assistance.\n- Decides to remain seized of the matter.\n\nThe Analytical Support and Sanctions Monitoring Team:\n- Shall operate under the Committee's direction and monitor implementation of measures.\n- Shall collate, assess and report on implementation, and make recommendations.\n- Shall analyse reports and written responses from States.\n- Shall work closely with Counter-Terrorism Committee experts.\n- Shall consult with States and report to the Committee regularly.\n- Shall assist the Committee in preparing assessments for the Council.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2004/S_RES_1526_2004_EN.pdf"
}