{
  "resolution_no": "1551",
  "year": "2004",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "International Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "SFOR",
    "NATO",
    "European Union",
    "International Tribunal for the Former Yugoslavia"
  ],
  "reporting_cycle": "reports from the High Representative to be submitted at least at monthly intervals",
  "operative_authority": "Chapter VII",
  "summary": "The Council:\n1. Reaffirms support for the Peace Agreement and Dayton Agreement, calls for strict compliance, and will review implementation.\n2. Stresses that authorities in Bosnia and Herzegovina have primary responsibility for implementation, and international community support will depend on their compliance and participation.\n3. Reminds parties of their commitment to cooperate with all entities, including the International Tribunal for the Former Yugoslavia.\n4. Emphasizes full support for the High Representative's continued role in monitoring implementation and coordinating civilian organizations.\nThe Security Council:\nReaffirms the role of the High Representative as the final authority in theatre regarding the interpretation of civilian implementation of the Peace Agreement and his power to make binding decisions; \nExpresses support for the declarations of the Ministerial meetings of the Peace Implementation Conference;\nRecognizes the authorization to the multinational force to take actions, including the use of necessary force, to ensure compliance with Annex 1-A of the Peace Agreement;\nReaffirms its intention to keep the situation in Bosnia and Herzegovina under close review and consider imposing measures if any party fails to meet its obligations;\nPays tribute to Member States participating in the multinational stabilization force and welcomes their continued deployment;\nNotes the support of the parties for the continuation of the multinational stabilization force;\nWelcomes NATO's decision to conclude its current SFOR operation and the EU's intention to launch an EU mission;\nAuthorizes the continuation of the multinational stabilization force (SFOR) for a planned period of 6 months under unified command and control;\nAuthorizes Member States to take necessary measures to ensure compliance with Annex 1-A and protect SFOR;\nRequests authorities in Bosnia and Herzegovina to cooperate with the Commander of SFOR;\nDemands respect for the security and freedom of movement of SFOR and other international personnel;\nRecalls agreements concerning the status of forces and reminds parties of their obligations;\nRequests reporting to the Council through appropriate channels;\nDecides on provisional application of status of forces agreements to the proposed EU mission;\nInvites States to provide support and facilities for Member States;\nWelcomes the EU Police Mission (EUPM) deployment;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2004/S_RES_1551_2004_EN.pdf"
}