{
  "resolution_no": "1535",
  "year": "2004",
  "theme": [
    "Terrorism",
    "Counter-Terrorism",
    "Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 100",
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "Counter-Terrorism Committee",
    "Counter-Terrorism Committee Executive Directorate (CTED)",
    "Security Council",
    "United Nations"
  ],
  "reporting_cycle": "Regular basis, with a comprehensive review by the Security Council by 31 December 2005",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council reaffirms its resolution 1373 (2001) and other resolutions on combating terrorism. The Council emphasizes the need for States to ensure that measures to combat terrorism comply with international law, particularly human rights, refugee, and humanitarian law.\n\nThe Council commends the progress made by the Counter-Terrorism Committee (CTC) and stresses the importance of international cooperation in the fight against terrorism. The Council recognizes that many States require assistance in implementing resolution 1373 (2001) and urges States and organizations to offer assistance.\n\nThe Council endorses the report of the CTC on its revitalization (S/2004/124) and decides to revitalize the CTC by establishing a special political mission, the Counter-Terrorism Committee Executive Directorate (CTED). The CTED will be responsible for monitoring the implementation of resolution 1373 (2001) and enhancing capacity-building work.\n\nThe Council requests the Secretary-General to appoint an Executive Director of the CTED within 45 days, who will submit an organizational plan for the CTED within 30 days of taking office. The CTED will be established for an initial period ending 31 December 2007, subject to a comprehensive review by the Security Council by 31 December 2005.\nThe Security Council:\n\nRequests the Chairman of the Committee to present an organizational plan for a new body, to be known as the Counter-Terrorism Executive Directorate (CTED), for endorsement, focusing on effective management structure and suitably qualified international civil servants.\n\nThe plan should ensure the highest standards of efficiency, competence, and integrity, with due regard to geographical diversity.\n\nThe Secretary-General is requested to implement the plan on an expedited basis, seeking General Assembly approval when necessary.\n\nThe Committee will continue to report to the Council regularly.\n\nThe Committee will maintain its current support structure until the CTED is operational, as determined by the Committee in consultation with the Secretary-General.\n\nThe Council will remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2004/S_RES_1535_2004_EN.pdf"
}