{
  "resolution_no": "1528",
  "year": "2004",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Human Rights",
    "Economic Development"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "ECOWAS"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council, recalling previous resolutions on C么te d'Ivoire, reaffirms its commitment to the country's sovereignty, independence, and territorial integrity. The Council notes progress made by the Ivorian parties, including the return of the Forces Nouvelles to the government and agreements on disarmament and reintegration. \n\nThe Council establishes the United Nations Operation in C么te d'Ivoire (UNOCI) for an initial 12-month period starting April 4, 2004, and requests the Secretary-General to transfer authority from MINUCI and ECOWAS forces to UNOCI on that date. \n\nUNOCI will have a military strength of up to 6,240 personnel, including 200 military observers and 120 staff officers, and up to 350 civilian police officers. The Council requests the Secretary-General to encourage UN missions in West Africa to share logistic and administrative support. \n\nUNOCI will carry out its mandate in close liaison with UN missions in Sierra Leone and Liberia. The Council aims to promote peace and stability in C么te d'Ivoire and the subregion.\nHere is a concise summary of the Security Council document:\n\nThe Security Council reaffirms its support for the Secretary-General's Special Representative in C么te d'Ivoire and approves his authority to coordinate UN activities.\n\nThe mandate of UNOCI, in coordination with French forces, includes:\n\n1. Monitoring the ceasefire and movements of armed groups\n2. Liaising with Ivorian forces to promote trust\n3. Assisting in monitoring borders, particularly with regards to Liberian refugees and combatant movements\n4. Disarmament, demobilization, reintegration, repatriation, and resettlement (DDRRR) of combatants\n5. Protecting UN personnel, institutions, and civilians\n6. Supporting humanitarian assistance and the free flow of people, goods, and services\n7. Facilitating the re-establishment of state authority and electoral processes\n8. Assisting in human rights promotion and protection\n9. Promoting public understanding of the peace process\n10. Supporting the restoration of law and order, including civilian policing and judiciary authority.\n\nThe Council requests the Secretary-General to prioritize gender and child-protection components within UNOCI staff and authorizes UNOCI to use necessary means to carry out its mandate. A status-of-force agreement is to be concluded within 30 days.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2004/S_RES_1528_2004_EN.pdf"
}