{
  "resolution_no": "1575",
  "year": "2004",
  "theme": [
    "Peacekeeping",
    "Bosnia and Herzegovina",
    "European Union"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "EUFOR",
    "NATO",
    "UNIFOR",
    "SFOR",
    "International Tribunal for the Former Yugoslavia"
  ],
  "reporting_cycle": "at least at three-monthly intervals",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n- Recalls previous resolutions on the conflicts in the former Yugoslavia, reaffirming commitment to a political settlement, preserving sovereignty and territorial integrity.\n- Supports the High Representative's role in Bosnia and Herzegovina and the implementation of the General Framework Agreement for Peace.\n- Notes NATO's intention to conclude SFOR operation by end of 2004 and establish a NATO Headquarters in Sarajevo.\n- Takes note of the European Union's intention to launch an EU mission, including a military component, from December 2004.\n- Welcomes EU's increasing engagement in Bosnia and Herzegovina and tangible signs of progress towards European integration.\n- Determines the situation in the region continues to threaten international peace and security, acting under Chapter VII of the UN Charter.\n- Reaffirms support for the Peace Agreement and Dayton Agreement, calling on parties to comply strictly with their obligations.\n- Reiterates that authorities in Bosnia and Herzegovina have primary responsibility for implementing the Peace Agreement.\nThe Security Council:\n \nConditionally ties continued international support for Bosnia and Herzegovina to authorities' compliance with and active participation in implementing the Peace Agreement, rebuilding a civil society, cooperating with the International Tribunal for the Former Yugoslavia, strengthening joint institutions, and facilitating refugee returns;\n\nReminds parties of their commitment to cooperate fully with entities involved in implementing the Peace Agreement, including the International Tribunal for the Former Yugoslavia, specifically surrendering indicted persons and providing information;\n\nEmphasizes its support for the High Representative's role in monitoring the Peace Agreement's implementation, guiding and coordinating civilian organizations, and having final authority in interpreting civilian implementation;\n\nExpresses support for the Peace Implementation Conference's Ministerial meetings' declarations;\n\nReaffirms its intention to closely monitor implementation and consider imposing measures if parties fail to meet their obligations;\n\nAcknowledges Bosnia and Herzegovina's support for the EU force and continued NATO presence as successors to SFOR;\n\nPays tribute to Member States participating in the multinational stabilization force;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2004/S_RES_1575_2004_EN.pdf"
}