{
  "resolution_no": "1536",
  "year": "2004",
  "theme": [
    "Afghanistan",
    "Peacekeeping",
    "Elections",
    "Security Sector Reform",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "International Observer Group",
    "Office of the United Nations High Commissioner for Human Rights",
    "Afghan Independent Human Rights Commission"
  ],
  "reporting_cycle": "Secretary-General reports in a timely manner",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n- Reaffirms its commitment to Afghanistan's sovereignty, independence, territorial integrity, and national unity.\n- Welcomes the new Afghan Constitution and the transition towards a stable and democratic state.\n- Extends the mandate of the United Nations Assistance Mission in Afghanistan (UNAMA) for 12 months.\n- Welcomes the report of the Secretary-General and its recommendations.\n- Urges support for credible national elections, including provision of security and donor support.\n- Encourages Afghan authorities to enable representative voter participation, including women and refugees.\n- Encourages acceleration of voter registration efforts and close coordination between Afghan and UN authorities.\n- Welcomes progress in disarmament, demobilization, and reintegration (DDR) and stresses its importance for free and fair elections.\n- Urges Afghan authorities to implement their National Drug Control Strategy and Member States to support it.\n- Stresses the need to tackle the drugs trade through cooperation among neighbouring states and countries along trafficking routes.\n- Welcomes the appointment of Jean Arnault as new Special Representative of the Secretary-General for Afghanistan.\nThe Security Council:\n\n10. Requests UNAMA to assist the Afghan Independent Human Rights Commission in implementing human rights provisions of the new Afghan constitution, particularly those regarding women's rights, and support the establishment of a fair judicial system and strengthening of the rule of law.\n\n11. Calls on Afghan parties to cooperate with UNAMA and ensure the security and freedom of movement of its staff.\n\n12. Welcomes ISAF's progress, requests it to work with the Secretary-General and his Special Representative, and calls on troop contributors to provide necessary resources.\n\n13. Welcomes the development of the Afghan National Army and Police, and ISAF's readiness to provide security assistance for elections.\n\n14. Requests the Secretary-General to report on developments in Afghanistan, including the future role of UNAMA after elections.\n\n15. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2004/S_RES_1536_2004_EN.pdf"
}