{
  "resolution_no": "1565",
  "year": "2004",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MONUC",
    "UNIFIL",
    "MINUSMA",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n \n1. Decides to extend the deployment of MONUC until 31 March 2005.\n\n2. Requests the Secretary-General to rapidly deploy additional military capabilities for MONUC.\n\n3. Authorizes the increase of MONUC’s strength by 5,900 personnel, including up to 341 civilian police personnel.\n\n4. Decides MONUC's mandate:\n \n(a) Deploy and maintain presence in volatile areas to promote confidence and discourage violence.\n\n(b) Protect civilians, including humanitarian personnel, under imminent threat.\n\n(c) Protect UN personnel, facilities, installations, and equipment.\n\n(d) Ensure security and freedom of movement of its personnel.\n\n(e) Establish operational links with ONUB and Governments of DRC and Burundi.\n\n(f) Monitor implementation of measures imposed by resolution 1493, including inspecting cargo.\n\n(g) Seize or collect arms and related materiel whose presence in DRC violates measures imposed.\n\n(h) Observe and report on armed movements, foreign military forces, and monitor landing strips and borders.\nHere is a concise summary of the Security Council document:\n\n5. The Security Council decides MONUC's mandate will include: \n(a) securing institutions and officials in Kinshasa \n(b) improving security for humanitarian assistance and refugee returns \n(c) supporting disarmament of foreign combatants \n(d) facilitating demobilization and repatriation of disarmed combatants \n(e) contributing to disarmament, demobilization, and reintegration (DDR) of Congolese combatants \n(f) supporting the electoral process \n(g) promoting and protecting human rights \n\n6. MONUC authorized to use necessary means to carry out tasks.\n\n7. MONUC to advise and assist the transitional government on: \n(a) essential legislation \n(b) security sector reform \n(c) electoral process \n\n8. Secretary-General to report on MONUC reforms within one month.\n\n9. Secretary-General to coordinate UN activities in the Democratic Republic of Congo.\n\n10. Secretary-General to ensure coordination between MONUC and ONUB.\n\n11. Government of National Unity and Transition to implement the Global and All Inclusive Agreement.\n\n12. Government to cooperate with MONUC on joint commissions.\n\n13. Government to integrate security forces.\n\n14. Government to develop a plan for disarmament of foreign combatants.\n\n15. Governments of Democratic Republic of Congo, Burundi, Rwanda, and Uganda to prevent their territories from being used to infringe sovereignty.\nHere is a summarized version of the Security Council document:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2004/S_RES_1565_2004_EN.pdf"
}