{
  "resolution_no": "1545",
  "year": "2004",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Human Rights",
    "Reconciliation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "ONUB",
    "African Union",
    "MONUC",
    "United Nations"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\nRecalling previous resolutions and statements on Burundi, particularly resolution 1375 (2001) and statements of 18 December 2002 and 23 December 2003,\nReaffirms strong commitment to Burundi's sovereignty, independence, territorial integrity and unity, and the principles of good-neighbourliness and non-interference. \nReaffirms full support for the Arusha Peace and Reconciliation Agreement, \ncalls on all Burundian parties to honour their commitments and assures them of its determination to support their efforts.\nEncourages transitional institutions to enact laws required for the electoral process under the Arusha Agreement before 31 October 2004.\nTakes note of ceasefire agreements, \nurges all parties to observe an immediate ceasefire, \nstressing the importance of Mr. Agathon Rwasa's Palipehutu-FNL participating in the peace process.\nCondemns all acts of violence, human rights and international humanitarian law violations, \nparticularly concerned by increasing incidents of rapes. \nReaffirms determination to support efforts to bring perpetrators to justice, \ncalls upon parties and transitional authorities to take measures to that end.\nExpresses concern at the humanitarian situation, \nrecalling parties' responsibility for civilian populations' security. \nTakes note of progress in preparing disarmament, demobilization and reintegration programme, \ncalls on parties to commit themselves to that programme.\nExpresses concern at the deteriorating economic situation, \nrecognizing that any improvement in security should be matched by tangible economic and social benefits.\nWelcomes conclusions of the Forum of Development Partners, \ncalls on donors to honour their pledges.\nPays tribute to efforts made by the African Union and Regional Initiative, \nencourages the African Union to maintain a strong presence in Burundi. \nWelcomes efforts of the African Mission in Burundi (AMIB) and contributing countries.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\nEncourages efforts to train a joint Burundian protection unit to ensure security of transitional institutions' leaders.\n\nWelcomes recommendations in the Secretary-General's report on Burundi and authorizes a 6-month peacekeeping operation, United Nations Operation in Burundi (ONUB), to support peace and national reconciliation under the Arusha Agreement.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2004/S_RES_1545_2004_EN.pdf"
}