{
  "resolution_no": "1546",
  "year": 2004,
  "theme": [
    "Peacekeeping",
    "Reconstruction",
    "Security",
    "Terrorism",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "United Nations Assistance Mission for Iraq (UNAMI)",
    "Multinational Force (MNF)",
    "Iraqi Interim Government",
    "Coalition Provisional Authority"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council within three months from the date of this resolution on UNAMI operations in Iraq, and on a quarterly basis thereafter. The United States, on behalf of the multinational force, reports to the Council within three months from the date of this resolution on the efforts and progress of this force, and on a quarterly basis thereafter.",
  "operative_authority": "Chapter VII",
  "summary": "The Iraqi government is ready to take sovereign responsibility for governing Iraq by June 30 and requests the support of the international community, specifically asking the Security Council to adopt a resolution giving it necessary support.\nThe MNF is prepared to continue undertaking a range of tasks to contribute to Iraq's security, including: \n- Countering security threats from groups seeking to influence Iraq's future through violence \n- Conducting combat operations \n- Internment for imperative security reasons \n- Securing weapons that threaten Iraq's security \n- Training and equipping Iraqi security forces. \nThe MNF will also provide humanitarian assistance, civil affairs support, and relief and reconstruction assistance at the request of the Iraqi Interim Government. \nA brigade-size force within the MNF will be established to provide security for UN personnel and facilities, under MNF command and control. \nThe MNF requires a framework that affords it and its personnel necessary status, and allows contributing states to exercise jurisdiction over their personnel. \nThe existing framework is sufficient, and MNF forces will act consistently with their obligations under the law of armed conflict, including the Geneva Conventions. \nThe MNF will act in recognition of and respect for Iraqi sovereignty, and seeks assistance from other member states and organizations to help Iraq build a democratic, secure, and prosperous country.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2004/S_RES_1546_2004_EN.pdf"
}