{
  "resolution_no": "1534",
  "year": "2004",
  "theme": [
    "International Criminal Tribunals",
    "War Crimes",
    "Justice and Reconciliation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "International Criminal Tribunal for the Former Yugoslavia (ICTY)",
    "International Criminal Tribunal for Rwanda (ICTR)"
  ],
  "reporting_cycle": "every six months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n1. Reaffirms the necessity of trials for persons indicted by the International Criminal Tribunal for the Former Yugoslavia (ICTY) and the International Criminal Tribunal for Rwanda (ICTR), and calls on all states to cooperate and assist the Tribunals, particularly in bringing high-profile indictees to justice.\n\n2. Reiterates its support for the Completion Strategies of the ICTY and ICTR, which aim to complete investigations by 2004, trial activities by 2008, and all work by 2010.\n\n3. Urges the ICTY and ICTR to plan and act to meet these deadlines, and to review their case loads to determine which cases to proceed with and which to transfer to national jurisdictions.\n\n4. Requests the Tribunals to provide regular assessments to the Council on their progress towards implementing their Completion Strategies.\n\n5. Commends states that have agreed to enforce sentences of persons convicted by the Tribunals.\n\n6. Expresses its intention to review the situation and ensure that the time frames set out in the Completion Strategies are met.\n\n7. Calls on the ICTY and ICTR Prosecutors to review the case load and concentrate on the most senior leaders suspected of being most responsible for crimes.\n\n8. Requests each Tribunal to provide assessments to the Council by 31 May 2004 and every six months thereafter.\nThe Security Council:\n\n9. Recalls the importance of strengthening national judicial systems for the rule of law and implementation of the ICTY and ICTR Completion Strategies.\n\n10. Welcomes efforts to create a war crimes chamber in Sarajevo, encourages parties to expedite its establishment, and donor community to provide sufficient financial support.\n\n11. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2004/S_RES_1534_2004_EN.pdf"
}