{
  "resolution_no": "1574",
  "year": "2004",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Humanitarian"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMIS",
    "IGAD",
    "African Union",
    "Sudanese Government",
    "Sudan People's Liberation Movement/Army"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n- Welcomes Norway's initiative to convene an international donors' conference for Sudan's reconstruction and economic development upon signing a Comprehensive Peace Agreement.\n- Welcomes continued operations of the Joint Military Commission, Civilian Protection Monitoring Team, and Verification and Monitoring Team.\n- Reiterates readiness to consider a UN peace support operation to support a Comprehensive Peace Agreement's implementation and requests the Secretary-General to submit recommendations.\n- Welcomes UNAMIS' preparatory work, endorses proposals to increase staffing, and extends its mandate until 10 March 2005.\n- Calls on the region to support a Comprehensive Peace Agreement's implementation.\n- Emphasizes a Comprehensive Peace Agreement's contribution to sustainable peace and stability in Sudan and Darfur crisis resolution efforts.\n- Underlines progress in Abuja peace talks' importance, insists on good faith negotiations, and welcomes signed protocols.\n- Demands an immediate ceasefire, humanitarian access, and compliance with international humanitarian law.\n- Decides to monitor compliance and take action against non-compliant parties.\n- Supports African Union decisions to increase its Darfur mission and enhance its mandate.\n- Calls for urgent humanitarian contributions to Sudan and Chad.\n- Requests cooperation with the International Commission of Inquiry.\n- Reiterates human rights monitors' deployment importance in Darfur.\n- Requests the Secretary-General to keep it informed and make recommendations.\n- Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2004/S_RES_1574_2004_EN.pdf"
}