{
  "resolution_no": "1546",
  "year": 2004,
  "theme": [
    "Peacekeeping",
    "Reconstruction",
    "Security",
    "Terrorism",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "United Nations Assistance Mission for Iraq (UNAMI)",
    "Multinational Force (MNF)",
    "Iraqi Interim Government",
    "Coalition Provisional Authority"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council within three months from the date of this resolution on UNAMI operations in Iraq, and on a quarterly basis thereafter. The United States, on behalf of the multinational force, reports to the Council within three months from the date of this resolution on the efforts and progress of this force, and on a quarterly basis thereafter.",
  "operative_authority": "Chapter VII",
  "summary": "10. The Council decides that the multinational force shall have the authority to take measures to contribute to security and stability.\n\n11. The Council welcomes letters annexed to the resolution, which outline arrangements for a security partnership between the Iraqi Government and the multinational force.\n\n12. The Council decides that the mandate for the multinational force shall be reviewed at the request of the Iraqi Government or in 12 months and shall expire upon completion of the political process.\n\n13. The Council notes the intention to create an entity to provide security for the UN presence in Iraq and calls on Member States to provide resources.\n\n14. The Council recognizes that the multinational force will assist in building the capability of Iraqi security forces and institutions.\nHere is a concise summary of the Security Council document:\n\n15. Requests Member States and international organizations to contribute assistance to the multinational force in Iraq to help meet the needs of the Iraqi people for security, stability, humanitarian and reconstruction assistance, and to support the efforts of UNAMI.\n\n16. Emphasizes the importance of developing effective Iraqi police, border enforcement, and Facilities Protection Service under the control of the Interior Ministry of Iraq, and requests assistance from Member States and international organizations.\n\n17. Condemns all acts of terrorism in Iraq, reaffirms obligations under previous resolutions, and calls on Member States to prevent terrorist transit, arms, and financing.\n\n18. Recognizes the Interim Government of Iraq will assume the primary role in coordinating international assistance.\n\n19. Welcomes efforts by Member States and international organizations to provide technical and expert assistance to Iraq.\n\n20. Reiterates its request that Member States, international financial institutions, and other organizations assist Iraq's reconstruction and development.\n\n21. Decides that prohibitions on arms sales to Iraq shall not apply to arms required by the Government of Iraq or the multinational force.\n\n22. Notes that nothing in paragraph 21 affects prohibitions or obligations related to items specified in previous resolutions.\n\n23. Calls on Member States and international organizations to assist Iraqi efforts to integrate Iraqi veterans and former militia members into Iraqi society.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2004/S_RES_1546_2004_EN.pdf"
}