{
  "resolution_no": "1566",
  "year": "2004",
  "theme": [
    "Terrorism"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39"
  ],
  "entities": [
    "Counter-Terrorism Committee (CTC)",
    "Al-Qaida/Taliban Sanctions Committee",
    "Counter-Terrorism Committee Executive Directorate (CTED)"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n- Reaffirms resolutions 1267 (1999), 1373 (2001), and 1540 (2004) on terrorism.\n- Emphasizes the need to combat terrorism in all its forms and manifestations.\n- Expresses deep concern over the increasing number of terrorism victims, including children.\n- Calls on States to cooperate with the Counter-Terrorism Committee (CTC), the \"Al-Qaida/Taliban Sanctions Committee\", and the Committee established pursuant to resolution 1540 (2004).\n- Reminds States to ensure measures to combat terrorism comply with international law.\n- Condemns all acts of terrorism, calls on States to cooperate in the fight against terrorism, and to bring perpetrators to justice.\n- Recalls that terrorist acts are under no circumstances justifiable.\n- Calls on States to become party to relevant international conventions and protocols on terrorism.\n- Requests cooperation on adopting a comprehensive convention on international terrorism and a convention on suppressing acts of nuclear terrorism.\n- Calls on organizations to strengthen international cooperation in the fight against terrorism.\n- Requests the CTC to develop best practices to assist States in implementing resolution 1373 (2001) related to financing of terrorism.\n- Directs the CTC to conduct visits to States to enhance implementation of resolution 1373 (2001).\nThe Security Council:\n\n9. Establishes a working group of all members to consider and recommend practical measures against individuals, groups, or entities involved in terrorist activities, including procedures for prosecution or extradition, asset freezes, travel restrictions, and arms embargoes.\n\n10. Requests the working group to consider establishing an international fund to compensate victims of terrorist acts and their families, potentially financed through seized assets and voluntary contributions.\n\n11. Requests the Secretary-General to take urgent steps to make the Counter-Terrorism Committee's Executive Directorate (CTED) fully operational and report back by 15 November 2004.\n\n12. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2004/S_RES_1566_2004_EN.pdf"
}