{
  "resolution_no": "1537",
  "year": "2004",
  "theme": [
    "Peacekeeping",
    "Sierra Leone"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "UNAMSIL",
    "Economic Community of West African States",
    "Mano River Union",
    "Special Court for Sierra Leone",
    "United Nations Mission in Liberia",
    "United Nations Operation in Côte d'Ivoire"
  ],
  "reporting_cycle": "Secretary-General reports every quarter",
  "operative_authority": "Chapter VI",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council,\nRecalling its previous resolutions on Sierra Leone,\nAffirming commitment to respect Sierra Leone's sovereignty and territorial integrity,\nCommending regional efforts towards peace,\nAppreciating Member States' contributions to UNAMSIL,\n\nWelcoming progress towards benchmarks for UNAMSIL's drawdown,\nNoting remaining gaps, particularly in Sierra Leone Police and armed forces,\nReiterating stability and State authority consolidation,\nEmphasizing free and fair local elections,\n\nEncouraging the Truth and Reconciliation Commission,\nNoting need for reduced UN presence into 2005,\nEmphasizing Government's assumption of national security responsibility,\n\nDecides to:\n1. Extend UNAMSIL's mandate until 30 September 2004;\n2. Adjust UNAMSIL's drawdown timetable for gradual reduction;\n3. Urge Government to develop effective police, army, and judiciary;\n4. Urge Government to strengthen diamond mining control;\n5. Maintain residual UNAMSIL presence from 1 January 2005 with reduced troops;\n6. Confirm residual presence tasks and benchmarks by 30 September 2004;\n7. Request progress report by 15 September 2004;\n8. Welcome Secretary-General's intention to monitor situation and report.\nThe Security Council:\n- Appreciates the Special Court for Sierra Leone's work, notes its precarious financial situation, and urges countries to submit outstanding pledged funds immediately.\n- Supports the Secretary-General's request for a contribution to the Court's financing from the regular budget.\n- Urges States to cooperate fully with the Court.\n- Commends the Secretary-General's efforts to establish cooperation between UN missions in the subregion and welcomes his intention to submit recommendations on strengthening this cooperation.\n- Requests UNAMSIL to share its experience with UN missions in Liberia and Côte d'Ivoire and carry out its mandate in close liaison with them.\n- Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2004/S_RES_1537_2004_EN.pdf"
}