{
  "resolution_no": "1539",
  "year": "2004",
  "theme": [
    "Children",
    "Armed Conflict",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 27"
  ],
  "entities": [
    "United Nations peacekeeping missions",
    "United Nations country teams",
    "International Criminal Court"
  ],
  "reporting_cycle": "The Secretary-General reports by 31 October 2004 and regularly thereafter",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n- Reaffirms previous resolutions on protecting children in armed conflict (1261, 1314, 1379, 1460).\n- Expresses concern over ongoing violations against children in conflict, including recruitment, killing, maiming, rape, and abduction.\n- Requests the Secretary-General to devise an action plan for a monitoring and reporting mechanism on child soldiers and other abuses within three months.\n- Intends to curb linkages between illicit trade, trafficking, and armed conflict, which impact children.\n- Calls on parties to abide by international obligations and commitments to protect children in conflict.\n- Takes note with concern of continued child recruitment and use by parties mentioned in the Secretary-General's report.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\nConcerning parties to armed conflict that recruit and use children:\n\n* Calls on them to prepare action plans within 3 months to halt recruitment and use of children, in collaboration with UN peacekeeping missions and country teams (para 5(a))\n* Requests the Secretary-General to review compliance regularly and report by 31 July 2004 (para 5(b))\n* Intends to consider imposing targeted measures if parties refuse to enter into dialogue, fail to develop an action plan, or fail to meet commitments (para 5(c))\n\nThe Council also:\n\n* Takes note with concern of continued recruitment and use of children in other situations of armed conflict and calls on parties to halt it (para 6)\n* Decides to continue including child protection provisions in UN peacekeeping operation mandates (para 7)\n* Reiterates requests to ensure children associated with armed forces and groups are included in disarmament, demobilization, and reintegration processes (para 8)\n* Calls on States and the UN system to recognize the importance of education in conflict areas (para 9)\n\nThe Council further:\n\n* Notes with concern cases of sexual exploitation and abuse of women and children and requests measures to prevent it (para 10)\n* Requests HIV/AIDS education, testing, and counselling services for UN peacekeepers, police, and humanitarian personnel (para 11)\n* Welcomes initiatives by regional organizations to protect children affected by armed conflict and encourages them to pursue efforts (para 12)\n* Encourages support for developing and strengthening national and regional capacities to protect children (para 13)",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2004/S_RES_1539_2004_EN.pdf"
}