{
  "resolution_no": "1554",
  "year": "2004",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Refugees",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNOMIG",
    "CIS peacekeeping force",
    "Group of Friends",
    "OSCE",
    "UNHCR",
    "UNDP"
  ],
  "reporting_cycle": "Secretary-General reports every 3 months",
  "operative_authority": "Chapter VI",
  "summary": "14. Calls for rapid finalization and signature of the letter of intent on returns proposed by the Special Representative of the Secretary-General.\n\n15. Reaffirms the unacceptability of demographic changes resulting from the conflict, and the inalienable right of refugees and internally displaced persons to return to their homes.\n\n16. Notes the Abkhaz side's particular responsibility to protect returnees and facilitate the return of the remaining displaced population.\n\n17. Welcomes the report of the UN Development Programme mission to the Gali region and looks forward to further consultations.\n\n18. Urges implementation of the Joint Assessment Mission's recommendations, and calls on the Abkhaz side to agree to the opening of the Gali branch of the human rights office.\n\n19. Expresses concern over the delayed deployment of the civilian police component in the Gali sector.\n\n20. Calls on the Abkhaz side to improve law enforcement and address the lack of instruction in their mother tongue for the ethnic Georgian population.\n\n21. Welcomes measures taken by the Georgian side to end activities of illegal armed groups.\n\n22. Condemns any violations of the Moscow Agreement.\n\n23. Welcomes the relative calm in the Kodori valley, but condemns killings, abductions, and attacks on CIS checkpoints.\n\n24. Urges the parties to abide by security protocols and cooperate to improve security.\n\n25. Calls on the Georgian side to provide security guarantees for joint UNOMIG and CIS patrols.\n\n26. Underlines the primary responsibility of both sides to provide security and ensure freedom of movement for UNOMIG and international personnel.\n\n27. Urges the parties to identify those responsible for the shooting down of a UNOMIG helicopter.\n\n28. Decides to extend the mandate of UNOMIG until 31 January 2005.\n\n29. Requests the Secretary-General to keep the Council informed and report on the situation.\n\n30. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2004/S_RES_1554_2004_EN.pdf"
}