{
  "resolution_no": "1543",
  "year": "2004",
  "theme": [
    "Peacekeeping",
    "Security",
    "Justice",
    "Development"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMISET",
    "Timor-Leste",
    "Indonesia",
    "Security Council"
  ],
  "reporting_cycle": "Secretary-General reports every 3 months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\nReaffirms previous resolutions on Timor-Leste, commends progress made by the people and Government, and welcomes the work of UNMISET. \nThe Council extends UNMISET's mandate for 6 months, with a further 6-month extension until 20 May 2005, and reduces its size and revises tasks as recommended by the Secretary-General. \nThe mandate will include support for public administration, justice, law enforcement, and security; \nUNMISET will comprise up to 58 civilian advisers, 157 civilian police advisers, 42 military liaison officers, 310 formed troops, and a 125-person International Response Unit. \nThe Council requests the Secretary-General to keep it informed of developments and submit reports every three months with recommendations on modifications to UNMISET's size, composition, and tasks. \nThe Secretary-General is also requested to include recommendations on police and military components for review in November 2004. \nThe Council reaffirms the need to fight against impunity and emphasizes the importance of international support.\n1543 (2004) \n3 \nThe Serious Crime Unit should complete all investigations by November 2004, and conclude trials and other activities as soon as possible and no later than 20 May 2005;\n\n9. Underlines that further United Nations assistance to Timor-Leste should be coordinated with efforts of bilateral and multilateral donors, regional mechanisms, non-governmental organizations, private sector entities and other actors from within the international community;\n\n10. Urges the donor community, UN agencies, funds and programmes, and multilateral financial institutions to continue providing essential resources and assistance for projects towards sustainable and long-term development in Timor-Leste;\n\n11. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2004/S_RES_1543_2004_EN.pdf"
}