{
  "resolution_no": "1565",
  "year": "2004",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 42"
  ],
  "entities": [
    "MONUC",
    "UNIFIL",
    "MINUSMA",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "15. Governments of Democratic Republic of Congo, Burundi, Rwanda, and Uganda to prevent their territories from being used to infringe sovereignty.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n- Urges the Governments of the Democratic Republic of the Congo and Rwanda to normalize bilateral relations, cooperate on security along their borders, and implement agreements on joint verification mechanisms with MONUC's participation.\n- Calls on the Governments of the Democratic Republic of the Congo and Rwanda to work together, with MONUC and the African Union, to remove the threat posed by foreign armed groups.\n- Requests the Government of National Unity and Transition to prevent media incitement of hatred or tensions among communities.\n- Calls on Member States, international organizations, and donors to support the transitional process, extension of State authority, and long-term development in the Democratic Republic of the Congo.\n- Strongly condemns violence and human rights violations, and demands that all parties bring perpetrators to justice and ensure respect for human rights and international humanitarian law.\n- Demands cooperation with MONUC operations, and unhindered access for United Nations personnel.\n- Recalls the obligation of all parties to comply with international humanitarian law related to the protection of humanitarian and United Nations personnel.\n- Condemns the illicit exploitation of natural resources in the Democratic Republic of the Congo and urges States to take steps to end these activities.\n- Welcomes the international conference on peace, security, democracy, and development in the Great Lakes region.\n- Encourages increased international political engagement in the peace process.\n- Expresses concern at allegations of sexual exploitation and misconduct by MONUC personnel and requests the Secretary-General to investigate and take action.\n- Requests the Secretary-General to keep the Council informed and submit a report on MONUC's mandate execution.\n- Reiterates support for the Special Representative of the Secretary-General and MONUC.\n- Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2004/S_RES_1565_2004_EN.pdf"
}