{
  "resolution_no": "1526",
  "year": "2004",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "Taliban",
    "UN Security Council Committee established pursuant to resolution 1267 (1999)",
    "Analytical Support and Sanctions Monitoring Team"
  ],
  "reporting_cycle": "The Monitoring Team shall submit comprehensive, independent reports to the Committee: the first by 31 July 2004, the second by 15 December 2004, and the third by 30 June 2005. The Committee shall report orally at least every 120 days to the Council.",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\nRecalling previous resolutions on terrorism, \nUnderlining the obligation to implement resolution 1373 (2001) in full, \nReaffirming the need to combat terrorist threats,\n Condemning Al-Qaida and associated terrorist groups, \nStressing the importance of committing resources to address the threat,\nActing under Chapter VII of the Charter,\n1. Decides to improve implementation of measures imposed on Usama bin Laden, Al-Qaida, the Taliban, and associated individuals, groups, undertakings, and entities, namely to: \n(a) Freeze funds and other financial assets or economic resources without delay; \n(b) Prevent entry into or transit through their territories; \n(c) Prevent supply, sale, or transfer of arms and related materiel; \n2. Decides to strengthen the Committee's mandate to oversee states' implementation, assess information, and recommend improvements; \n3. Decides that measures will be further improved in 18 months or sooner if necessary; \n4. Calls upon states to cut flows of funds and other financial assets and economic resources to individuals and entities associated with Al-Qaida, Usama bin Laden, and/or the Taliban; \n5. Urges states and encourages regional organizations to establish internal reporting requirements and procedures on trans-border movement of currency.\nHere is a summarized version of the Security Council document:\n\n6. The Security Council establishes a New York-based Analytical Support and Sanctions Monitoring Team for 18 months to assist the Committee, with responsibilities outlined in the Annex.\n\n7. The Secretary-General is requested to appoint up to eight members to the Monitoring Team, with expertise in areas such as counter-terrorism, financing of terrorism, border enforcement, and drug trafficking.\n\n8. The Monitoring Team is to submit three comprehensive reports to the Committee on implementation of measures by States, with recommendations for improved implementation and possible new measures.\n\n9. The Secretary-General is requested to provide cost-effective support to the Committee.\n\n10. The Committee is to consider visits to selected countries to enhance implementation of measures.\n\n11. The Committee is to follow up with States on implementation of sanctions measures and provide opportunities for States to discuss relevant issues.\n\n12. The Committee is to report orally to the Council every 120 days on its work and the Monitoring Team's activities.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2004/S_RES_1526_2004_EN.pdf"
}