{
  "resolution_no": "1545",
  "year": "2004",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Human Rights",
    "Reconciliation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "ONUB",
    "African Union",
    "MONUC",
    "United Nations"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "Welcomes recommendations in the Secretary-General's report on Burundi and authorizes a 6-month peacekeeping operation, United Nations Operation in Burundi (ONUB), to support peace and national reconciliation under the Arusha Agreement.\n\nONUB will be headed by the Special Representative of the Secretary-General and initially composed of existing African Mission in Burundi (AMIB) forces.\n\nONUB's mandate includes:\n- Ensuring ceasefire agreements' respect\n- Promoting confidence between Burundian forces\n- Disarmament, demobilization, and reintegration of combatants\n- Monitoring quartering of Armed Forces of Burundi and their heavy weapons\n- Monitoring illegal flow of arms\n- Contributing to humanitarian assistance and refugees' return\n- Ensuring a secure environment for elections\n- Protecting civilians under threat\n- Protecting ONUB personnel and facilities\n\nONUB will provide advice and assistance to the transitional Government and authorities on border monitoring, institutional reforms, and electoral activities.\n\nONUB will consist of a maximum of 5,650 military personnel, 200 observers, 125 staff officers, and 120 civilian police personnel.\nThe Security Council adopted resolution 1545 (2004) on Burundi, deciding to establish the United Nations Operation in Burundi (ONUB) to assist the Government and authorities of Burundi in implementing the Arusha Agreement. \n\nKey tasks for ONUB include: \n- Completing the reform of the judiciary and correction system \n- Promoting and protecting human rights, particularly for women, children, and vulnerable persons \n- Investigating human rights violations to end impunity \n- Cooperating with the Government, authorities, and international partners to extend State authority, \n- Carrying out disarmament, demobilization, and reintegration of combatants \n\nThe Secretary-General is requested to conduct UN activities in Burundi, facilitate coordination with other actors, and conclude agreements with neighboring States to enable ONUB forces to cross borders in pursuit of armed combatants. \n\nThe transitional Government of Burundi is requested to conclude a status-of-forces agreement with the Secretary-General within 30 days. \n\nAll parties are urged to cooperate with ONUB, ensure the safety and freedom of movement of UN personnel, and facilitate the return of refugees and internally displaced persons.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2004/S_RES_1545_2004_EN.pdf"
}