{
  "resolution_no": "1576",
  "year": "2004",
  "theme": [
    "Haiti",
    "Peacekeeping",
    "Stabilization"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "MINUSTAH",
    "Transitional Government of Haiti",
    "International Donors Conference on Haiti",
    "United Nations Stabilization Mission in Haiti"
  ],
  "reporting_cycle": "at least every three months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, reaffirming resolution 1542 (2004), recalls resolution 1529 (2004) and President's statements on Haiti. It commends the Special Representative's work supporting Haiti's Transitional Government and political actors towards national dialogue, reconciliation, and free elections in 2005. \n\nThe Council underlines the importance of political reconciliation and economic reconstruction for Haiti's stability and security. It urges the Transitional Government to implement the Interim Cooperation Framework (ICF) with international assistance. \n\nCondemning violence and unauthorized law enforcement, the Council stresses the urgency of Disarmament, Demobilization and Reintegration (DDR) programmes and the establishment of a National Commission on DDR. \n\nIt also condemns human rights violations, urges an end to impunity, and calls for the release of those arbitrarily detained. \n\nThe Council welcomes the United Nations Stabilization Mission in Haiti (MINUSTAH) and urges troop-contributing countries to meet deployment schedules. \n\nDetermining that the situation in Haiti remains a threat to international peace and security, the Council, acting under Chapter VII: \n\n1. Extends MINUSTAH's mandate until 1 June 2005; \n2. Encourages the Transitional Government to include those outside the transition process; \n3. Welcomes and endorses the Secretary-General's report and recommendations; \n4. Urges prompt disbursement of funds pledged at the International Donors Conference; \n5. Requests regular reports from the Secretary-General on MINUSTAH's mandate implementation; \n6. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2004/S_RES_1576_2004_EN.pdf"
}