{
  "resolution_no": "1622",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Humanitarian"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMEE",
    "Eritrea-Ethiopia Boundary Commission",
    "United Nations"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\nReaffirms previous resolutions and statements on the situation between Ethiopia and Eritrea, particularly resolution 1586 (2005).\nStresses commitment to the peace process, including the UN Mission in Ethiopia and Eritrea (UNMEE), and full implementation of the Algiers Agreements (2000) and the Eritrea-Ethiopia Boundary Commission's delimitation decision (2002).\nEmphasizes lasting peace requires full border demarcation between parties.\nExpresses concern over lack of progress in implementing the Boundary Commission's decision and Ethiopia's rejection of parts of it.\nNotes with concern the high concentration of troops near the Temporary Security Zone (TSZ).\n Considers the Secretary-General's report and welcomes its observations.\n1. Extends UNMEE's mandate until 15 March 2006.\n2. Approves reconfiguration of UNMEE's military component, including 10 more military observers.\n3. Calls on parties to refrain from actions escalating tension and to reduce deployment levels.\n4. Reaffirms parties' primary responsibility for implementing Algiers Agreements and Boundary Commission's decision.\n5. Calls on Ethiopia to accept Boundary Commission's decision and enable demarcation without preconditions.\n6. Calls on parties to implement Boundary Commission's decision without delay.\n7. Calls on parties to cooperate with UNMEE, ensure staff security, and remove restrictions on UNMEE's work.\n8. Urges Eritrea to facilitate UN flights and reopen the Asmara-Barentu road.\n9. Calls for normalization of relations, including political dialogue and confidence-building measures.\n10. Expresses concern over food insecurity and calls for support for humanitarian and development activities.\n11. Calls on Eritrea to lift restrictions on aid organizations.\n12. Decides to closely monitor parties' implementation of commitments.\nThe Security Council:\n \n13. Requests the Secretary-General to ensure UNMEE complies with the UN's zero-tolerance policy on sexual exploitation and abuse, by developing strategies to prevent and respond to misconduct, enhancing personnel training, and taking disciplinary action, and to keep the Council informed;\n14. Requests the Secretary-General to closely monitor the situation, review UNMEE's mandate in light of progress in the peace process and changes to the mission, and report back to the Council;\n15. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1622_2005_EN.pdf"
}