{
  "resolution_no": "1630",
  "year": "2005",
  "theme": [
    "Somalia",
    "Arms Embargo",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UN Monitoring Group",
    "Security Council Committee",
    "African Union",
    "Intergovernmental Authority on Development"
  ],
  "reporting_cycle": "The Monitoring Group shall provide a midterm briefing within 90 days from its establishment and a final report no later than 15 days prior to the termination of its mandate",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\nReaffirming previous resolutions and statements on Somalia, particularly resolution 733 (1992) establishing an arms embargo, \nReaffirming Somalia's sovereignty, territorial integrity, and unity, \n Reiterating the need for Somali leaders to engage in political dialogue, \nSupporting the Special Representative of the Secretary-General's efforts, \nStressing the Transitional Federal Institutions' need to establish effective national governance, \nCommending African Union and Intergovernmental Authority on Development efforts, \n Condemning the increased flow of weapons to Somalia, \n Insisting on compliance with the arms embargo, \nDetermining the situation in Somalia threatens international peace and security, \nActing under Chapter VII, \n1. Stresses all Member States' obligation to comply with resolution 733 (1992); \n2. Expresses intention to consider actions to improve implementation of resolution 733 (1992); \n3. Requests the Secretary-General to re-establish the Monitoring Group for six months with the mandate to: \n(a) Continue tasks outlined in resolution 1587 (2005); \n(b) Investigate revenue-generating activities used for arms embargo violations; \n(c) Investigate transport, routes, and facilities used for arms embargo violations; \n(d) Refine and update information on individuals and entities violating the arms embargo; \n(e) Make recommendations based on investigations; \n(f) Work with the Committee on additional measures to improve compliance; \n(g) Identify areas to strengthen States' capacities in the region; \n(h) Provide a midterm briefing within 90 days.\nThe Security Council:\n\n1. Requests the Monitoring Group to submit a final report covering all tasks, 15 days prior to its mandate termination.\n\n2. Requests the Secretary-General to make necessary financial arrangements to support the Monitoring Group.\n\n3. Reaffirms paragraphs 4, 5, 7, 8, and 10 of resolution 1519 (2003).\n\n4. Requests the Committee to:\n    - Recommend ways to improve implementation of and compliance with the arms embargo.\n    - Consult with the Monitoring Group and other relevant UN entities.\n\n5. Requests the Committee to consider a visit to Somalia and/or the region by its Chairman, when appropriate.\n\n6. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1630_2005_EN.pdf"
}