{
  "resolution_no": "1615",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Refugees",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNOMIG",
    "CIS peacekeeping force",
    "Group of Friends",
    "OSCE",
    "UNHCR",
    "UNDP"
  ],
  "reporting_cycle": "The Secretary-General reports three months from the date of the adoption of this resolution",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\nRecalling all its relevant resolutions, particularly resolution 1582, welcomes the Secretary-General's report and the conclusions of the Lisbon and Istanbul summits of the OSCE regarding Abkhazia, Georgia. \nThe Council deplores that the perpetrators of the 2001 shooting down of a UNOMIG helicopter, killing nine people, have not been identified. \nIt stresses that the lack of progress on key issues of a comprehensive settlement of the conflict in Abkhazia, Georgia, is unacceptable. \nThe Council welcomes the positive momentum given to the UN-led peace process by high-level meetings of the Group of Friends in Geneva and Georgian-Russian summit meetings. \nIt reaffirms the commitment of all Member States to Georgia's sovereignty, independence, and territorial integrity within its internationally recognized borders. \nThe Council commends and supports the Secretary-General's efforts, with the assistance of the Russian Federation, the Group of Friends, and the OSCE, to promote stabilization and a comprehensive political settlement. \nThe Council supports the \"Basic Principles for the Distribution of Competences between Tbilisi and Sukhumi\" and urges the Abkhaz side to receive and consider the document. \nIt calls on both sides to participate in constructive negotiations towards a political settlement, to spare no efforts to overcome mutual mistrust, and to refrain from militant rhetoric and support for military options. \nThe Council reminds all concerned to refrain from actions that might impede the peace process and welcomes the convening of regular meetings of senior representatives of the Group of Friends and the United Nations in Geneva. \nIt urges the parties to participate actively in task forces and working groups, established to address economic cooperation, return of internally displaced persons and refugees, and political and security matters. \nThe Council regrets the cancellation of a meeting on security guarantees planned for July 2005 and expects that such a meeting with full participation of both sides will be held as soon as possible.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1615_2005_EN.pdf"
}