{
  "resolution_no": "1587",
  "year": "2005",
  "theme": [
    "Somalia",
    "Arms Embargo",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41"
  ],
  "entities": [
    "UN Monitoring Group",
    "Transitional Federal Government of Somalia",
    "African Union",
    "Intergovernmental Authority on Development"
  ],
  "reporting_cycle": "The Monitoring Group shall provide a mid-term briefing within 90 days from its establishment and a final report no later than 30 days prior to the termination of its mandate",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n- Reaffirms previous resolutions on Somalia, particularly the arms embargo established in 1992 (resolution 733).\n- Welcomes progress in Somalia's national reconciliation and expects further steps from the Transitional Federal Government.\n- Condemns the continued flow of weapons to Somalia, violating the arms embargo, and vows to hold violators accountable.\n- Decides to:\n  1. Stress the obligation of all States to comply with the arms embargo.\n  2. Consider the report of the Monitoring Group to improve implementation of the embargo.\n  3. Re-establish the Monitoring Group for six months to monitor, assess, and make recommendations on the embargo's implementation.\n  4. Request the Secretary-General to make necessary financial arrangements to support the Monitoring Group.\n- Reaffirms certain paragraphs of resolution 1519 (2003).\nThe Security Council:\n6. Requests the Committee to consider and recommend ways to improve implementation of and compliance with the arms embargo, including developing regional State capacity, in response to continuing violations, in consultation with the Monitoring Group and other UN entities;\n7. Further requests the Committee to consider a visit to Somalia and/or the region by its Chairman and designated members, as approved by the Committee;\n8. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1587_2005_EN.pdf"
}