{
  "resolution_no": "1649",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Sanctions",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MONUC",
    "UNIFIL",
    "FDLR",
    "FNL",
    "Lord's Resistance Army",
    "International Criminal Tribunal for Rwanda"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n- Recalls previous resolutions and statements on the Democratic Republic of Congo (DRC).\n- Reaffirms its commitment to the sovereignty, territorial integrity, and political independence of the DRC and the region.\n- Expresses concern over continued hostilities by militias and foreign armed groups in eastern DRC.\n- Deplores human rights and humanitarian law violations by these groups.\n- Welcomes MONUC's actions against these groups.\n- Calls on armed groups to disarm and demobilize.\n- Decides to extend sanctions to leaders of foreign armed groups and Congolese militias who impede disarmament and repatriation.\n- Sets a deadline of 31 July 2006 for these sanctions.\n- Notes the link between exploitation of natural resources and conflict in the region.\n- Urges cooperation to end activities of illegal armed groups.\n- Requests the international community to maintain assistance to the DRC.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Authorizes in advance, on a case-by-case basis, the transit of individuals returning to their nationality or participating in efforts to bring to justice perpetrators of grave human rights or humanitarian law violations (para 3).\n\n Extends the tasks of the Committee to the provisions set out in para 2 and requests the Secretary-General and the Group of Experts to assist the Committee in designating leaders (para 4 & 5).\n\n Decides that the provisions will enter into force on 15 January 2006, unless the Secretary-General informs the Council that disarmament of foreign armed groups is being completed (para 6).\n\n Will review the measures set forth in para 2 by 31 July 2006, in light of progress in the peace and transition process (para 7).\n\n Urges the Government of National Unity and Transition to ensure civilian security, particularly in North Kivu, South Kivu, and Ituri district (para 8).\n\n Recalls MONUC's mandate to support operations to disarm foreign combatants and facilitate their repatriation (para 9).\n\n Requests the Secretary-General to submit a comprehensive strategy for the disarmament, repatriation, and resettlement of foreign combatants by 15 March 2006 (para 10).\n\n Emphasizes MONUC's authorization to use necessary means to protect civilians under imminent threat of physical violence (para 11).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1649_2005_EN.pdf"
}