{
  "resolution_no": "1637",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "Security",
    "Iraq"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "United Nations Assistance Mission for Iraq (UNAMI)",
    "Multinational Force (MNF)",
    "International Advisory and Monitoring Board"
  ],
  "reporting_cycle": "Quarterly reports from the Secretary-General on UNAMI's operations and from the United States on the efforts and progress of the MNF",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nWelcoming Iraq's transition progress, looks forward to the completion of the political transition process and Iraqi forces assuming full security responsibility.\n\nRecalling previous relevant resolutions, \n\nReaffirming Iraq's independence, sovereignty, unity, and territorial integrity, and the right of the Iraqi people to determine their own future and control natural resources.\n\nWelcoming the Transitional Government's commitment to a federal, democratic, pluralistic, and unified Iraq.\n\nCalling on the international community to support Iraq's pursuit of peace, stability, security, democracy, and prosperity.\n\nWelcoming key milestones, including the Interim Government's assumption of authority, Transitional National Assembly elections, and constitution approval.\n\nNoting the upcoming government's critical role in promoting national dialogue and reconciliation.\n\nCalling on those using violence to lay down their arms and participate in the political process.\n\nReaffirming that terrorism must not disrupt Iraq's transition.\n\nRecognizing the request to retain the multinational force in Iraq and the importance of consent and close coordination.\n\nWelcoming the multinational force's willingness to contribute to security and stability.\n\nAffirming the importance of forces promoting security and stability to act in accordance with international law.\n\nRecalling the United Nations Assistance Mission for Iraq (UNAMI) and its leading role in assisting Iraq.\n\nRecognizing international support for security and stability as essential to Iraq's well-being.\nThe Security Council:\n\nRecognizing the Government of Iraq's primary role in coordinating international assistance and the importance of international assistance for Iraq's economy,\n\nRecognizing the significant role of the Development Fund for Iraq and the International Advisory and Monitoring Board in ensuring transparent and equitable use of Iraq's resources,\n\nDetermining that the situation in Iraq continues to threaten international peace and security,\n\nActing under Chapter VII of the UN Charter,\n\n1. Notes the presence of the multinational force in Iraq is at the request of the Government of Iraq, reaffirms the authorization for the force as set forth in resolution 1546 (2004), and extends the mandate until 31 December 2006;\n\n2. Decides the mandate will be reviewed at the request of the Government of Iraq or no later than 15 June 2006, and will terminate earlier if requested by the Government of Iraq;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1637_2005_EN.pdf"
}