{
  "resolution_no": "1636",
  "year": "2005",
  "theme": [
    "Terrorism",
    "Peace and Security",
    "Lebanon"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "International Independent Investigation Commission",
    "Lebanese Government",
    "Syrian Government",
    "UN Security Council"
  ],
  "reporting_cycle": "The Commission shall report to the Council on the progress of the inquiry by 15 December 2005",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n- Reaffirms previous resolutions (1595, 1373, and 1566) and calls for respect of Lebanon's sovereignty and territorial integrity.\n- Commends the international independent investigation Commission's professional work on the 14 February 2005 terrorist bombing that killed former Lebanese Prime Minister Rafiq Hariri.\n- Notes the Commission's conclusion that the investigation is not yet complete and that continued international assistance is needed.\n- Calls on all States to cooperate fully with the Commission and provide assistance to the Lebanese authorities.\n- Takes note of the Commission's findings that the assassination plot likely involved Syrian security officials and that Syrian officials tried to mislead the investigation.\n- Demands that all those responsible for the terrorist bombing be identified and held accountable.\n- Reaffirms its commitment to Lebanon's national unity and stability, and warns against attempts to undermine stability.\n- Calls on all States to provide assistance and information to the Lebanese authorities and the Commission.\nHere is a concise summary of the Security Council document:\n\nThe Security Council determines that a terrorist act and its implications constitute a threat to international peace and security. \n\n1. The Council welcomes the report of the Commission investigating the terrorist act and notes with extreme concern the involvement of Lebanese and Syrian officials.\n\n2. It decides to impose measures on individuals suspected of involvement, including travel bans and asset freezes, and establishes a Committee to oversee these measures.\n\n3. The Committee and measures will terminate when all investigative and judicial proceedings are completed.\n\n4. The Council determines that any State's involvement would be a serious violation of its obligations to prevent and refrain from supporting terrorism.\n\n5. It notes with extreme concern Syria's lack of cooperation and expects Syria to implement its commitments to cooperate.\n\n6. The Council acknowledges the need for continued assistance from the Commission to Lebanon to elucidate all aspects of the crime.\n\n7. It welcomes the Secretary-General's decision to extend the Commission's mandate and decides to extend it further if recommended and requested.\n\n8. The Council commends the Lebanese authorities for their efforts and encourages them to persist in their investigations.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1636_2005_EN.pdf"
}