{
  "resolution_no": "1608",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "Elections",
    "Human Rights",
    "Economic Development",
    "Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39"
  ],
  "entities": [
    "MINUSTAH",
    "Haitian National Police (HNP)",
    "United Nations Development Programme (UNDP)",
    "International Donors Conference on Haiti",
    "Bretton Woods institutions"
  ],
  "reporting_cycle": "at least once every three months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council reaffirms its commitment to Haiti's sovereignty, independence, territorial integrity, and unity. The Council stresses the importance of free and fair elections in 2005 and the need for a secure and stable environment for the electoral process. It condemns human rights violations and urges the Transitional Government of Haiti to address impunity and ensure respect for the rule of law.\n\nThe Council extends the mandate of the United Nations Stabilization Mission in Haiti (MINUSTAH) until 15 February 2006. It welcomes the Secretary-General's report and supports recommendations to increase MINUSTAH's military and police presence during the electoral period. The Council authorizes a temporary increase of 750 military personnel and 275 civilian police personnel.\n\nMINUSTAH's military component will consist of up to 7,500 troops and its civilian police component will consist of up to 1,897 personnel. The Secretary-General is requested to devise a strategy for a progressive drawdown of MINUSTAH's force levels after the elections.\n\nThe Council requests the Secretary-General to share a plan for the successful holding of elections in Haiti and urges Haitian authorities to prepare for and ensure the smooth conduct of the elections. It also calls upon international donors to provide necessary resources to support the electoral process.\nHere is a concise summary of the Security Council document:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1608_2005_EN.pdf"
}