{
  "resolution_no": "1643",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "Kimberley Process",
    "International Working Group",
    "Security Council Committee"
  ],
  "reporting_cycle": "90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions and statements on Côte d'Ivoire, reaffirms its commitment to the country's sovereignty, independence, territorial integrity, and unity. The Council endorses the Linas-Marcoussis Agreement, Accra III Agreement, and Pretoria Agreement, as well as the African Union's decision on Côte d'Ivoire. \n\nIt commends the efforts of the Secretary-General, African Union, and regional leaders to promote peace and stability in Côte d'Ivoire. The Council recalls the International Working Group's final communiqué, which stated that resolution 1633 (2005) is the basis of the peace and national reconciliation process.\n\nThe Council expresses concern at the persistence of the crisis and obstacles to the peace process, condemns human rights and humanitarian law violations, and reiterates its support for the United Nations Operation in Côte d'Ivoire (UNOCI). \n\nThe Council, acting under Chapter VII, decides to renew until 15 December 2006 the provisions of paragraphs 7 to 12 of resolution 1572 (2004). It reaffirms several paragraphs from previous resolutions and demands that the Forces nouvelles establish a comprehensive list of armaments in their possession.\n\nThe Council reaffirms its readiness to impose individual measures, including against those who block the peace process, commit human rights violations, or incite hatred and violence. \n\nIt decides that any serious obstacle to the freedom of movement of UNOCI and French forces, or any attack or obstruction to their actions, constitutes a threat to the peace and national reconciliation process. \n\nThe Council requests the Secretary-General and French Government to report immediately to it, through the Security Council Committee, on any serious obstacle to the freedom of movement of UNOCI and French forces.\nThe Security Council:\n\n Requests the High Representative for elections and the International Working Group to report immediately any attack or obstruction to their action;\n\n6. Decides on a ban on importing rough diamonds from Côte d’Ivoire, welcomes measures agreed by Kimberley Process participants, and calls on non-participating regional states to join;\n\n7. Requests states to report within 90 days on actions taken to implement measures imposed by previous resolutions and this resolution;\n\n8. Decides to review measures at the end of a specified period, considering progress in Côte d’Ivoire’s peace and national reconciliation process;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1643_2005_EN.pdf"
}