{
  "resolution_no": "1637",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "Security",
    "Iraq"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "United Nations Assistance Mission for Iraq (UNAMI)",
    "Multinational Force (MNF)",
    "International Advisory and Monitoring Board"
  ],
  "reporting_cycle": "Quarterly reports from the Secretary-General on UNAMI's operations and from the United States on the efforts and progress of the MNF",
  "operative_authority": "Chapter VII",
  "summary": "2. Decides the mandate will be reviewed at the request of the Government of Iraq or no later than 15 June 2006, and will terminate earlier if requested by the Government of Iraq;\n\n3. Extends until 31 December 2006 the arrangements for depositing into the Development Fund for Iraq proceeds from petroleum, petroleum products, and natural gas sales, and the monitoring role of the International Advisory and Monitoring Board;\n\n4. Decides these provisions will be reviewed at the request of the Government of Iraq or no later than 15 June 2006;\n\n5. Requests the Secretary-General to report quarterly on UNAMI's operations in Iraq;\n\n6. Requests the United States, on behalf of the multinational force, to report quarterly on the force's efforts and progress;\n\n7. Decides to remain actively seized of the matter.\n\nAnnex I: \nThe Prime Minister of Iraq's letter requesting a 12-month extension of the multinational force's mandate, citing the need for continued support to establish lasting peace and security, and the importance of the Development Fund for Iraq and the International Advisory and Monitoring Board.\nThis vision of Iraq’s future can become a reality with the help of the international community. \nIt is my understanding that the sponsors intend to have the present letter annexed to the resolution on Iraq currently being drafted. \n\n Letter dated 29 October 2005 from the Secretary of State of the United States of America \n\nThe Government of Iraq requested to extend the mandate of the Multinational Force (MNF) in Iraq. \nThe MNF under unified command is ready to continue its mandate as set out in Security Council resolution 1546 (2004). \nThe MNF and the Government of Iraq have an effective security partnership to address Iraq's security environment. \nThe MNF is prepared to undertake tasks to contribute to security and stability, and ensure force protection, in close cooperation with the Government of Iraq. \nThe forces of MNF will act consistently with their obligations under international law. \nSubstantial progress has been made in building and training the Iraqi Security Forces (ISF) to take on security responsibilities. \nA security plan is being developed to transfer security responsibility from the MNF to the ISF. \nThe goal is for the Iraqi forces to assume full responsibility for security and stability in Iraq. \nThe co-sponsors intend to annex the present letter to the resolution on Iraq under consideration.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1637_2005_EN.pdf"
}