{
  "resolution_no": "1607",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Economic Development"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "UNMIL",
    "National Transitional Government of Liberia",
    "Panel of Experts",
    "Committee established by paragraph 21 of resolution 1521 (2003)"
  ],
  "reporting_cycle": "The Panel of Experts reports to the Council through the Committee by 21 December 2005, and provides informal updates to the Committee as appropriate",
  "operative_authority": "Chapter VII",
  "summary": "- Reiterates its intention to review these measures annually and to make available frozen funds to the Government once it establishes transparent accounting mechanisms.\n\n- Calls on the Government to take action to implement its obligations under resolution 1532 (2004).\n\n- Notes that measures on arms, travel, and timber remain in force until 21 December 2005.\n\n- Urges UNMIL to assist the Government in re-establishing its authority, particularly in diamond-producing and timber-producing areas.\n\n- Reiterates the importance of UNMIL’s continuing assistance to the Government, the Committee, and the Panel of Experts.\n\n- Calls upon UNMIL and other UN Missions to intensify cooperation to monitor arms trafficking and recruitment of mercenaries.\n\n- Reiterates its call on the international donor community to provide assistance to the peace process.\n\n- Decides to re-establish the Panel of Experts until 21 December 2005 to monitor implementation of the measures and assess progress towards meeting conditions for lifting the measures.\nThe Security Council:\n\n Requests cooperation between the Panel of Experts and other relevant groups, particularly that established on Côte d’Ivoire by resolution 1584.\n\n Appoints no more than five experts with relevant expertise (arms, timber, diamonds, finance, humanitarian, socio-economic) to the Panel, drawing from the 2004 Panel, and requests necessary financial and security arrangements.\n\n Calls on all States and the National Transitional Government of Liberia to fully cooperate with the Panel.\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1607_2005_EN.pdf"
}