{
  "resolution_no": "1615",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Refugees",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNOMIG",
    "CIS peacekeeping force",
    "Group of Friends",
    "OSCE",
    "UNHCR",
    "UNDP"
  ],
  "reporting_cycle": "The Secretary-General reports three months from the date of the adoption of this resolution",
  "operative_authority": "Chapter VI",
  "summary": "* Welcomes the signing of a protocol to strengthen the Moscow agreement on ceasefire and separation of forces (para 12).\n* Calls on parties to take concrete steps to revitalize the peace process, including work in the Coordinating Council (para 13).\n* Welcomes positive developments on reopening railways and return of refugees and internally displaced persons (para 14).\n* Notes the importance of civil society contacts in building mutual confidence (para 15).\n* Stresses the urgent need for progress on refugees and internally displaced persons, and calls on parties to facilitate returns (para 16).\n* Calls for rapid finalization of a letter of intent on returns and welcomes meetings on refugees and internally displaced persons (para 17).\n* Reaffirms the inalienable rights of refugees and internally displaced persons to return to their homes (para 18).\n* Recalls the Abkhaz side's responsibility to protect returnees and facilitate returns (para 19).\n* Welcomes UNDP activities in the Gali, Ochamchira, and Tkvarcheli districts (para 20).\n* Urges parties to implement recommendations on the Gali sector (para 21).\n* Calls on the Abkhaz side to allow swift deployment of the police component in the Gali sector (para 22).\n* Calls on the Abkhaz side to improve law enforcement protection and address lack of instruction in mother tongue for the ethnic Georgian population (para 23).\n* Welcomes measures taken by the Georgian side to end activities of illegal armed groups (para 24).\n* Condemns violations of the Moscow Agreement and welcomes relative calm in the Kodori valley (para 25-26).\n* Urges parties to abide by security protocols and cooperate to improve security (para 27).\n* Reiterates its call on the Georgian side to provide security guarantees for monitoring in the upper Kodori valley (para 28).\n* Underlines the primary responsibility of both sides to provide security for UNOMIG and other international personnel (para 29).\n* Strongly condemns abductions of personnel and calls on parties to take action (para 30).\n* Calls on parties to identify those responsible for the shooting down of a UNOMIG helicopter (para 31).\n* Welcomes efforts to implement the Secretary-General's zero-tolerance policy on sexual exploitation and abuse (para 32).\n* Decides to extend the mandate of UNOMIG until 31 January 2006 (para 33).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1615_2005_EN.pdf"
}