{
  "resolution_no": "1612",
  "year": "2005",
  "theme": [
    "Children and Armed Conflict",
    "Protection of Children",
    "Armed Conflict"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations peacekeeping missions",
    "United Nations country teams",
    "Security Council",
    "General Assembly",
    "UNICEF"
  ],
  "reporting_cycle": "The Secretary-General reports by November 2006 and every relevant reporting cycle thereafter",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n \nReaffirming previous resolutions on children and armed conflict, \nNoting advances in advocacy and norm development but concerned over lack of progress on the ground,\n \nCondemns the recruitment and use of child soldiers and other violations against children in armed conflict.\n \nRequests the Secretary-General to implement a monitoring and reporting mechanism on children and armed conflict.\n \nThe mechanism aims to collect and provide information on:\n \n- Recruitment and use of child soldiers \n- Other violations and abuses against children \n \nIt will operate with national Governments, UN entities, and civil society actors.\n \nThe mechanism will report to a working group to be established.\n \nThe Secretary-General to apply the mechanism to:\n \n- Parties in situations of armed conflict listed in the annexes to his report \n- Other situations of armed conflict, in consultation with countries concerned \n \nAn independent review of the mechanism's effectiveness to be conducted by 31 July 2006.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n- Requests the Secretary-General to establish a monitoring and reporting mechanism on children affected by armed conflict, providing information on its effectiveness, division of responsibilities, and resource implications.\n\n- Stresses that the mechanism's implementation will not prejudge the Security Council's decision on including a situation on its agenda.\n\n- Welcomes initiatives by UNICEF and other UN entities to gather information on child soldiers and other violations against children.\n\n- Notes that information from the mechanism may be considered by other international, regional, and national bodies to ensure children's protection.\n\n- Expresses concern over the lack of progress in developing and implementing action plans, calling on parties to develop and implement plans in collaboration with UN peacekeeping missions and country teams.\n\n- Establishes a working group to review reports, progress on action plans, and consider other relevant information, making recommendations to the Council.\n\n- Recalls its intention to consider imposing targeted measures against parties violating international law related to children's rights and protection.\n\n- Stresses the responsibility of UN peacekeeping missions and country teams to ensure effective follow-up to Council resolutions.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1612_2005_EN.pdf"
}