{
  "resolution_no": "1617",
  "year": "2005",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "Usama bin Laden",
    "The Taliban",
    "UNIFIL",
    "MINUSMA",
    "Interpol",
    "Financial Action Task Force (FATF)",
    "International Civil Aviation Organization"
  ],
  "reporting_cycle": "every 120 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\nRecalling previous resolutions on terrorism, reaffirms that terrorism in all its forms is a serious threat to peace and security. \nThe Council condemns Al-Qaida, Usama bin Laden, the Taliban, and associated individuals, groups, undertakings, and entities for terrorist acts. \nIt expresses concern over the use of media, including the Internet, for terrorist propaganda and urges the working group established by resolution 1566 to consider these issues. \nThe Council stresses the obligation of all Member States to implement resolution 1373 and to combat terrorist threats. \nIt emphasizes the need to clarify which individuals and entities are subject to listing and stresses the importance of Member State designations and robust implementation of existing measures. \nThe Council welcomes efforts to prevent travel documents from being made available to terrorists and encourages Member States to work with Interpol. \nIt expresses concern over the possible use of Man-Portable Air Defence Systems, commercially available explosives, and chemical, biological, radiation, or nuclear weapons by Al-Qaida and associates. \nThe Council urges all States to allocate sufficient resources to meet the threat posed by Al-Qaida, Usama bin Laden, and the Taliban. \nActing under Chapter VII of the Charter, \nThe Council decides that all States shall: \n- Freeze funds and other financial assets or economic resources of Al-Qaida, Usama bin Laden, the Taliban, and associated individuals, groups, undertakings, and entities; \n- Prevent the entry into or transit through their territories of these individuals.\nThe Security Council \n1. Decides that all States shall:\n- Freeze the assets of individuals and entities associated with Al-Qaida, Usama bin Laden, or the Taliban, as designated by the Committee established pursuant to resolution 1267 (1999) (“the Committee”);\n- Prevent entry or transit of these individuals, unless the Committee determines on a case-by-case basis that entry or transit is justified;\n- Prevent the supply, sale, or transfer of arms and related materiel to these individuals, groups, undertakings, and entities.\n\n2. Decides that acts indicating association with Al-Qaida, Usama bin Laden, or the Taliban include:\n- Participating in financing, planning, or perpetrating acts by or in support of;\n- Supplying arms to;\n- Recruiting for; or\n- Otherwise supporting acts of Al-Qaida, Usama bin Laden, or the Taliban.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1617_2005_EN.pdf"
}