{
  "resolution_no": "1635",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "Elections",
    "Humanitarian",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "MONUC",
    "UN",
    "Democratic Republic of the Congo",
    "International Committee in Support of the Transition"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on the Democratic Republic of the Congo (DRC), reaffirms its commitment to the country's sovereignty, territorial integrity, and political independence.\n\nEmphasizes the importance of elections for peace, stability, and national reconciliation in the DRC.\n\nWelcomes donor community's assistance to the DRC, particularly for the electoral process, and encourages continued support.\n\nNotes the Congolese authorities' commitment to good governance and transparent economic management, and urges all government components to strengthen efforts.\n\nExpresses concern over continued hostilities by militias and foreign armed groups in eastern DRC, threatening elections.\n\nDeplores human rights and humanitarian law violations, stressing the need for those responsible to be brought to justice.\n\nRecognizes the link between illegal exploitation of natural resources, illicit trade, and arms proliferation.\n\nTaking note of the Secretary-General's report, decides to:\n\n1. Extend MONUC's mandate until 30 September 2006.\n2. Increase MONUC's military strength by 300 personnel to deploy an infantry battalion in Katanga for electoral security.\n3. Request the Secretary-General to downsize or repatriate additional strength by 1 July 2006.\n\nCalls on:\n\n4. Transitional institutions and Congolese parties to ensure free, fair, and peaceful elections.\n5. The Government to carry out security sector reform, integrating armed forces and national police.\n6. The donor community to assist with integration, training, and equipping of armed forces and national police.\n\nRequests MONUC to:\n\n7. Provide advice and assistance for good governance and transparent economic management.\n\nWelcomes MONUC's actions against sexual exploitation and abuse, and requests the Secretary-General to ensure compliance with the UN's zero-tolerance policy.\nThe Security Council \n1635 (2005)\n \n9. Requests troop-contributing countries to take appropriate preventive action, including predeployment awareness training, and other action to ensure full accountability in cases of such conduct involving their personnel; \nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1635_2005_EN.pdf"
}