{
  "resolution_no": "1609",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "Security",
    "Elections",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "UNAMSIL",
    "UNMIL",
    "French forces"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "**Support for the redeployment of State administration**: \nTo facilitate re-establishment of State authority throughout Côte d’Ivoire with the assistance of the African Union, ECOWAS, and other international partners.\n\n**Support for the organization of elections**: \nTo provide technical assistance to the Government of National Reconciliation, Independent Electoral Commission, and other agencies for open, free, fair, and transparent presidential and legislative elections.\n\n**Assistance in the field of human rights**: \nTo promote and protect human rights; monitor and investigate human rights violations; and keep the Security Council Committee informed.\n\n**Public information**: \nTo promote understanding of the peace process and UNOCI’s role; and monitor Ivorian mass media for incitement to hatred, intolerance, and violence.\n\n**Law and order**: \nTo assist the Government of National Reconciliation in restoring civilian policing presence; advise on restructuring internal security services; and assist with temporary security measures.\n\n**Authorization**: \nTo increase UNOCI’s military component by up to 850 personnel and civilian police component by up to 725 personnel.\n\n**Additional measures**: \nTo authorize the Secretary-General to take necessary steps for inter-mission cooperation and possible cross-border operations; and seek agreement of countries contributing personnel to redeploy them temporarily.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n \n5. Allows for reinforcement of UNMIL, UNAMSIL, or UNOCI to ensure effective performance of their mandates.\n\n6. Authorizes temporary redeployment of personnel among the three missions, subject to conditions:\n    - Secretary-General to inform Council in advance\n    - Redeployed forces to be counted against original mission ceiling\n    - No increase in total combined ceilings\n    - No extension of deployment period unless Council decides otherwise\n\n7. Reviews UNOCI troop level by 31 December 2005.\n\n8. Authorizes UNOCI to use necessary means to carry out its mandate.\n\n9. Requests UNOCI to work closely with UN missions in Sierra Leone and Liberia.\n\n10. Emphasizes mainstreaming gender perspective in peacekeeping.\n\n11. Welcomes efforts to prevent sexual exploitation and abuse.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1609_2005_EN.pdf"
}