{
  "resolution_no": "1617",
  "year": "2005",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "Usama bin Laden",
    "The Taliban",
    "UNIFIL",
    "MINUSMA",
    "Interpol",
    "Financial Action Task Force (FATF)",
    "International Civil Aviation Organization"
  ],
  "reporting_cycle": "every 120 days",
  "operative_authority": "Chapter VII",
  "summary": "3. Decides that undertakings or entities owned or controlled by individuals or groups associated with Al-Qaida, Usama bin Laden, or the Taliban shall be eligible for designation.\n\n4. Decides that States proposing names for the Consolidated List shall provide a statement of case describing the basis of the proposal.\n\n5. Requests States to inform individuals and entities on the Consolidated List of the measures imposed on them.\n\n6. Decides on the use of statements of case submitted by designating States.\n\n7. Urges Member States to implement Financial Action Task Force’s (FATF) standards on money laundering and terrorist financing.\n\n8. Requests the Secretary-General to increase cooperation between the UN and Interpol.\n\n9. Urges States to invalidate stolen and lost passports and share information through the Interpol database.\n\n10. Calls on States to report to the Committee on specific actions taken to implement the measures.\n\n11. Directs the Committee to encourage submission of names for inclusion on the Consolidated List.\n\n12. Calls upon the Committee to inform the Council of additional steps to implement the measures.\n\n13. Reiterates the need for cooperation and exchange of information among the Committee, CTC, and the Committee established pursuant to resolution 1540.\n\n14. Reiterates the importance of the Committee following up with Member States on effective implementation.\n\n15. Requests the Committee to consider visits to selected countries.\n\n16. Requests the Committee to report orally to the Council at least every 120 days.\n\n17. Reminds the Committee of its responsibilities.\nThe Security Council:\n\n* Requests the Committee to provide an update on Member States' actions to implement measures to combat Al-Qaida and the Taliban by 31 July 2006 (para. 17);\n* Requests the Committee to continue work on guidelines, listing and delisting procedures, and implementation of resolution 1452 (2002) (para. 18);\n* Extends the mandate of the New York-based Monitoring Team for 17 months to assist the Committee (para. 19);\n* Requests the Secretary-General to appoint up to eight members to the Monitoring Team (para. 20);\n* Decides to review the measures to combat Al-Qaida and the Taliban in 17 months (para. 21);",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1617_2005_EN.pdf"
}