{
  "resolution_no": "1620",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "Post-conflict reconstruction",
    "Human Rights",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "UNAMSIL",
    "UNIOSIL",
    "Special Court for Sierra Leone",
    "Economic Community of West African States"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\nRecalling previous resolutions and statements on Sierra Leone, commends the UNAMSIL's contribution to the country's peace, security, and development. \nHaving considered the Secretary-General's report and its addendum, welcomes his recommendation to establish a United Nations integrated office in Sierra Leone (UNIOSIL) after UNAMSIL's withdrawal. \nRequests the Secretary-General to establish UNIOSIL for 12 months starting 1 January 2006, with tasks to:\n- Assist the Government in building state institutions, providing basic services, and achieving the Millennium Development Goals.\n- Develop a national action plan for human rights and establish a national human rights commission.\n- Build the capacity of the National Electoral Commission for the 2007 elections.\n- Enhance good governance, transparency, and accountability.\n- Strengthen the rule of law, justice system, police, and corrections system.\n- Strengthen the Sierra Leonean security sector.\n- Promote a culture of peace and public information.\n- Develop initiatives for youth, women, and children.\n- Liaise with the security sector, report on the security situation, and make recommendations.\n- Coordinate with UN missions, offices, and regional organizations on cross-border challenges.\n- Coordinate with the Special Court for Sierra Leone.\nEmphasizes the Government's primary responsibility for peace and security consolidation and urges continued international donor support.\nThe Security Council:\n- Underlines the importance of establishing a fully integrated office in Sierra Leone with effective coordination among UN agencies, funds, programmes, and other international donors, as well as with the Economic Community of West African States and other UN missions in the region.\n- Welcomes the Secretary-General's recommendation that the integrated office be headed by an Executive Representative of the Secretary-General, who will also serve as Resident Representative of the UNDP and UN Resident Coordinator.\n- Requests the Secretary-General to continue planning for security for the Special Court for Sierra Leone as outlined in paragraphs 15-24 of the addendum to his report.\n- Requests the Secretary-General to keep the Council regularly informed of progress on establishing the integrated office and implementing this resolution.\n- Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1620_2005_EN.pdf"
}