{
  "resolution_no": "1592",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "MONUC",
    "UNIFIL",
    "MINUSMA",
    "African Union",
    "Government of National Unity and Transition"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n- Recalls previous resolutions and statements on the Democratic Republic of Congo (DRC), particularly resolution 1565 and the statement of 2 March 2005.\n- Reaffirms its commitment to the sovereignty, territorial integrity, and political independence of the DRC and support for the Global and All-Inclusive Agreement on Transition.\n- Expresses concern over continued hostilities by armed groups and militias in eastern DRC, grave human rights and humanitarian law violations, and the presence of ex-Forces armées rwandaises and Interahamwe elements.\n- Welcomes African Union support for peace efforts in eastern DRC and calls for close collaboration with MONUC.\n- Condemns attacks on MONUC personnel and welcomes steps to bring perpetrators to justice.\n- Urges Congolese parties to select individuals for key government posts based on their commitment to international humanitarian law and human rights.\n- Expresses concern over continuing levels of sexual violence and reaffirms support for MONUC and its personnel.\n- Condemns the illicit exploitation and trade of natural resources in DRC and urges States to take steps to end these activities.\n- Decides to extend MONUC's mandate until 1 October 2005 and demands cooperation from all parties.\n- Urges the Government of National Unity and Transition to ensure civilian security, extend State authority, and reform the security sector.\nHere is a clear and concise summary of the Security Council document:\n\n5. The Government of National Unity and Transition is called upon to develop a joint concept of operations with MONUC for the disarmament of foreign combatants.\n\n6. The donor community is urged to provide assistance for the integration, training, and equipping of the Armed Forces and National Police of the Democratic Republic of the Congo.\n\n7. MONUC is authorized to use necessary means to deter attempts to threaten the political process and protect civilians from physical violence, and to make full use of its mandate in the eastern part of the country.\n\n8. Parties to the Transition are called upon to make progress towards holding elections, including adopting a constitution and electoral law, and registering voters.\n\n9. The Governments of Uganda, Rwanda, and the Democratic Republic of the Congo are demanded to stop using their territories to support violations of the arms embargo or activities of armed groups.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1592_2005_EN.pdf"
}