{
  "resolution_no": "1639",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "European Integration"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "EUFOR",
    "NATO",
    "UN",
    "European Union",
    "Organization for Security and Cooperation in Europe (OSCE)",
    "International Tribunal for the Former Yugoslavia"
  ],
  "reporting_cycle": "at least at three-monthly intervals",
  "operative_authority": "Chapter VII",
  "summary": "Calls on authorities in Bosnia and Herzegovina to implement undertakings, including police reform.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n1. Reaffirms support for the Peace Agreement and Dayton Paris Agreement, calling on parties to comply with their obligations.\n2. Stresses that authorities in Bosnia and Herzegovina have primary responsibility for implementation, with international community support conditional on their compliance and cooperation with the International Tribunal.\n3. Reminds parties of their commitment to cooperate with entities involved in peace settlement implementation, including the International Tribunal.\n4. Supports the High Representative's role in monitoring implementation and coordinating civilian organizations.\n5. Endorses declarations of the Peace Implementation Conference.\n6. Intends to keep implementation and the situation in Bosnia and Herzegovina under review, considering measures if parties fail to meet obligations.\n7. Recalls support for EU force and NATO presence as successors to SFOR.\n8. Pays tribute to participating Member States and welcomes their continued deployment.\n9. Welcomes EU's intention to maintain a military operation.\n10. Authorizes a multinational stabilization force (EUFOR) for 12 months under EU command.\n11. Authorizes NATO to maintain a presence in Bosnia and Herzegovina.\n12. Confirms Peace Agreement provisions apply to EUFOR and NATO presence.\n13. Intends to review authorization terms as necessary.\n14. Authorizes necessary measures to ensure compliance with Annexes 1-A and 2.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n \nAuthorizes Member States to support EUFOR and NATO presence in Bosnia and Herzegovina; \n\n15. Authorizes measures to defend EUFOR and NATO presence and assist in their missions; \n\n16. Authorizes measures to ensure compliance with airspace rules; \n\n17. Demands respect for security and freedom of movement of international personnel; \n\n18. Requests reporting on EUFOR and NATO activities; \n\n19. Invites States to provide support and facilities; \n\n20. Appreciates EU Police Mission deployment; \n\n21. Requests Secretary-General to submit reports on Peace Agreement implementation; \n\n22. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1639_2005_EN.pdf"
}