{
  "resolution_no": "1609",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "Security",
    "Elections",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "UNAMSIL",
    "UNMIL",
    "French forces"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 1609 (2005) on 24 June 2005, recalling previous resolutions and statements on Côte d'Ivoire, Liberia, and Sierra Leone. The Council reaffirms its commitment to Côte d'Ivoire's sovereignty, independence, territorial integrity, and unity. \n\nRecalling the Linas-Marcoussis Agreement, Accra III Agreement, and Pretoria Agreement, the Council notes the Secretary-General's reports on Côte d'Ivoire and inter-mission cooperation. \n\nExpressing concern at the deteriorating security and humanitarian situation, the Council determines that the situation in Côte d'Ivoire poses a threat to international peace and security in the region.\n\nThe Council decides to extend the mandate of UNOCI and French forces for 7 months, until 24 January 2006. \n\nThe mandate of UNOCI includes: \n\n- Monitoring the cessation of hostilities and movements of armed groups\n- Observing and monitoring the implementation of the joint declaration of the end of war and ceasefire agreement\n- Liaising with Ivorian forces to promote trust\n- Assisting the Government in monitoring borders, particularly regarding Liberian refugees\n- Disarmament, demobilization, reintegration, repatriation, and resettlement \n\nUNOCI's tasks include assisting in disarmament, cantonment, and demobilization; supporting the national programme for disarmament, demobilization, and reintegration; and coordinating with UN missions in Sierra Leone and Liberia on repatriation and resettlement programmes. \n\nUNOCI is also to secure, neutralize, or destroy surrendered weapons and military materiel, and assist in the disarmament and dismantling of militias.\nHere is a summarized version of the Security Council document:\n\n**Protection of UN personnel and civilians**: \nTo protect UN personnel, installations, and equipment; ensure their security and freedom of movement; and protect civilians under imminent threat of physical violence.\n\n**Support for humanitarian assistance**: \nTo facilitate free flow of people, goods, and humanitarian assistance; help establish necessary security conditions; and address special needs of vulnerable groups.\n\n**Support for the redeployment of State administration**: \nTo facilitate re-establishment of State authority throughout Côte d’Ivoire with the assistance of the African Union, ECOWAS, and other international partners.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1609_2005_EN.pdf"
}