{
  "resolution_no": "1591",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Sanctions",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41",
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "African Union Mission in Sudan (AMIS)",
    "Government of Sudan",
    "Sudan Liberation Movement/Army (SLM/A)",
    "Justice and Equality Movement (JEM)",
    "United Nations"
  ],
  "reporting_cycle": "every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Sudan (1547, 1556, 1564, 1574, 1585, 1588, and 1590), reaffirms its commitment to Sudan's sovereignty, unity, and territorial integrity.\n\nThe Council welcomes the Comprehensive Peace Agreement between the Government of Sudan and the Sudan People's Liberation Movement/Army, but expresses concern over the ongoing conflict in Darfur.\n\nIt condemns continued violence against civilians, including sexual violence against women and girls, and urges parties to prevent further violations.\n\nThe Council demands that all parties refrain from violence against civilians and cooperate with the African Union Mission in Darfur.\n\nIt commends the African Union's efforts and calls on member states to contribute to the Mission.\n\nThe Council determines that the situation in Sudan remains a threat to international peace and security.\n\nUnder Chapter VII of the UN Charter, it:\n\n1. Deplores strongly the failure of the Government of Sudan, rebel forces, and armed groups in Darfur to comply with their commitments.\nThe Security Council:\n\n1. Condemns continued violations of the N'djamena Ceasefire Agreement and Abuja Protocols, including Sudanese government air strikes and rebel attacks, and demands all parties respect their commitments.\n\n2. Emphasizes no military solution exists for the Darfur conflict, calls for resumed Abuja talks without preconditions, and urges parties to support a peaceful settlement.\n\n3. Decides to:\n   - Establish a Committee to monitor implementation of measures, designate individuals subject to sanctions, and report to the Security Council.\n   - Request the Secretary-General to appoint a Panel of Experts to assist the Committee.\n\nThe Committee's tasks include:\n- Monitoring implementation of measures\n- Designating individuals for sanctions\n- Reporting to the Security Council every 90 days\n\nThe Panel of Experts' tasks:\n- Assist the Committee in monitoring implementation\n- Provide mid-term and final reports\n\n Individuals who impede the peace process, commit human rights abuses, or violate sanctions shall be subject to:\n- Travel bans \n- Asset freezes \n\n States must prevent entry and freeze assets of designated individuals and entities. Exemptions may be granted for humanitarian needs or if it furthers the Council's objectives.\nHere is a summarized version of the Security Council document:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1591_2005_EN.pdf"
}