{
  "resolution_no": "1633",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "Elections",
    "Humanitarian",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "African Union",
    "ECOWAS",
    "International Working Group",
    "Mediation Group",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n- Recalls previous resolutions and statements on Côte d’Ivoire, reaffirming its commitment to the country’s sovereignty, independence, territorial integrity, and unity.\n- Endorses the Linas-Marcoussis, Accra III, and Pretoria Agreements as the framework for a peaceful solution to the crisis.\n- Takes note of the African Union’s Peace and Security Council decision and the creation of an International Working Group and Mediation Group.\n- Expresses concern at the persistence of the crisis and deterioration of the situation in Côte d’Ivoire, condemning human rights violations.\n- Determines that the situation in Côte d’Ivoire poses a threat to international peace and security in the region.\n\nThe Council:\n1. Commends efforts of the African Union, ECOWAS, and regional leaders to promote peace and stability in Côte d’Ivoire.\n2. Commends the Special Representative of the Secretary-General and the High Representative for elections.\n3. Endorses the observation that President Laurent Gbagbo’s mandate ends on 30 October 2005 and demands implementation of the Peace and Security Council’s decision.\n4. Supports the establishment of the International Working Group and Mediation Group.\n5. Urges the appointment of a new Prime Minister by 31 October 2005.\n6. Expresses support for the Prime Minister’s full authority over the cabinet.\n7. Reiterates the importance of ministers participating fully in the Government of National Reconciliation.\nThe Security Council:\n\n8. Stresses the Prime Minister must have necessary powers & resources to ensure effective gov’t functioning, security, administration redeployment, DDR programme, & free elections.\n\n9. Calls on Ivorian parties to ensure Prime Minister has required powers & resources.\n\n10. Requests International Working Group to verify Prime Minister’s powers & report any hindrance.\n\n11. Invites International Working Group to consult on Ivorian institutions functioning normally until elections.\n\n12. Considers additional measures needed to expedite Linas-Marcoussis, Accra III & Pretoria Agreements implementation.\n\n13. Requests International Working Group to draw up a road map for free elections by 31 October 2006.\n\n14. Demands Forces nouvelles proceed with DDR programme.\n\n15. Affirms identification process must start without delay.\n\n16. Demands Ivorian parties stop incitement to hatred & violence.\n\n17. Demands militias disarmament & dismantling.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1633_2005_EN.pdf"
}