{
  "resolution_no": "1625",
  "year": "2005",
  "theme": [
    "Conflict Prevention",
    "Peace and Security",
    "Africa"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 99",
    "Article 65"
  ],
  "entities": [
    "United Nations",
    "African Union",
    "Security Council"
  ],
  "reporting_cycle": "regular reports",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council adopted a resolution to strengthen its role in conflict prevention, particularly in Africa, by declaring:\n\n* Reaffirming its commitment to the UN Charter and its primary responsibility for international peace and security\n* Deeply concerned by the human cost and material losses of armed conflicts\n* Recognizing the need for a broad strategy to address root causes of conflict, including sustainable development, poverty eradication, and human rights\n* Emphasizing the importance of partnerships with regional organizations, particularly the African Union\n\nThe Council:\n\n1. Determines to enhance the UN's effectiveness in preventing armed conflicts\n2. Affirms its determination to strengthen UN conflict prevention capacities by:\n\t* Regularly assessing developments in regions at risk\n\t* Promoting preventive diplomacy initiatives\n\t* Supporting regional mediation and early warning systems\n\t* Combating illicit trade of arms and mercenaries\n\t* Enhancing durable institutions and supporting national judicial institutions\n\nThe Council requests the Secretary-General to:\n\n1. Provide regular reports and analysis on developments in regions of potential conflict\n2. Assist countries at risk of armed conflict in performing strategic conflict risk assessments and addressing root causes of conflict.\nThe Security Council:\n \n3. Emphasizes coordination with African regional conflict management mechanisms to provide reliable and timely information for swift decision-making.\n\n4. Stresses developing comprehensive conflict prevention strategies focusing on security, economic, social, humanitarian sectors, governance, and human rights, with attention to: \n(a) preventing conflicts from competition for resources and monitoring economic and social tensions;\n(b) curbing illicit cross-border activities through UN regional offices;\n(c) strengthening civil society groups promoting peace and mobilizing donor support;\n(d) fostering good governance and human rights to end impunity;\n(e) promoting fair and transparent electoral processes.\n\n5. Stresses a regional approach to conflict prevention, particularly disarmament, demobilization, and reintegration programs.\n\n6. Reaffirms action against illegal exploitation and trafficking of natural resources fueling armed conflicts.\n\n7. Calls for strengthened cooperation between the UN and regional/subregional organizations, particularly in mediation initiatives.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1625_2005_EN.pdf"
}