{
  "resolution_no": "1596",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Conflict"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MONUC",
    "ONUB",
    "Group of Experts",
    "International Conference on Peace, Security, Democracy and Development in the Great Lakes Region of Africa"
  ],
  "reporting_cycle": "Secretary-General reports and Group of Experts reports, with specific dates mentioned (e.g., within forty-five days, before 1 July 2005)",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n- Recalls previous resolutions on the Democratic Republic of Congo (DRC), particularly 1493, 1533, 1552, 1565, and 1592.\n- Expresses concern over armed groups and militias in Eastern DRC, particularly in North and South Kivu and Ituri district.\n- Welcomes some groups' submission of arms inventories and encourages others to do so.\n- Condemns the illicit flow of weapons into DRC and vows to monitor the arms embargo.\n- Reiterates the importance of integrating armed forces under the Government of National Unity and Transition.\n- Commends efforts by the Secretary-General, African Union, and others to restore peace and security.\n\nActing under Chapter VII of the UN Charter:\n\n1. Reaffirms and extends until 31 July 2005 the arms embargo established by resolution 1493, now applying to all recipients in DRC.\n2. Exempts from the embargo:\n   - Supplies for integrated army and police units or those operating under integrated command.\n   - Supplies for MONUC.\n   - Non-lethal equipment for humanitarian or protective use, with prior Committee notification.\n\n3. Requests MONUC and the Group of Experts to focus monitoring activities on North and South Kivu and Ituri.\n\n4. Mandates that authorized shipments of arms go to receiving sites designated by the DRC Government.\nHere is a concise summary of the Security Council document:\n\nThe Security Council demands that parties with military capabilities in Ituri, North Kivu, or South Kivu, except those mentioned in paragraph 2(a), help the Government of National Unity and Transition implement disarmament, demobilization, and reintegration of combatants and security sector reform.\n\nThe Council requires governments in the region, particularly those of the Democratic Republic of the Congo and States bordering Ituri and the Kivus:\n\n* To ensure aircraft operate in accordance with the Chicago Convention;\n* To prohibit operation of aircraft inconsistent with the Convention or International Civil Aviation Organization standards;\n* To maintain a registry of flights to and from the Democratic Republic of the Congo.\n\nThe Council also calls on the Government of National Unity and Transition to strengthen airport monitoring, particularly in Ituri and the Kivus, and requests MONUC to cooperate.\n\nThe Council decides that governments in the region must:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1596_2005_EN.pdf"
}