{
  "resolution_no": "1617",
  "year": "2005",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "Usama bin Laden",
    "The Taliban",
    "UNIFIL",
    "MINUSMA",
    "Interpol",
    "Financial Action Task Force (FATF)",
    "International Civil Aviation Organization"
  ],
  "reporting_cycle": "every 120 days",
  "operative_authority": "Chapter VII",
  "summary": "The Monitoring Team's responsibilities include:\n* Collating, assessing, monitoring, and reporting on implementation of measures (Annex I, (a));\n* Submitting a comprehensive programme of work and reports to the Committee (Annex I, (b) and (c));\n* Analyzing reports and information submitted by Member States (Annex I, (d));\n* Working closely with the CTC's Counter-Terrorism Executive Directorate and the 1540 Committee's group of experts (Annex I, (e));\n* Developing a plan to address non-compliance (Annex I, (f));\n* Providing recommendations to assist Member States with implementation (Annex I, (g));\n* Consulting with Member States (Annex I, (h) and (k));\n* Encouraging submission of names for inclusion on the Consolidated List (Annex I, (i));\n* Studying and reporting on the changing nature of the threat (Annex I, (j)). \nDecides to remain actively seized of the matter (para. 22).\nThe Monitoring Team is to: \nreport to the Committee on its work, including visits to Member States and activities; \nassist the Committee in preparing assessments to the Council; \nfulfill other responsibilities identified by the Committee.\n\nAnnex II to resolution 1617 (2005) requires the Government of _______________ to provide information on individuals, groups, undertakings, and entities added to the 1267 Committee's Consolidated List. The information includes: \n- Whether names are added to visa lookout lists\n- Visas denied\n- Financial institutions notified\n- Assets frozen\n- Arms embargo bans implemented\n- Attempts to purchase arms \nand additional information, if available,  for the listed individuals and entities.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1617_2005_EN.pdf"
}