{
  "resolution_no": "1595",
  "year": "2005",
  "theme": [
    "Terrorism",
    "Lebanon",
    "International Investigation"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "Lebanese Government",
    "Security Council",
    "Secretary-General",
    "International Independent Investigation Commission"
  ],
  "reporting_cycle": "The Commission to complete its work within three months, with updates every two months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n- Reiterates its call for respect of Lebanon's sovereignty, territorial integrity, unity and political independence.\n- Endorses the Secretary-General's opinion that Lebanon is passing through a difficult period and that all concerned should behave with restraint.\n- Condemns the 14 February 2005 terrorist bombing in Beirut that killed former Lebanese Prime Minister Rafiq Hariri and others.\n- Notes with concern the Lebanese investigation process' serious flaws and lack of capacity to reach a credible conclusion.\n- Decides to establish an international independent investigation Commission to assist Lebanese authorities in investigating the terrorist act.\n- The Commission shall:\n  - Enjoy full cooperation of Lebanese authorities and access to information and evidence.\n  - Have authority to collect additional information and evidence.\n  - Enjoy freedom of movement throughout Lebanon.\n  - Be provided with necessary facilities and privileges.\n- Requests the Secretary-General to facilitate the Commission's establishment and operation, and report to the Council.\n- Directs the Commission to determine investigation procedures, taking into account Lebanese law and judicial procedures.\n- Calls on all States and parties to cooperate fully with the Commission.\n- Requests the Commission to complete its work within three months of commencing full operations.\nThe Security Council:\n- Authorizes the Secretary-General to extend the Commission's operation for up to three months if necessary to complete its investigation;\n- Requests the Secretary-General to inform the Security Council accordingly;\n- Requests the Commission to report on its investigation conclusions;\n- Requests the Secretary-General to orally update the Security Council on the Commission's progress every two months or more frequently as needed.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1595_2005_EN.pdf"
}