{
  "resolution_no": "1599",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "State-building",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMISET",
    "UNOTIL",
    "Timor-Leste Government",
    "Indonesian Government"
  ],
  "reporting_cycle": "Secretary-General reports every 4 months",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n Reaffirming previous resolutions on Timor-Leste, \nHaving considered the report of the Secretary-General, \nCommending the people and Government of Timor-Leste for achieving peace and stability, \nFurther commending UNMISET for progress made towards completing its mandate, \nPaying tribute to bilateral and multilateral partners for their assistance, \nExpressing appreciation to Member States supporting UNMISET, \nNoting the need for a reduced UN presence after 20 May 2005, \nNoting emerging institutions in Timor-Leste require further assistance, \nAcknowledging good relations between Timor-Leste and Indonesia, \nRemaining committed to promoting stability in Timor-Leste, \n1. Decides to establish UNOTIL, a one-year follow-on special political mission, \n2. UNOTIL's mandate includes: \n(i) supporting critical State institutions with up to 45 civilian advisers; \n(ii) supporting police development with up to 40 police advisers and 35 additional advisers for the Border Patrol Unit; \n(iii) providing training in democratic governance and human rights with up to 10 human rights officers; \n(iv) monitoring and reviewing progress; \n3. Requests UNOTIL to emphasize proper transfer of skills and knowledge; \n4. Requests UNOTIL to be led by a Special Representative of the Secretary-General; \n5. Requests deployment of advisers to assist the National Police of Timor-Leste; \n6. Underlines coordination of UN assistance with bilateral and multilateral donors.\nThe Security Council:\n\nUrges the establishment of a consultative group, chaired by the Special Representative of the Secretary-General, comprising stakeholders in Timor-Leste, to meet regularly.\n\n Calls on the donor community, UN agencies, and multilateral financial institutions to provide resources for sustainable development in Timor-Leste and participate in the April 2005 donor's conference.\n\nEncourages planning for a smooth transition from a special political mission to a sustainable development assistance framework.\n\nReaffirms the need for accountability for human rights violations in East Timor in 1999, preserving records, and cooperating with the Secretary-General's Commission of Experts.\n\nRequests the Secretary-General to keep the Council informed, submit reports every four months with recommendations on modifications to UNOTIL's presence.\n\nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1599_2005_EN.pdf"
}