{
  "resolution_no": "1612",
  "year": "2005",
  "theme": [
    "Children and Armed Conflict",
    "Protection of Children",
    "Armed Conflict"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "United Nations peacekeeping missions",
    "United Nations country teams",
    "Security Council",
    "General Assembly",
    "UNICEF"
  ],
  "reporting_cycle": "The Secretary-General reports by November 2006 and every relevant reporting cycle thereafter",
  "operative_authority": "Chapter VII",
  "summary": "- Stresses the responsibility of UN peacekeeping missions and country teams to ensure effective follow-up to Council resolutions.\n\n- Welcomes efforts to implement the Secretary-General's zero-tolerance policy on sexual exploitation and abuse.\n\n- Decides to continue including child protection provisions in peacekeeping operations' mandates.\n\n- Welcomes regional and subregional organizations' initiatives for child protection and encourages mainstreaming child protection into their policies and programs.\n\n- Calls upon parties to ensure children's protection, rights, and well-being are integrated into peace processes, agreements, and post-conflict planning.\n\n- Calls upon parties to abide by international obligations and commitments related to child protection.\nThe Security Council:\n \n16. Urges control of illicit subregional and cross-border activities harming children, including exploitation of natural resources, illicit trade in small arms, and abduction and use of children as soldiers.\n\n17. Urges support for developing and strengthening national institutions and local civil society networks to protect and rehabilitate children affected by armed conflict.\n\n18. Requests the Secretary-General to ensure systematic mainstreaming of Children Affected by Armed Conflict (CAAC) issues within United Nations entities.\n\n19. Reiterates its request to the Secretary-General to include protection of children in reports on country-specific situations.\n\n20. Requests a report by November 2006 on implementation of resolutions 1379 (2001), 1460 (2003), and 1539 (2004), including:\n \n(a) Information on compliance by parties in ending recruitment or use of children in armed conflict.\n\n(b) Progress in implementing the monitoring and reporting mechanism.\n\n(c) Progress in developing and implementing action plans.\n\n(d) Assessment of the role and activities of Child Protection Advisers (CPAs).\n\n21. Decides to remain actively seized of this matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1612_2005_EN.pdf"
}