{
  "resolution_no": "1645",
  "year": "2005",
  "theme": [
    "Peacebuilding",
    "Post-conflict recovery",
    "Sustainable development"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 7",
    "Article 22",
    "Article 29"
  ],
  "entities": [
    "Peacebuilding Commission",
    "Security Council",
    "Economic and Social Council",
    "General Assembly",
    "United Nations"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, guided by the UN Charter, reaffirmed the 2005 World Summit Outcome and recognized the interlinkages between development, peace, security, and human rights. The Council emphasized the need for a coordinated approach to post-conflict peacebuilding and established the Peacebuilding Commission as an intergovernmental advisory body. The Commission's main purposes are: \n- To bring together actors to advise on integrated strategies for post-conflict peacebuilding \n- To focus on reconstruction and institution-building efforts \n- To provide recommendations to improve coordination and ensure predictable financing \nThe Commission shall meet in various configurations and have a standing Organizational Committee comprising 7 Security Council members.\nHere is a summarized version of the Security Council document 1645 (2005):\n\nThe Security Council establishes a Peacebuilding Commission to provide advice and support to countries emerging from conflict.\n\n**Composition of the Organizational Committee:**\n\n* 7 members from regional groups with experience in post-conflict recovery (para 4(b))\n* 5 top providers of assessed contributions to UN budgets and voluntary contributions (para 4(c))\n* 5 top providers of military personnel and civilian police to UN missions (para 4(d))\n* 7 additional members elected by the General Assembly with consideration to regional groups and post-conflict recovery experience (para 4(e))\n\n**Key Points:**\n\n* A Member State can only be selected from one category (para 5)\n* Members serve for renewable terms of two years (para 6)\n* Country-specific meetings will include representatives from the country, region, and major contributors (para 7)\n* The Secretary-General and representatives from international financial institutions will participate in meetings (paras 8-9)\n\n**Functions and Working Methods:**\n\n* The Commission will work in cooperation with national authorities and regional organizations (paras 10-11)\n* The Organizational Committee will establish the agenda based on requests from the Security Council, Economic and Social Council, General Assembly, and Secretary-General (para 12)\n* The Commission will make its discussions and recommendations publicly available (para 13)\n* All relevant UN bodies and actors are invited to take action on the Commission's advice (para 14)\n\n**Reporting and Review:**\n\n* The Commission will submit an annual report to the General Assembly (para 15)\n\n**Roles and Responsibilities:**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1645_2005_EN.pdf"
}