{
  "resolution_no": "1604",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "Cyprus"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "UNFICYP",
    "Government of Cyprus",
    "Government of Greece",
    "Turkish Cypriot side",
    "Turkish forces"
  ],
  "reporting_cycle": "by 1 December 2005",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n \nWelcoming the report of the Secretary-General on the United Nations operation in Cyprus, reiterates its call to address the humanitarian issue of missing persons urgently. \nIt welcomes the resumption of the Committee on Missing Persons' activities and the Secretary-General's review of the UN peacekeeping operation in Cyprus (UNFICYP).\n \nNoting the stable security situation on the island, but also noting problems in sensitive areas, the Council welcomes the decrease in incidents involving the two sides. \nThe Secretary-General's intention to review UNFICYP's operations and make adjustments as necessary is also welcomed.\n\nThe Council takes note of the lifting of restrictions on UNFICYP's movement by the Turkish Cypriot side and Turkish forces, and the good cooperation from both sides. \nIt welcomes over seven million crossings between the two sides and encourages additional crossing points.\n\nConcerned about increased crime across the ceasefire line, the Council urges both sides to increase cooperation to address this issue. \nIt welcomes efforts to promote bicommunal contacts and events and urges the two sides to promote further contacts.\n\nThe Council reaffirms its relevant resolutions on Cyprus and decides to extend UNFICYP's mandate until 15 December 2005. \nIt calls on the Turkish Cypriot side and Turkish forces to restore the military status quo in Strovilia and requests a report on implementation by 1 December 2005.\n\nThe Council welcomes efforts to implement the Secretary-General's zero-tolerance policy on sexual exploitation and abuse and requests the Secretary-General to keep it informed. \nIt decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1604_2005_EN.pdf"
}