{
  "resolution_no": "1603",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "Elections",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "African Union",
    "ECOWAS"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n- Recalls previous resolutions and statements on Côte d’Ivoire, reaffirming its commitment to the country’s sovereignty, independence, territorial integrity, and unity.\n- Endorses the Pretoria Agreement signed on 6 April 2005, and demands its full and immediate implementation by all signatories and concerned Ivorian parties.\n- Stresses that non-compliance with the Pretoria Agreement would endanger the peace process and reaffirms readiness to implement measures if parties fail to meet their commitments.\n- Commends President Thabo Mbeki for his mediation efforts, reaffirms support for him, and encourages collaboration with the Secretary-General and African Union.\n- Notes with satisfaction the agreement to organize presidential elections in October 2005 and legislative elections thereafter, with UN participation.\n- Welcomes President Thabo Mbeki’s decision on eligibility for the Presidency and President Laurent Gbagbo’s announcement on candidate nominations.\n- Expresses concern at the security and humanitarian situation, particularly in the West, and determines that the situation in Côte d’Ivoire poses a threat to international peace and security.\n- Reaffirms its resolutions on women, peace, and security, children and armed conflict, and protection of civilians in armed conflict.\n- Affirms a zero-tolerance policy for misconduct, including sexual exploitation and abuse, by peacekeeping troops.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1603_2005_EN.pdf"
}