{
  "resolution_no": "1607",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Economic Development"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "UNMIL",
    "National Transitional Government of Liberia",
    "Panel of Experts",
    "Committee established by paragraph 21 of resolution 1521 (2003)"
  ],
  "reporting_cycle": "The Panel of Experts reports to the Council through the Committee by 21 December 2005, and provides informal updates to the Committee as appropriate",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\nRecalling previous resolutions and statements on Liberia and West Africa,\nNoting reports of the UN Panel of Experts and the Secretary-General,\nRecognizing the link between illegal exploitation of natural resources and conflict,\nRecalling measures imposed under resolution 1521 (2003) to prevent conflict,\nExpressing concern that the National Transitional Government has not established authority throughout Liberia,\nEmphasizing the need for international help to increase the Government's capacity,\nExpressing deep concern at former President Charles Taylor's continued activities,\nReviewing measures imposed by resolutions 1521 (2003) and 1532 (2004),\nWelcoming the assessment that no illegal timber is being exported,\nNoting with concern few reforms have been implemented,\nAcknowledging the Forest Concession Review,\nWelcoming progress on diamond mining officials' training,\nNoting with concern unlicensed mining and illegal diamond exports,\nNoting limited progress on transparent financial management systems,\nTaking note of discussions on a Liberia Economic Governance Action Plan,\nEmphasizing significant challenges remain in reintegration, repatriation, and security sector restructuring,\nDetermining the situation in Liberia continues to threaten international peace and security,\nActing under Chapter VII,\n1. Decides to renew diamond measures imposed by resolution 1521 (2003) for six months,\n2. Urges the National Transitional Government to establish authority over diamond-producing areas and work towards a transparent Certificate of Origin regime,\n3. Reiterates readiness to terminate measures imposed by resolution 1521 (2003) once conditions are met.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n- Urges the National Transitional Government of Liberia to reform the Forestry Development Authority, implement the Liberia Forest Initiative, and the Forest Concession Review Committee’s recommendations to ensure transparency and sustainable forest management.\n\n- Invites the Government to consider commissioning independent external advice on managing Liberia’s diamond and timber resources.\n\n- Notes that measures to prevent former President Charles Taylor and his associates from using misappropriated funds remain in force.\n\n- Reiterates its intention to review these measures annually and to make available frozen funds to the Government once it establishes transparent accounting mechanisms.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1607_2005_EN.pdf"
}