{
  "resolution_no": "1589",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "International Security Assistance Force",
    "Operation Enduring Freedom coalition",
    "Afghan Government",
    "Office of the United Nations High Commissioner for Human Rights"
  ],
  "reporting_cycle": "Secretary-General reports in a timely manner",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\nRecalling previous resolutions on Afghanistan, reaffirms its commitment to the country's sovereignty, independence, and national unity. \nWelcoming the successful presidential election in 2004, it recognizes the ongoing challenges, including the fight against narcotics, insecurity, terrorist threats, and disarmament. \nThe Council extends the mandate of the UN Assistance Mission in Afghanistan (UNAMA) for 12 months from 24 March 2005. \nIt stresses the importance of free and fair elections, scheduled for 18 September 2005, and calls for necessary financial support and international assistance. \nThe Council also emphasizes the need for security for credible elections, and calls for contributions to support the International Security Assistance Force and provincial reconstruction teams. \nIt welcomes progress in disarmament, demobilization, and reintegration, and encourages the Government to accelerate the process. \nThe Council supports the fight against illicit trafficking of drugs and precursors, and urges the Government to implement its national drug control strategy. \nIt requests the international community to provide assistance to the Government in implementing the strategy and to support the efforts to tackle the challenges in Afghanistan.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n- Requests UNAMA to support the establishment of a fair and transparent justice system, including reconstruction and reform of the prison sector, to strengthen the rule of law in Afghanistan (para 9).\n- Calls for full respect for human rights and international humanitarian law, and requests UNAMA to assist in implementing human rights provisions of the new Afghan constitution, particularly those regarding women's rights (para 10).\n- Welcomes the development of the Afghan National Army and Police, and calls for continued efforts to increase their capabilities (para 11).\n- Calls on the Government of Afghanistan and the international community to address security threats posed by Al-Qaida, the Taliban, and other extremist groups (para 12).\n- Requests the Secretary-General to report on developments in Afghanistan and make recommendations on the future role of UNAMA after parliamentary elections (para 13).\n- Decides to remain actively seized of the matter (para 14).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1589_2005_EN.pdf"
}