{
  "resolution_no": "1650",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "Burundi",
    "Reconciliation"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "ONUB",
    "MONUC",
    "United Nations",
    "African Union",
    "Regional Initiative for peace in Burundi"
  ],
  "reporting_cycle": "Secretary-General reports by 15 March 2006",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n- Recalls its previous resolutions and statements on Burundi, particularly resolution 1545.\n- Reaffirms its commitment to Burundi's sovereignty, independence, territorial integrity, and unity.\n- Congratulates the people of Burundi on the successful conclusion of the transitional period and peaceful transfer of authority.\n- Expresses gratitude to the Regional Initiative, African Union, and UN Operation in Burundi (ONUB) for their contributions.\n- Encourages the new authorities to continue on the path of stability and national reconciliation.\n- Stresses the need to implement reforms provided for in the Arusha Agreement.\n- Supports ONUB's continued role in supporting the Government's efforts towards peace consolidation.\n- Recognizes the important role of the Partners Forum in peace consolidation and supporting reform.\n- Encourages the Government to work with international partners to mobilize assistance for reconstruction.\n\nThe Council:\n1. Takes note of the Secretary-General's fifth report on ONUB and its recommendations.\n2. Decides to extend ONUB's mandate until 1 July 2006.\n3. Welcomes the Secretary-General's readiness to consult with the Government on a gradual disengagement of the UN peacekeeping presence.\n4. Looks forward to receiving the Secretary-General's report on the joint assessment by 15 March 2006.\n5. Authorizes the temporary redeployment of military and civilian police personnel among ONUB and MONUC, subject to conditions, including prior agreement from contributing countries and governments, and advance notification to the Security Council.\nThe Security Council:\n\n Conditionally allows personnel redeployment within a mission or to another mission, requiring a prior Security Council decision.\n\n Ensures redeployed personnel continue to count against the original mission's authorized ceiling and doesn't extend their deployment after the original mandate expires unless the Security Council decides otherwise.\n\n Urges the Burundi Government to complete disarmament, demobilization, and reintegration, including effective reintegration of former combatants.\n\n Welcomes the Government's peaceful solution efforts with Palipehutu-FNL, calling on the movement to join peace and national reconciliation without delay or conditions, and considering measures against those threatening this process.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1650_2005_EN.pdf"
}