{
  "resolution_no": "1582",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Humanitarian"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNOMIG",
    "CIS peacekeeping force",
    "OSCE",
    "UNDP",
    "UNHCR"
  ],
  "reporting_cycle": "Secretary-General reports every 3 months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions, particularly resolution 1554, welcomes the Secretary-General's report and reaffirms Georgia's sovereignty, independence, and territorial integrity within internationally recognized borders.\n\nThe Council commends the Secretary-General's efforts, assisted by the Russian Federation, the Group of Friends, and the OSCE, to promote stabilization and a comprehensive political settlement in Abkhazia.\n\nThe Council:\n\n1. Reaffirms commitment to Georgia's sovereignty and territorial integrity, with Abkhazia's status defined within Georgia.\n2. Supports the \"Basic Principles for the Distribution of Competences between Tbilisi and Sukhumi\" and urges the Abkhaz side to consider it.\n3. Regrets the Abkhaz side's refusal to discuss the document and urges constructive negotiations.\n4. Regrets the lack of progress on political status negotiations and recalls that negotiations should be under UN leadership.\n5. Notes its position on Abkhaz elections as expressed in resolution 1255.\n6. Calls on both sides to negotiate a political settlement, make concessions, and refrain from militant rhetoric.\n7. Reminds all parties to refrain from actions impeding the peace process.\n8. Welcomes regular meetings of the Group of Friends and encourages active participation.\n9. Urges structured participation in task forces and working groups on economic cooperation, return of IDPs and refugees, and political and security matters.\n10. Encourages discussions on security guarantees with the Group of Friends' participation.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Calls on parties to revitalize the peace process, build on confidence-building measures, and implement proposals agreed upon in Yalta (2001).\n\n Notes the importance of civil society contacts to reinforce mutual confidence.\n\n Stresses the urgent need for progress on refugees and internally displaced persons, and calls for returns to be a focus of special attention.\n\n Calls for rapid finalization and signature of the letter of intent on returns.\n\n Reaffirms the inalienable right of refugees and internally displaced persons to return to their homes.\n\n Urges parties to implement recommendations on the Gali sector and allow the opening of the Gali branch of the human rights office.\n\n Reiterates concern over the delayed deployment of the police component in the Gali sector.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1582_2005_EN.pdf"
}