{
  "resolution_no": "1590",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "Women, Peace and Security",
    "Protection of Civilians",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIS",
    "African Union Mission in Sudan (AMIS)",
    "Sudanese Government",
    "Sudan People's Liberation Movement/Army (SPLM/A)"
  ],
  "reporting_cycle": "The Secretary-General reports every 3 months on the situation in Darfur and the implementation of the mandate of UNMIS",
  "operative_authority": "Chapter VII",
  "summary": "Requests the Secretary-General to:\n- Coordinate UN activities in Sudan\n- Mobilize resources for Sudan's development\n- Facilitate coordination with other international actors\n\n Requests UNMIS to:\n- Liaise with the African Union Mission in Sudan (AMIS)\n- Reinforce peace efforts in Darfur\n- Report to the Council within 30 days on options to support AMIS.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n1. Authorizes the deployment of UNMIS to Sudan with a mandate to support the implementation of the Comprehensive Peace Agreement.\n\n2. Requests the Secretary-General to transfer functions performed by UNAMIS to UNMIS.\n\n3. Calls on all parties to cooperate with UNMIS, guaranteeing safety, security, and freedom of movement for UN personnel.\n\n4. Emphasizes that there can be no military solution to the conflict in Darfur and calls for a resumption of Abuja talks.\n\n5. Calls on Member States to ensure free and unhindered movement of personnel, equipment, and supplies to Sudan for UNMIS.\n\n6. Requests the Secretary-General to keep the Council informed of progress in implementing the Comprehensive Peace Agreement.\n\n7. Urges the Joint Assessment Mission to continue efforts to prepare for rapid delivery of an assistance package for Sudan's reconstruction.\n\n8. Requests the Secretary-General to achieve actual compliance with the UN's zero-tolerance policy on sexual exploitation and abuse.\n\n9. Reaffirms the importance of expertise on gender issues in peacekeeping operations.\n\n10. Authorizes UNMIS to take necessary action to protect UN personnel, facilities, and civilians under imminent threat of physical violence.\n\n11. Requests the Secretary-General and the Government of Sudan to conclude a status-of-forces agreement within 30 days.\n\n12. Underscores the need to rapidly increase human rights monitors in Darfur.\n\n13. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1590_2005_EN.pdf"
}