{
  "resolution_no": "1631",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "Regional Organizations",
    "International Cooperation"
  ],
  "chapter": "Chapter VIII",
  "charter_articles": [
    "Article 54",
    "Chapter VIII"
  ],
  "entities": [
    "United Nations",
    "Regional Organizations",
    "African regional and subregional organizations",
    "European Union"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n \nRecalling Chapter VIII of the Charter, reaffirming previous resolutions and presidential statements, welcomes the 2005 World Summit Outcome, and recalling its previous invitations to regional organizations to improve coordination with the UN.\n\nIt emphasizes that regional organizations' growing contribution, in cooperation with the UN, can complement the organization's work in maintaining international peace and security, in accordance with Chapter VIII.\n\nThe Council recognizes the need to support capacity-building and cooperation at regional and subregional levels, particularly for African organizations.\n\nIt welcomes the 2005 World Summit Outcome's decision to establish a Peacebuilding Commission and looks forward to cooperation with regional organizations in post-conflict peacebuilding.\n\nThe Council:\n1. Determines to develop cooperation between the UN and regional organizations, invites regional organizations with conflict prevention or peacekeeping capacity to place such capacities in the UN Standby Arrangements System.\n\n2. Urges States and international organizations to contribute to strengthening regional organizations' capacity, particularly African ones, in conflict prevention, crisis management, and post-conflict stabilization.\n\n3. Stresses the importance of developing regional organizations' ability to deploy peacekeeping forces rapidly in support of UN operations.\n\n4. Notes the potential role of regional organizations in addressing illicit trade in small arms and light weapons.\n\n5. Reiterates the need to encourage regional cooperation in peaceful settlement of disputes.\n\n6. Welcomes efforts to foster cooperation with regional organizations in counter-terrorism.\n\n7. Expresses its intention to hold regular meetings with heads of regional and subregional organizations.\nThe Security Council:\n\n8. Recommends better communication between the UN and regional/subregional organizations through liaison officers and consultations at all levels.\n\n9. Reiterates regional organizations' obligation under Article 54 of the Charter to keep the Security Council fully informed of their activities for maintaining international peace and security.\n\n10. Invites the Secretary-General to report on cooperation opportunities and challenges between the UN and regional/subregional organizations, and explore framework agreements for regional organizations' cooperation with and contributions to UN-led peacekeeping operations.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1631_2005_EN.pdf"
}