{
  "resolution_no": "1636",
  "year": "2005",
  "theme": [
    "Terrorism",
    "Peace and Security",
    "Lebanon"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "International Independent Investigation Commission",
    "Lebanese Government",
    "Syrian Government",
    "UN Security Council"
  ],
  "reporting_cycle": "The Commission shall report to the Council on the progress of the inquiry by 15 December 2005",
  "operative_authority": "Chapter VII",
  "summary": "8. The Council commends the Lebanese authorities for their efforts and encourages them to persist in their investigations.\n\n9. It endorses the Commission's conclusion that Syrian authorities must clarify unresolved questions.\n\n10. The Council decides that Syria must detain suspected officials and make them available to the Commission and cooperate fully and unconditionally.\nHere is a concise summary of the Security Council document:\n\nThe Commission shall determine the location and modalities for interviewing Syrian officials and individuals relevant to the inquiry (c).\n\nThe Council insists that Syria not interfere in Lebanese domestic affairs, refrain from destabilizing Lebanon, and respect Lebanon's sovereignty, territorial integrity, unity, and political independence (12).\n\nThe Commission is to report to the Council on the progress of the inquiry by 15 December 2005, including on cooperation received from Syrian authorities (13).\n\nThe Council is ready to consider additional requests for assistance from the Lebanese Government to hold accountable those responsible for the crime (14).\n\nThe Council decides to remain seized of the matter (15).\n\nThe Committee's functions include:\n\n1. Registering individuals subject to measures, with objections possible within 2 working days.\n2. Approving exceptions to measures for humanitarian needs, basic expenses, or to further the objectives of the resolution.\n3. Removing individuals from the scope of measures upon notification.\n4. Informing Member States of individuals subject to measures.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1636_2005_EN.pdf"
}