{
  "resolution_no": "1584",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "Security Council Committee",
    "Group of Experts"
  ],
  "reporting_cycle": "90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Council:\n1. Reaffirms the decision to prevent the supply, sale, or transfer of arms to C么te d'Ivoire.\n2. Authorizes UNOCI and French forces to monitor the implementation of these measures, inspect cargo, and collect arms brought into C么te d'Ivoire in violation of these measures.\n3. Requests French forces to provide security assistance to UNOCI.\n4. Acknowledges the need for civilian expertise within UNOCI.\n5. Demands unhindered access for UNOCI and French forces.\n6. Requests reports on any hindrance or difficulty in implementing these tasks.\n7. Requests the Secretary-General to create a group of experts to examine information, gather and analyze relevant information, and monitor the situation.\nThe Security Council \nestablishes a Group of Experts to monitor implementation of measures imposed by paragraph 7 of resolution 1572 (2004) on C么te d'Ivoire; \nThe Group's mandate includes: \n- gathering information on flows of arms and related materiel \n- providing assistance and advice on military activities \n- recommending ways to improve States' capabilities to implement the measures \n- reporting to the Security Council within 90 days \n- keeping the Committee updated on its activities \n- exchanging information with UNOCI and French forces \n- providing a list of those who have violated the measures \n- cooperating with other relevant groups of experts. \nThe Government of C么te d'Ivoire and Forces nouvelles are called upon to cooperate with UNOCI in establishing a comprehensive list of armaments; \nThe Secretary-General and French Government are requested to communicate information gathered by UNOCI and French forces on the supply of arms and related materiel; \nAll States and organizations are urged to cooperate fully with the Committee, Group of Experts, UNOCI, and French forces; \nThe Council expresses grave concern at the use of mercenaries, urges both sides to desist, and recalls its request to States to report on steps taken to implement the measures; \nThe Council intends to consider the Secretary-General's recommendations and decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1584_2005_EN.pdf"
}