{
  "resolution_no": "1596",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Conflict"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MONUC",
    "ONUB",
    "Group of Experts",
    "International Conference on Peace, Security, Democracy and Development in the Great Lakes Region of Africa"
  ],
  "reporting_cycle": "Secretary-General reports and Group of Experts reports, with specific dates mentioned (e.g., within forty-five days, before 1 July 2005)",
  "operative_authority": "Chapter VII",
  "summary": "The Council also calls on the Government of National Unity and Transition to strengthen airport monitoring, particularly in Ituri and the Kivus, and requests MONUC to cooperate.\n\nThe Council decides that governments in the region must:\n\n* Strengthen customs controls on borders;\n* Prevent use of transport means in violation of measures imposed;\n* Freeze funds, assets, and resources of persons designated by the Committee;\n* Prevent entry or transit of persons designated by the Committee.\n\nThe Council requests assistance from international organizations, including the International Civil Aviation Organization and the World Customs Organization, and urges States to conduct inquiries into nationals' activities.\nHere is a concise summary of the Security Council document:\n\n16. Decides that certain provisions do not apply to funds, assets, and resources necessary for:\n\t* (a) Basic expenses (food, rent, medicine, taxes, etc.) with Committee notification and no negative decision within 4 working days\n\t* (b) Extraordinary expenses, approved by the Committee\n\t* (c) Judicial, administrative, or arbitration liens or judgments entered prior to this resolution\n\n17. Reviews measures in paragraphs 1, 6, 10, 13, and 15 by July 31, 2005, based on progress in the peace and transition process in the DRC.\n\n18. The Committee shall:\n\t* (a) Designate persons and entities for sanctions and update the list\n\t* (b) Seek information from States on enforcing measures and provide opportunities for discussion\n\t* (c) Request information on investigations and prosecutions of designated individuals\n\t* (d) Consider exemption requests\n\t* (e) Promulgate guidelines for implementation\n\n19. Demands cooperation with the Group of Experts and MONUC, ensuring their safety and access.\n\n20. Requests States to report on actions taken to implement sanctions within 45 days.\n\n21. Requests the Secretary-General to re-establish the Group of Experts with a fifth expert on financial issues for 30 days, with necessary resources.\n\n22. Requests the Group of Experts to report to the Council by July 1, 2005.\n\n23. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1596_2005_EN.pdf"
}