{
  "resolution_no": "1626",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "Security",
    "Liberia",
    "Sierra Leone"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UNMIL",
    "Special Court for Sierra Leone",
    "ECOWAS",
    "African Union (AU)"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\nRecalling previous resolutions on Liberia and Sierra Leone, welcomes progress in preparations for Liberia's presidential and legislative elections and extension of State authority. \nAppreciates contributions by ECOWAS, AU, and the international community. \nWelcomes the Governance and Economic Management Assistance Program (GEMAP) and the essential work of the Special Court for Sierra Leone.\n\nUNMIL's mandate is extended until 31 March 2006. \nAll Liberian parties are called on to ensure peaceful, transparent, free, and fair elections. \nThe international community is urged to support resources for rehabilitation and security sector reform.\n\nUNMIL is authorized to deploy up to 250 military personnel to Sierra Leone to provide security for the Special Court. \nA temporary increase in UNMIL's personnel ceiling to 15,250 is authorized from 15 November 2005 to 31 March 2006. \nUNMIL is also authorized to deploy personnel to evacuate UNMIL personnel and Court officials in case of a security crisis.\n\nThe UN Integrated Office in Sierra Leone is requested to provide logistic support. \nThe Secretary-General and the Government of Sierra Leone are requested to conclude an agreement on the status of UNMIL personnel deployed to Sierra Leone.\nSupports the Secretary-General's recommendation to return to the authorized ceiling of UN military personnel by 31 March 2006; \nEncourages UN missions to enhance inter-mission cooperation, particularly on preventing cross-border arms and combatant movement, illicit resource exploitation, and disarmament, demobilization, and reintegration programmes; \nWelcomes UNMIL's efforts to implement the zero-tolerance policy on sexual exploitation and abuse, and requests the Secretary-General to ensure compliance, keep the Council informed, and urges troop-contributing countries to take preventive and disciplinary action; \nRequests the Secretary-General to provide a drawdown plan for UNMIL with benchmarks and a schedule by March 2006; \nRequests the Secretary-General to regularly inform the Council on UNMIL's progress; \nDecides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1626_2005_EN.pdf"
}