{
  "resolution_no": "1608",
  "year": "2005",
  "theme": [
    "Peacekeeping",
    "Elections",
    "Human Rights",
    "Economic Development",
    "Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39"
  ],
  "entities": [
    "MINUSTAH",
    "Haitian National Police (HNP)",
    "United Nations Development Programme (UNDP)",
    "International Donors Conference on Haiti",
    "Bretton Woods institutions"
  ],
  "reporting_cycle": "at least once every three months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n- Requests the Secretary-General to share the HNP reform plan with the Council, including size, standards, timetable, and resources (para 5).\n- Directs MINUSTAH to focus resources on security and protection during the electoral period, including reviewing civilian police rules of engagement (para 6).\n- Urges MINUSTAH and Haitian authorities to coordinate HNP and MINUSTAH civilian police efforts (para 7).\n- Reaffirms MINUSTAH's authority to vet and certify HNP personnel, and urges the Transitional Government to ensure HNP personnel are certified (para 8).\n- Calls for MINUSTAH to operationalize the Joint Mission Analysis Cell and use aviation assets efficiently (para 9).\n- Urges the Transitional Government to investigate human rights violations, particularly those involving HNP officers, and for MINUSTAH to support this effort (para 10).\n- Welcomes the national dialogue and stresses its importance for national reconciliation and credible elections (para 11).\n- Urges implementation of the DDR programme and calls on Member States to provide resources (para 12).\n- Renews appeal for disbursement of pledged funds and supports the follow-up donor conference (para 13).\n- Requests MINUSTAH to strengthen quick-impact projects and coordination with development actors (para 14).\n- Invites Bretton Woods institutions to consider debt sustainability and HIPC initiative implications (para 15).\n- Urges MINUSTAH to develop a proactive communications strategy (para 16).\n- Welcomes efforts to implement the zero-tolerance policy on sexual exploitation and abuse (para 17).\n- Requests the Secretary-General to report on MINUSTAH's mandate implementation every three months (para 18).\n- Decides to remain seized of the matter (para 19).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1608_2005_EN.pdf"
}