{
  "resolution_no": "1647",
  "year": "2005",
  "theme": [
    "Liberia",
    "Sanctions",
    "Peacekeeping",
    "Economic sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNMIL",
    "Panel of Experts on Liberia",
    "Security Council Committee",
    "Kimberley Process Certification Scheme"
  ],
  "reporting_cycle": "The Panel of Experts to report to the Council by 7 June 2006",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions and statements on the situation in Liberia and West Africa, welcomes the peaceful conduct of recent elections in Liberia and the commitment of President-elect Ellen Johnson-Sirleaf to rebuilding Liberia. The Council stresses the importance of the UN Mission in Liberia (UNMIL) in improving security and helping the new Government establish its authority. \n\nThe Council, having reviewed the measures imposed by resolutions 1521 (2003) and 1532 (2004), concludes that insufficient progress has been made towards meeting the conditions for lifting these measures. Acting under Chapter VII of the Charter, the Council decides to:\n\n- Renew the measures on arms and travel for 12 months;\n- Renew the measures on diamonds and timber for six months;\n\nThe Council will review these measures at the request of the new Government of Liberia once it reports that the conditions for terminating the measures have been met.\n\nThe Council reiterates its readiness to terminate these measures once the conditions are met and welcomes the President-elect's determination to meet these conditions. The Council encourages the new Government to:\n\n- Reform the Forestry Development Authority and implement the Liberia Forest Initiative;\n- Consider commissioning independent external advice on the management of Liberia's diamond resources;\n\nThe Council also encourages the implementation of the Governance and Economic Management Assistance Program and welcomes the assistance provided by UNMIL. The Council notes that the measures imposed by resolution 1532 (2004) remain in force and calls on the international donor community to support the new Government by providing generous assistance.\nThe Security Council:\n\n9. Re-establishes the Panel of Experts until 21 June 2006 to:\n(a) Conduct a follow-up assessment mission to Liberia and neighbouring States on implementation and violations of measures imposed by resolution 1521 (2003);\n(b) Assess impact and effectiveness of measures imposed by resolution 1532 (2004);\n(c) Assess progress towards meeting conditions for lifting measures imposed by resolution 1521 (2003);\n(d) Assess humanitarian and socio-economic impact of measures imposed by resolution 1521 (2003);\n(e) Report to the Council by 7 June 2006 and provide informal updates;\n(f) Cooperate with other relevant groups of experts.\n\n10. Requests the Secretary-General to appoint no more than five experts with relevant expertise.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2005/S_RES_1647_2005_EN.pdf"
}