{
  "resolution_no": "1838",
  "year": "2008",
  "theme": [
    "Piracy",
    "Somalia",
    "Humanitarian",
    "Peacekeeping"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39"
  ],
  "entities": [
    "UNIFIL",
    "MINUSMA",
    "World Food Programme (WFP)",
    "European Union",
    "Transitional Federal Government (TFG)"
  ],
  "reporting_cycle": "The Secretary-General reports every 60 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council, recalling its previous resolutions 1814 (2008) and 1816 (2008), expresses grave concern over the recent surge in piracy and armed robbery off the coast of Somalia, which poses a threat to humanitarian aid delivery, international navigation, and fishing activities.\n\nThe Council notes with concern the increasing violence and sophistication of pirate attacks, and reaffirms that international law, as reflected in the UN Convention on the Law of the Sea, provides the framework for combating piracy.\n\nThe Council commends efforts by some states to protect World Food Programme (WFP) convoys and welcomes the establishment of a European Union coordination unit to support surveillance and protection activities.\n\nThe Council reiterates its condemnation of piracy and armed robbery, and calls on states to actively participate in the fight against piracy on the high seas off the coast of Somalia, using necessary means in conformity with international law.\n\nThe Council urges states to cooperate with the Transitional Federal Government (TFG) in the fight against piracy and armed robbery, and to continue taking action to protect WFP deliveries.\n\nThe Council emphasizes that peace and stability, state institution-building, economic and social development, and respect for human rights and the rule of law are necessary to eradicate piracy.\n\nThe Council, acting under Chapter VII of the UN Charter, determines that piracy and armed robbery off the coast of Somalia constitute a threat to international peace and security.\n\nThe Council:\n\n1. Condemns and deplores all acts of piracy and armed robbery off the coast of Somalia;\n2. Calls on states to actively participate in the fight against piracy on the high seas;\n3. Calls on states to use necessary means to repress acts of piracy;\n4. Urges states to cooperate with the TFG in the fight against piracy;\n5. Urges states and regional organizations to continue protecting WFP deliveries.\nThe Security Council:\n\nUrges States to facilitate the delivery of humanitarian assistance to Somalia through Food Programme maritime convoys.\n\nUrges States to issue guidance to ships flying their flag on precautionary measures to protect against attacks off the coast of Somalia.\n\nCalls upon States and regional organizations to coordinate actions to address the situation.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1838_2008_EN.pdf"
}