{
  "resolution_no": "1806",
  "year": "2008",
  "theme": [
    "Peacekeeping",
    "Security",
    "Governance",
    "Human Rights",
    "Counter-Narcotics",
    "Development"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "International Security Assistance Force",
    "Operation Enduring Freedom coalition",
    "Security Council Committee established pursuant to resolution 1267 (1999)"
  ],
  "reporting_cycle": "every six months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Afghanistan, extends the mandate of the United Nations Assistance Mission in Afghanistan (UNAMA) until 23 March 2009. \nReaffirms its commitment to Afghanistan's sovereignty, independence, territorial integrity, and national unity. \nSupports the implementation of the Afghanistan Compact, the Afghanistan National Development Strategy (ANDS), and the National Drugs Control Strategy. \nAcknowledges the central role of the UN in promoting peace and stability in Afghanistan. \nStresses the need for a comprehensive approach to address challenges in Afghanistan, including security, governance, development, and counter-narcotics. \nExpresses concern over the security situation, including increased violent and terrorist activities, and stresses the importance of safe access for humanitarian workers. \nWelcomes the report of the Secretary-General and expresses appreciation for the UN's long-term commitment to Afghanistan. \nDecides to extend UNAMA's mandate as defined in previous resolutions until 23 March 2009.\nHere is a concise summary of the Security Council document 1806 (2008):\n\nThe Security Council:\n\n* Urges UNAMA to lead international civilian efforts in Afghanistan, including:\n\t+ Promoting coherent support to the Afghan Government (para 4(a))\n\t+ Strengthening cooperation with ISAF and improving civil-military coordination (para 4(b))\n\t+ Providing political outreach and promoting implementation of the Afghanistan Compact, ANDS, and National Drugs Control Strategy (para 4(c))\n\t+ Supporting reconciliation programs and good offices (para 4(d))\n\t+ Improving governance, rule of law, and combating corruption (para 4(e))\n\t+ Facilitating humanitarian assistance and refugee return (para 4(f))\n\t+ Monitoring human rights and supporting the Afghan Independent Human Rights Commission (para 4(g))\n\t+ Supporting the electoral process (para 4(h))\n\t+ Supporting regional cooperation (para 4(i))",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1806_2008_EN.pdf"
}