{
  "resolution_no": "1820",
  "year": "2008",
  "theme": [
    "Women, Peace and Security",
    "Sexual Violence in Conflict"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UN Peacekeeping Operations",
    "International Criminal Court",
    "Peacebuilding Commission"
  ],
  "reporting_cycle": "The Secretary-General reports to the Council by 30 June 2009",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, reaffirming its commitment to resolutions 1325 (2000), 1612 (2005), and 1674 (2006), and recalling previous statements, stresses the need to eliminate violence against women and girls, particularly in armed conflicts. It reaffirms the obligations of States Parties to relevant conventions and urges non-ratifying states to consider ratification. The Council notes that civilians, especially women and girls, are targeted by sexual violence, often as a tactic of war, and condemns such acts in the strongest terms. Despite previous condemnation and calls for cessation, such acts continue and have become systematic and widespread. The Council recognizes the importance of women's participation in conflict prevention and resolution and stresses their equal participation and full involvement in maintaining peace and security. It also acknowledges the primary responsibility of States to respect and ensure human rights and the responsibility of parties to armed conflict to protect civilians. Welcoming UN coordination efforts, the Council: \n\n1. Stresses that sexual violence, when used as a tactic of war or as part of a widespread or systematic attack, can exacerbate armed conflict and impede peace and security, and expresses readiness to adopt steps to address such violence.\n\n2. Demands the immediate and complete cessation by all parties to armed conflict of all acts of sexual violence against civilians with immediate effect.\nHere is a concise summary of the Security Council document 1820 (2008):\n\n3. Demands parties to armed conflict protect civilians, including women and girls, from sexual violence, and take measures such as enforcing military disciplinary measures, training troops, and evacuating women and children.\n\n4. Notes that rape and other forms of sexual violence can be a war crime, crime against humanity, or genocide, and stresses the need to exclude such crimes from amnesty provisions.\n\n5. Affirms intention to consider targeted sanctions against parties committing rape and other forms of sexual violence.\n\n6. Requests Secretary-General to develop training programs for peacekeeping and humanitarian personnel to prevent and respond to sexual violence.\n\n7. Requests Secretary-General to continue efforts to implement zero-tolerance policy on sexual exploitation and abuse in UN peacekeeping operations.\n\n8. Encourages troop and police contributing countries to heighten awareness and responsiveness of their personnel to protect civilians.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1820_2008_EN.pdf"
}