{
  "resolution_no": "1803",
  "year": "2008",
  "theme": [
    "Non-Proliferation",
    "Nuclear Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "Iran Air Cargo",
    "Islamic Republic of Iran Shipping Line",
    "Bank Melli",
    "Bank Saderat"
  ],
  "reporting_cycle": "within 90 days",
  "operative_authority": "Chapter VII",
  "summary": "6. Decides that measures imposed by paragraph 5 shall not apply where the Committee determines on a case-by-case basis that such travel is justified on humanitarian grounds;\n\n7. Decides that measures specified in paragraphs 12, 13, 14, and 15 of resolution 1737 (2006) shall apply to persons and entities listed in Annexes I and III to this resolution;\n\n8. Decides that all States shall prevent supply, sale, or transfer to Iran of items, materials, equipment, goods, and technology set out in INFCIRC/254/Rev.7/Part2, except for exclusive use in light water reactors;\n\n9. Calls upon all States to exercise vigilance in entering into new commitments for public provided financial support for trade with Iran;\n\n10. Calls upon all States to exercise vigilance over activities of financial institutions in their territories with all banks domiciled in Iran;\n\n11. Calls upon all States to inspect cargoes to and from Iran, of aircraft and vessels owned or operated by Iran Air Cargo and Islamic Republic of Iran Shipping Line;\n\n12. Requires all States to submit to the Security Council within five working days a report on inspections undertaken.\nHere is a concise summary of the Security Council document:\n\n13. The Security Council calls on all States to report to the Committee within 60 days on steps taken to implement paragraphs 3, 5, 7, 8, 9, 10, and 11.\n\n14. The Committee's mandate in resolution 1737 (2006) applies to measures imposed in resolution 1747 (2007) and this resolution.\n\n15. China, France, Germany, Russia, the UK, and the US are willing to enhance diplomatic efforts for a comprehensive solution to Iran's nuclear program.\n\n16. The European Union High Representative is encouraged to continue communication with Iran to find a negotiated solution.\n\n17. States, including Iran, must take measures to ensure no claim lies against any contract or transaction prevented by the measures imposed.\n\n18. The IAEA Director General is requested to report within 90 days on Iran's compliance with suspension of enrichment-related activities.\n\n19. The Security Council will review Iran's actions and:\n    (a) suspend measures if Iran suspends enrichment-related activities;\n    (b) terminate measures if Iran fully complies with its obligations;\n    (c) adopt further measures if Iran does not comply.\n\n20. The Security Council will remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1803_2008_EN.pdf"
}