{
  "resolution_no": "1845",
  "year": "2008",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "European Integration"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "EUFOR",
    "NATO",
    "UN",
    "European Union",
    "Organization for Security and Cooperation in Europe (OSCE)"
  ],
  "reporting_cycle": "at least at three-monthly intervals",
  "operative_authority": "Chapter VII",
  "summary": "Acting under Chapter VII of the Charter:\n\n1. Reaffirms support for the Peace Agreement and calls on parties to comply with their obligations.\n\n2. Reiterates that authorities in Bosnia and Herzegovina have primary responsibility for implementing the Peace Agreement and rebuilding a civil society.\n\n3. Reminds parties of their commitment to cooperate fully with entities involved in implementing the peace settlement, including the International Tribunal for the Former Yugoslavia.\n\n4. Emphasizes support for the High Representative's role in monitoring implementation and giving guidance.\n\n5. Expresses support for declarations of the Ministerial meetings of the Peace Implementation Conference.\n\n6. Intends to keep implementation under close review and consider imposing measures if parties fail to meet their obligations.\n\n7. Recalls support for EUFOR and NATO presence, and their role in ensuring compliance with the Peace Agreement.\n\n8. Pays tribute to Member States participating in EUFOR and NATO presence.\n\n9. Welcomes EU's intention to maintain a military operation in Bosnia and Herzegovina.\n\n10. Authorizes a multinational stabilization force (EUFOR) for 12 months, under unified command and control.\n\n11. Welcomes NATO's decision to maintain a presence in Bosnia and Herzegovina.\n\n12. Reaffirms that the Peace Agreement and previous resolutions apply to EUFOR and NATO presence.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n- Modifies previous resolutions to apply to EUFOR, European Union, and Political and Security Committee;\n- Intends to review further authorization based on developments in Bosnia and Herzegovina;\n- Authorizes Member States to ensure compliance with Annexes 1-A and 2 of the Peace Agreement;\n- Authorizes Member States to defend EUFOR and NATO presence and assist in their missions;\n- Authorizes measures to ensure compliance with airspace rules over Bosnia and Herzegovina;\n- Demands respect for security and freedom of movement of international personnel;\n- Requests reporting on EUFOR and NATO activities;\n- Invites States to provide support and facilities;\n- Reiterates appreciation for EU Police Mission;\n- Requests Secretary-General to submit reports on Peace Agreement implementation;\n- Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1845_2008_EN.pdf"
}