{
  "resolution_no": "1856",
  "year": "2008",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "MONUC",
    "FARDC",
    "UN Country Team",
    "Group of Experts"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "**Support to Democratic Institutions and Rule of Law**\n\n* Provide advice to strengthen democratic institutions and processes (4(a))\n* Promote national reconciliation and internal political dialogue (4(b))\n* Assist in promotion and protection of human rights, investigate human rights violations, and publish findings (4(c))\n* Assist in organization, preparation, and conduct of local elections (4(d))\n* Assist in establishment of a secure and peaceful environment for local elections (4(e))\n* Contribute to promotion of good governance and respect for accountability (4(f))\n* Advise the Government on strengthening judicial and correctional systems (4(g))\n\n**Authorization and Priorities**\n\n* Authorizes MONUC to use all necessary means to carry out tasks (5)\n* Emphasizes priority on protection of civilians (6)\n\n**Reporting and Follow-up**\n\n* Requests Secretary-General to report regularly on the situation and MONUC's activities (9)\n* Requests specific update on military situation (10)\n* Requests recommendations on progressive handover of tasks from MONUC to UN country team and bilateral and multilateral partners (7)\n* Underscores importance of MONUC implementing the mandate, including through robust rules of engagement (8)\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n\n Requests the Secretary-General to present a workplan with benchmarks to measure progress on MONUC's mandate implementation (para 10).\n\n Requests the Secretary-General to assess MONUC's DDR and DDRRR programs, make recommendations on adjustments, and report on their effectiveness, resourcing, and coordination with MONUC's military component (para 11).\n\n Demands full cooperation with MONUC's operations, security, and access for UN personnel, and report any failure to comply (para 12).\n\n Requests MONUC to strengthen efforts to prevent and respond to sexual violence, including training for Congolese security forces, and report on actions taken (para 13).\n\n Emphasizes joint planning between MONUC and FARDC operations against armed groups, with measures to protect civilians (para 14).\n\n Takes note of measures to address sexual exploitation and abuse, and requests continued investigation and action (para 15).\n\n Encourages MONUC to enhance interaction with the civilian population, raise awareness about its mandate and activities (para 16).\n\n Demands parties respect the ceasefire, implement commitments, and disarm, repatriate, resettle, or reintegrate (para 17).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1856_2008_EN.pdf"
}