{
  "resolution_no": "1795",
  "year": "2008",
  "theme": [
    "Peacekeeping",
    "Elections",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "ECOWAS",
    "African Union"
  ],
  "reporting_cycle": "Secretary-General reports by 15 April 2008",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling previous resolutions on Côte d'Ivoire, reaffirms its commitment to the country's sovereignty, independence, territorial integrity, and unity. It endorses the Ouagadougou political Agreement and supports the appointment of Mr. Guillaume Soro as Prime Minister. The Council commends the efforts of the African Union and ECOWAS to promote peace and stability in Côte d'Ivoire and reiterates its full support for them. It strongly condemns any attempt to destabilize the peace process by force and recalls its condemnation of all violations of human rights and international humanitarian law. \n\nThe Council welcomes the Supplementary Agreements signed by President Laurent Gbagbo and Mr. Guillaume Soro on 28 November 2007, endorses them, and calls upon the Ivorian parties to implement them fully. It commends the Facilitator, President Blaise Compaoré, for his efforts to support the peace process and encourages the Ivorian parties to make further concrete progress. \n\nThe Council decides to renew the mandates of UNOCI and the French forces supporting it until 30 July 2008 to support the organization of free, open, fair, and transparent elections. It requests UNOCI to support the full implementation of the Ouagadougou political Agreement and Supplementary Agreement number 3, within its existing resources and mandate.\nHere is a clear and concise summary of the Security Council document:\n\n6. Calls on all parties to ensure protection of women and children in implementing the Ouagadougou Agreement and post-conflict reconstruction, including monitoring and reporting.\n\n7. Invites signatories to protect vulnerable civilians, guarantee voluntary return and reintegration of displaced persons, and fulfill commitments under the Ouagadougou Agreement and international humanitarian law.\n\n8. Intends to review UNOCI and French forces' mandates by 30 July 2008, based on progress in the peace process, and requests a report from the Secretary-General three weeks prior.\n\n9. Supports the Special Representative's efforts and recalls his role in certifying the electoral process.\n\n10. Requests the Secretary-General to regularly inform on electoral process preparation, including voter registration, and provide a report by 15 April 2008.\n\n11. Requests the Secretary-General to ensure UNOCI's compliance with the zero-tolerance policy on sexual exploitation and abuses.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1795_2008_EN.pdf"
}