{
  "resolution_no": "1798",
  "year": "2008",
  "theme": [
    "Peacekeeping",
    "Border dispute"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMEE",
    "Eritrea-Ethiopia Boundary Commission (EEBC)",
    "Security Council"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council reaffirms its previous resolutions and statements on the situation between Ethiopia and Eritrea, and stresses its commitment to the peace process and full implementation of the Algiers Agreements. The Council supports the Eritrea-Ethiopia Boundary Commission's (EEBC) efforts and welcomes the parties' acceptance of the delimitation decision. \n\nThe Council expresses deep concern over the continuing dispute and tense security situation in the Temporary Security Zone (TSZ) and adjacent areas, and stresses that the parties must fulfill their obligations under the Algiers Agreements. \n\nThe Council decides to extend the mandate of the UN Mission in Ethiopia and Eritrea (UNMEE) for six months, until 31 July 2008. \n\nThe Council reiterates its call for the parties to show maximum restraint, refrain from threats or use of force, and avoid provocative military activities. \n\nThe Council demands that Eritrea and Ethiopia take concrete steps to complete the border demarcation process, normalize their relations, and fulfill their obligations, including Eritrea's withdrawal of troops and heavy military equipment from the TSZ and Ethiopia's reduction of military forces in adjacent areas.\n\nThe Council also demands that Eritrea resumes fuel shipments to UNMEE or allows UNMEE to import fuel without restrictions, and requests the Secretary-General to keep the Council informed. \n\nThe Council urges the parties to cooperate with UNMEE, reactivate the Military Coordination Commission, and accept the Secretary-General's good offices to normalize their relations and settle the dispute. \n\nThe Council welcomes the Secretary-General's efforts towards the appointment of a Special Representative.\nThe Security Council:\n\n11. Expresses willingness to reconsider changes to the UNMEE mandate based on developments in the implementation of the Algiers Agreements;\n\n12. Calls on Member States to contribute to the Trust Fund established by Resolution 1177 (1998) and referred to in Article 4 (17) of the Peace Agreement of 12 December 2000;\n\n13. Expresses deep appreciation for the contributions and dedication of troop-contributing countries to UNMEE;\n\n14. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1798_2008_EN.pdf"
}