{
  "resolution_no": "1801",
  "year": "2008",
  "theme": [
    "Peacekeeping",
    "Somalia",
    "African Union"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "AMISOM",
    "African Union",
    "United Nations",
    "Transitional Federal Government"
  ],
  "reporting_cycle": "Secretary-General reports due on 10 March 2008",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling previous resolutions on Somalia, reaffirms its respect for Somalia's sovereignty, territorial integrity, and unity. The Council reiterates its commitment to a comprehensive settlement through the Transitional Federal Charter, stressing the importance of broad-based institutions. It welcomes the appointment of Prime Minister Nur \"Adde\" Hassan Hussein and a new Cabinet, and commends the Special Representative of the Secretary-General, Mr. Ahmedou Ould-Abdallah. The Council condemns violence and extremism, and expresses concern at the upsurge in piracy off the Somali coast. It appreciates the efforts of the international community, particularly the African Union, and welcomes their continued engagement. The Council decides to renew the authorization of Member States of the African Union to maintain a mission in Somalia (AMISOM) for six months, to take all necessary measures to carry out its mandate, including providing security for key infrastructure and contributing to humanitarian assistance.\nHere is a concise summary of the Security Council document:\n\n2. Affirms provisions in paragraphs 11 and 12 of resolution 1772 (2007) continue to apply to the mission.\n\n3. Urges African Union Member States to contribute to AMISOM to facilitate foreign forces' withdrawal and create lasting peace.\n\n4. Urges Member States to provide resources, personnel, equipment, and services for AMISOM's full deployment.\n\n5. Reaffirms intention to take measures against those threatening Transitional Federal Institutions or AMISOM.\n\n6. Looks forward to the Secretary-General's report on strengthening UNPOS and possible UN peacekeeping force deployment.\n\n7. Requests the Secretary-General to promote an inclusive political process.\n\n8. Calls on international organizations and Member States to support the SRSG's work.\n\n9. Urges Transitional Federal Institutions and parties to respect National Reconciliation Congress conclusions.\n\n10. Welcomes Transitional Federal Government's efforts towards implementing NRC conclusions.\n\n11. Emphasizes arms embargo contribution to Somalia's peace and security.\n\n12. Encourages Member States to protect merchant shipping from piracy.\n\n13. Reaffirms resolutions on women, peace, and security, and protection of civilians.\n\n14. Supports humanitarian relief efforts and calls for safe access.\n\n15. Reaffirms resolution on children and armed conflict.\n\n16. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1801_2008_EN.pdf"
}