{
  "resolution_no": "1829",
  "year": "2008",
  "theme": [
    "Peacebuilding",
    "Security",
    "Development"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNIOSIL",
    "UNIPSIL",
    "ECOWAS",
    "Mano River Union",
    "Special Court for Sierra Leone",
    "Peacebuilding Commission"
  ],
  "reporting_cycle": "every four months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Sierra Leone, commends the UNIOSIL's contribution to the country's recovery. Welcoming the Secretary-General's report and recommendations on the new UN Integrated Peacebuilding Office in Sierra Leone (UNIPSIL).\n\n Requests the Secretary-General to establish UNIPSIL for 12 months from 1 October 2008.\n\nUNIPSIL's tasks include:\n\n* Providing political support to national and local efforts to identify and resolve tensions and threats of potential conflict\n* Monitoring and promoting human rights, democratic institutions, and the rule of law\n* Consolidating good governance reforms, with a focus on anti-corruption instruments\n* Supporting decentralization, reviewing the 1991 Constitution, and enacting relevant legislation\n* Coordinating with and supporting the Peacebuilding Commission and the implementation of the Peacebuilding Cooperation Framework\n\nUnderlines the importance of:\n\n* A fully integrated office with effective coordination among UN agencies\n* Close cooperation between UNIPSIL, ECOWAS, the Mano River Union, and other UN missions in the region\n* The Government of Sierra Leone bearing primary responsibility for peacebuilding, security, and long-term development. \n\nWelcomes the progress made in reforming the security sector and stresses the need for a smooth transition between UNIOSIL and UNIPSIL. Reiterates appreciation for the Special Court for Sierra Leone's work and vital contribution to reconciliation, peacebuilding, and the rule of law.\nThe Security Council:\n\n Encourages the Government of Sierra Leone to continue close engagement with the Peacebuilding Commission, including monitoring progress in implementing the Sierra Leone Peacebuilding Cooperation Framework, and encourages international partners to provide support.\n\n Calls upon the Government of Sierra Leone and stakeholders to promote good governance, effective local government, anti-corruption measures, accountability, private sector development, judiciary strengthening, and human rights, including implementing Truth and Reconciliation Commission recommendations.\n\n Emphasizes the role of women in conflict prevention, resolution, and peacebuilding, and encourages UNIPSIL to work with the Government of Sierra Leone to incorporate a gender perspective.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1829_2008_EN.pdf"
}