{
  "resolution_no": "1859",
  "year": "2008",
  "theme": [
    "Iraq",
    "Security",
    "Stability",
    "Reconstruction",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "United Nations Assistance Mission for Iraq (UNAMI)",
    "International Advisory and Monitoring Board",
    "Development Fund for Iraq"
  ],
  "reporting_cycle": "Secretary-General reports every 3 months, with a written report on a semi-annual basis",
  "operative_authority": "Chapter VII",
  "summary": "Recognizes the Government of Iraq's leading role in coordinating international assistance and reaffirms the importance of international assistance and development of the Iraqi economy.\n\nActing under Chapter VII of the Charter:\n\n1. Extends until 31 December 2009 arrangements for depositing proceeds from Iraq's petroleum, petroleum products, and natural gas into the Development Fund for Iraq and for monitoring by the International Advisory and Monitoring Board.\n\n2. Decides to review these provisions at the request of the Government of Iraq or no later than 15 June 2009.\n\n3. Requests the Secretary-General to report quarterly on the Development Fund for Iraq and the International Advisory and Monitoring Board.\n\n4. Encourages the International Monetary Fund and the World Bank to brief the Council in January 2009.\n\n5. Decides to review resolutions pertaining specifically to Iraq and requests the Secretary-General to report on facts relevant to consideration of actions necessary for Iraq to achieve international standing equal to that prior to resolution 661 (1990).\n\n6. Decides to remain actively seized of the matter.\n\nThe annex includes a letter from the Prime Minister of Iraq, expressing gratitude to the Multinational Forces in Iraq, requesting continued international support and protection for Iraq's petroleum and natural gas resources, and reaffirming the importance of the Development Fund for Iraq.\nThe Government of Iraq requests the Security Council to extend the mandates of the Development Fund for Iraq and the International Advisory and Monitoring Board for 12 months, with a review to be conducted before 15 June 2009. Iraq's efforts to integrate into the region and world through the International Compact with Iraq were endorsed by over 90 countries and international organizations. The Government of Iraq affirms its commitment to UN Security Council resolutions and peaceful coexistence with its neighbours. It requests recognition of major positive developments in Iraq, and that the time has come for Iraq to regain its pre-1990 legal and international status, prevailing prior to the adoption of UNSCR 661 and subsequent Chapter VII sanctions. This letter should be included as an annex to the resolution on Iraq.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1859_2008_EN.pdf"
}