{
  "resolution_no": "1817",
  "year": "2008",
  "theme": [
    "Counter-Narcotics",
    "Terrorism",
    "Peacekeeping"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNODC",
    "INCB",
    "International Security Assistance Force",
    "Operation Enduring Freedom coalition"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council,\n\nRecalling previous resolutions on Afghanistan, particularly 1659 (2006), 1776 (2007), and 1806 (2008), and the President's statement on 17 June 2003 (S/PRST/2003/7),\n\nRecalling resolutions 1267 (1999) and 1735 (2006), and reiterating support for international efforts to combat terrorism in accordance with international law,\n\nReaffirming commitment to Afghanistan's sovereignty, independence, territorial integrity, and national unity,\n\nReaffirming support for the Government and people of Afghanistan as they rebuild their country,\n\nNoting with concern links between international security, terrorism, and transnational organized crime, money-laundering, trafficking in illicit drugs, and illegal arms,\n\n Reiterating concern about the security situation in Afghanistan, particularly violent and terrorist activities by the Taliban, Al-Qaida, and those involved in the narcotics trade,\n\nCalling upon the Afghan Government, with international assistance, to address threats to security and stability posed by the Taliban, Al-Qaida, and those involved in the narcotics trade,\n\nWelcoming efforts to combat narcotic drugs, and encouraging enhanced role of international and regional organizations,\n\nReiterating support for the fight against illicit production and trafficking of drugs and chemical precursors,\n\nStressing the need for a comprehensive approach to address Afghanistan's drug problem, integrated into wider efforts on security, governance, rule of law, human rights, and economic and social development,\n\nExpressing concern at the increase of illegal smuggling of chemical precursors to produce heroin,\n\nRecalling the Political Declaration adopted by the General Assembly, and recognizing the world drug problem as a common and shared responsibility. \n\nAcknowledging the role of the Commission on Narcotic Drugs of the Economic and Social Council.\nThe Security Council,\n\nExpresses concern at high levels of opium cultivation, production, and trafficking in Afghanistan, involving diversion of chemical precursors, harming security, development, and governance.\n\n Calls on Member States to increase cooperation to counter illicit production and trafficking, strengthening monitoring of precursor trade, and preventing diversion.\n\n Invites Member States to cooperate with the International Narcotics Control Board (INCB), complying with the 1988 Convention.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1817_2008_EN.pdf"
}