{
  "resolution_no": "1817",
  "year": "2008",
  "theme": [
    "Counter-Narcotics",
    "Terrorism",
    "Peacekeeping"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNODC",
    "INCB",
    "International Security Assistance Force",
    "Operation Enduring Freedom coalition"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Invites Member States to cooperate with the International Narcotics Control Board (INCB), complying with the 1988 Convention.\n\n Urges exporting States to notify exports of precursors and encourages importing States to request notifications.\n\n Calls on States to consider ratifying or acceding to treaties on narcotic drugs and implement them fully.\n\n Supports Afghanistan's efforts to reduce narcotics production and trafficking and its National Drug Control Strategy.\n\n Calls on Member States to adopt national legislation and strengthen capacities to regulate and monitor precursor trade.\n\n Invites the international community to provide financial and technical assistance to build national capacity.\n\n Reiterates support for the Paris Pact Initiative and other regional initiatives.\n\n Welcomes the launch of the Targeted Anti-Trafficking Regional Communication, Expertise and Training (TARCET) initiative.\n\n Recognizes the legitimate need of industry to access precursors and encourages partnerships with the private sector.\n\n Looks forward to the outcome of the international conference in support of Afghanistan.\nThe Security Council:\n\n Encourages Member States to submit to the Committee established pursuant to resolution 1267 (1999) names of individuals and entities supporting Al-Qaida, Usama bin Laden, and the Taliban, using proceeds from illicit Afghan narcotic drugs and precursors.\n\n Requests the Secretary-General to include observations and recommendations on fighting drug production and trafficking, notably on chemical precursors, in his reports on Afghanistan.\n\n Invites the Commission on Narcotic Drugs to strengthen regional and international cooperation to prevent diversion and smuggling of chemical precursors to and within Afghanistan.\n\n Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1817_2008_EN.pdf"
}