{
  "resolution_no": "1844",
  "year": 2008,
  "theme": [
    "Somalia",
    "Piracy",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Transitional Federal Institutions (TFIs)",
    "African Union Mission in Somalia (AMISOM)",
    "United Nations Sanctions Committees",
    "Monitoring Group"
  ],
  "reporting_cycle": "every 120 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council, recalling its previous resolutions on Somalia, reaffirms its respect for Somalia's sovereignty and territorial integrity. It condemns all acts of violence and incitement to violence in Somalia and expresses concern over the recent increase in piracy and armed robbery at sea.\n\nThe Council decides to impose targeted sanctions, including:\n\n1. Travel bans on individuals designated by the Committee, with exemptions for humanitarian needs or to further peace and national reconciliation in Somalia.\n2. Asset freezes on individuals and entities designated by the Committee.\n\nThe sanctions aim to prevent individuals from undermining stability in Somalia or the region. The Council requests the Committee to provide recommendations on specific targeted measures.\n\nThe Council determines that the situation in Somalia continues to threaten international peace and security and acts under Chapter VII of the UN Charter to impose these measures.\nThe Security Council resolution 1844 (2008) imposes measures to maintain peace and stability in Somalia. \nIt decides that all States shall:\n- freeze the funds, other financial assets and economic resources of individuals and entities designated by the Committee, \n  with exemptions for:\n  (a) expenses necessary for basic humanitarian needs,\n  (b) extraordinary expenses approved by the Committee,\n  (c) judicial, administrative or arbitral liens or judgments.\n\nThe resolution allows for:\n- addition of interests or earnings to frozen accounts.\n\nIt reaffirms the arms embargo against Somalia and:\n- prohibits supply, sale, transfer of weapons and military equipment, \n- and provision of technical assistance, financial and other assistance related to military activities.\n\nThe Committee's mandate is expanded to:\n- monitor implementation of measures,\n- seek information from Member States,\n- examine alleged violations,\n- designate individuals and entities,\n- consider exemption requests,\n- review the list of designated individuals and entities,\n- report to the Security Council.\n\nMember States are encouraged to submit names of individuals and entities meeting specified criteria for inclusion on the Committee's list.\nHere is a summarized version of the Security Council document 1844 (2008):",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1844_2008_EN.pdf"
}