{
  "resolution_no": "1857",
  "year": "2008",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MONUC",
    "Group of Experts on the Democratic Republic of the Congo",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "Requests cooperation and information-sharing between the Government of the DRC, MONUC, and the Group of Experts;\n\nDemands cooperation with the Group of Experts and ensures safety and access;\n\nEncourages due diligence on mineral imports and submissions of names for listing;\n\nDirects the Committee to make accessible narrative summaries of reasons for listing.\nHere is a clear and concise summary of the Security Council document:\n\n19. The Secretariat shall notify the Permanent Mission of the country where an individual or entity is believed to be located, and the country of nationality (if known), within one week of adding a name to the list, including a copy of the statement of case and information on reasons for listing.\n\n20. Member States receiving notification shall take measures to notify or inform the listed individual or entity of the designation, along with the provided information.\n\n21. The Focal Point within the Secretariat provides listed individuals and entities with the option to submit a petition for de-listing.\n\n22. Designating States and States of citizenship and residence are urged to review de-listing petitions received through the Focal Point in a timely manner.\n\n23. The Committee shall consider requests for removal from the list those who no longer meet the criteria.\n\n24. The Secretariat shall notify the Permanent Mission and relevant countries within one week of removing a name from the list, and States shall notify the concerned individual or entity.\n\n25. The Committee is encouraged to ensure fair and clear procedures for listing, removing, and granting humanitarian exemptions.\n\n26. The Security Council shall review the measures set forth in this resolution by 30 November 2009, with a view to adjusting them as appropriate.\n\n27. The Security Council decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1857_2008_EN.pdf"
}