{
  "resolution_no": "1812",
  "year": "2008",
  "theme": [
    "Peacekeeping",
    "Sudan",
    "Conflict Resolution",
    "Humanitarian"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIS",
    "AEC",
    "UNAMID",
    "LRA",
    "GNU",
    "NCP",
    "SPLM"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Sudan, reaffirms its commitment to the country's sovereignty, unity, and territorial integrity.\n\nCommends the work of UNMIS in support of the Comprehensive Peace Agreement (CPA) and its efforts in transitioning the African Union Mission in Sudan (AMIS) to UNAMID.\n\nRecognizes the importance of CPA implementation for peace and stability in Darfur and the region, and condemns acts of violence by all sides.\n\nExtends the mandate of UNMIS until 30 April 2009, with the intention to renew it further.\n\nRequests the Secretary-General to report to the Council every three months on UNMIS's implementation of its mandate, CPA progress, and ceasefire respect.\n\nStresses the importance of full and expeditious implementation of the CPA, Darfur Peace Agreement, and Eastern Sudan Peace Agreement.\n\nWelcomes parties' commitment to work together in the Government of National Unity (GNU) and urges cooperation between the National Congress Party (NCP) and Sudan Peoples Liberation Movement (SPLM).\n\nStresses the critical role of the Assessment and Evaluation Commission (AEC) in overseeing CPA implementation and calls for strengthening its autonomy.\n\nCalls for cooperation with UNMIS monitoring and verification in the Abyei region and urges parties to address and find a solution to the Abyei issue.\n\nRequests UNMIS to provide technical and logistical support for the demarcation of the 1956 North/South border.\nHere is a concise summary of the Security Council document 1812 (2008):\n\n9. Stresses the importance of Joint Integrated Units (JIUs) for CPA implementation, urging donors to provide support for their establishment and effectiveness.\n\n10. Welcomes the National Strategic Plan for DDR, encourages swift implementation, and urges UNMIS to assist in disarmament and reintegration efforts.\n\n11. Requests UNMIS to increase support for the National DDR Coordination Council and Commissions, focusing on child protection and reintegration.\n\n12. Urges donors to respond to calls for assistance from the joint UN DDR Unit.\n\n13. Encourages UNMIS to assist in promoting the rule of law, restructuring police and corrections services, and training civilian police and corrections officers.\n\n14. Urges the GNU to complete the national census and prepare for free and fair elections.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1812_2008_EN.pdf"
}