{
  "resolution_no": "1858",
  "year": "2008",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Human Rights",
    "Post-Conflict Reconstruction"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "BINUB",
    "MONUC",
    "Peacebuilding Commission",
    "United Nations"
  ],
  "reporting_cycle": "Secretary-General reports by May 2009",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council, Recalling its previous resolutions on Burundi, reaffirms its commitment to the country's sovereignty, independence, territorial integrity, and unity. The Council welcomes the Declaration of the Summit of the Heads of State and Government of the Great Lakes Region on the Burundi Peace Process and agreements between the Government and the Forces Nationales de Libération (Palipehutu-FNL). It pays tribute to regional and international efforts to support Burundi's peace consolidation.\n\nThe Council notes progress in key areas, including the establishment of the Permanent National Independent Electoral Commission, and remaining challenges, such as implementing the Comprehensive Ceasefire Agreement, consolidating democratically elected institutions, and reforming the security sector. \n\nIt emphasizes the need for sustained support from the UN system and the international community, welcomes the continued engagement of the Peacebuilding Commission, and recognizes the importance of transitional justice in promoting lasting reconciliation.\n\nThe Council expresses concern over continuing human rights violations and restrictions on civil liberties, welcomes efforts to fight impunity, and recalls its resolutions on women, peace, and security, protection of civilians, and children in armed conflict.\n\nThe Council decides to extend the mandate of the UN Integrated Office in Burundi (BINUB) until 31 December 2009. It urges the Government and Palipehutu-FNL to implement their agreements, calls on Palipehutu-FNL to fully implement disarmament, demobilization, and reintegration, and encourages regional leaders to sustain their efforts.\n\nThe Council requests the Secretary-General to play a robust political role in support of the peace process and encourages the Government to create an environment conducive to free, fair, and peaceful elections in 2010.\nHere is a concise summary of the Security Council document:\n\n7. Requests the Executive Representative of the Secretary-General to facilitate dialogue among stakeholders, particularly in the context of upcoming elections.\n\n8. Encourages the Government of Burundi to pursue efforts on peace consolidation, democratic governance, justice, security reforms, and human rights protection.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1858_2008_EN.pdf"
}