{
  "resolution_no": "1856",
  "year": "2008",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "MONUC",
    "FARDC",
    "UN Country Team",
    "Group of Experts"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "Demands parties respect the ceasefire, implement commitments, and disarm, repatriate, resettle, or reintegrate (para 17).\n\n Requests the Secretary-General and his Special Envoy to facilitate a political solution to the crisis in the Kivus (para 18).\n\n Urges the Governments of the DRC and Rwanda to defuse tensions, cooperate, and disarm and repatriate FDLR (para 19).\n\n Urges regional governments to resolve security and border problems, prevent support to armed groups, and abide by commitments (para 20).\n\n Urges States to end the illicit trade in natural resources, and establish a plan for effective and transparent control (para 21).\n\n Requests the Government of the DRC to develop a comprehensive national security sector reform strategy, with international support (para 22).\n\n Demands parties ensure timely, safe, and unhindered access for humanitarian actors and comply with international law (para 23).\nThe Security Council:\n\n24. Demands that all armed groups, particularly the forces of Laurent Nkunda, the FDLR, and the LRA, immediately stop recruiting and using children and release all children associated with them, recalling resolution 1698 (2006);\n\n25. Recalls the importance of fighting impunity in the eastern Democratic Republic of the Congo by bringing to justice those who have committed crimes and atrocities;\n\n26. Requests the Secretary-General, through his Special Representative, to continue coordinating all UN system activities in the Democratic Republic of the Congo;\n\n27. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1856_2008_EN.pdf"
}