{
  "resolution_no": "1843",
  "year": "2008",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "Conflict Resolution"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 42"
  ],
  "entities": [
    "MONUC",
    "United Nations Organization Mission in the Democratic Republic of the Congo"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling previous resolutions and statements on the Democratic Republic of the Congo (DRC), supports the United Nations Organization Mission in the DRC (MONUC) in restoring peace in the Kivus. The Council notes the Secretary-General's request for additional capacities for MONUC and looks forward to his report on MONUC's mandate and reconfiguration. \n\nThe Council reaffirms its commitment to the DRC's sovereignty, territorial integrity, and political independence. It condemns the resurgence of violence in the eastern region, demands a ceasefire, and welcomes the appointment of Olusegun Obasanjo as Special Envoy for the Great Lakes Region.\n\nThe Council expresses concern at the deteriorating humanitarian situation, including targeted attacks on civilians, sexual violence, and recruitment of child soldiers. It urges parties to ensure humanitarian access and comply with international law.\n\nDetermining the situation in the DRC remains a threat to international peace and security, the Council authorizes a temporary increase in MONUC's military strength by up to 2,785 personnel and its formed police unit by up to 300 personnel. \n\nThe Council authorizes immediate deployment until 31 December 2008, with the intention to extend this authorization upon MONUC's mandate renewal. The temporary increase aims to enhance MONUC's capacity to protect civilians and optimize its deployment.\n\nThe Council stresses MONUC's implementation of its mandate, including robust rules of engagement, and will review MONUC by 31 December 2008. It decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1843_2008_EN.pdf"
}