{
  "resolution_no": "1808",
  "year": "2008",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Humanitarian"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNOMIG",
    "CIS peacekeeping force",
    "Group of Friends of the Secretary-General",
    "OSCE",
    "UNHCR"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions, welcomes reports on the UN Observer Mission in Georgia, and reiterates the importance of maintaining the separation of forces and ceasefire.\n\nSupports efforts by the Secretary-General, his Special Representative, and the Group of Friends, and welcomes renewed commitment to the Geneva format for meaningful dialogue.\n\nNotes primary responsibility for conflict resolution and confidence-building measures lies with both sides, regrets lack of progress, and stresses the need for constructive goodwill.\n\nStresses close cooperation between UNOMIG and the CIS peacekeeping force, and the need for security guarantees for a lasting settlement.\n\nUrges economic development in Abkhazia to improve livelihoods, particularly for refugees and internally displaced persons.\n\nReaffirms:\n\n1. Commitment to Georgia's sovereignty, independence, and territorial integrity within internationally recognized borders.\n\n2. Strong support for UNOMIG and urges parties to cooperate fully.\n\n3. Welcomes security improvements, calls for sustained stability, and observation of the ceasefire line.\n\n4. Urges resumption of regular consultations on security issues.\n\n5. Expresses concern at ceasefire violations.\n\n6. Urges parties to address security concerns, refrain from violence, and comply with agreements.\n\n7. Calls for finalizing documents on non-use of violence and refugee return.\n\n8. Stresses the need to alleviate the plight of refugees and internally displaced persons.\n\n9. Reaffirms the right of return for refugees and internally displaced persons.\n\n10. Calls for increased bilateral contacts to achieve a peaceful settlement.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1808_2008_EN.pdf"
}