{
  "resolution_no": "1822",
  "year": "2008",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "Usama bin Laden",
    "The Taliban",
    "UNIFIL",
    "MINUSMA",
    "Counter-Terrorism Implementation Task Force (CTITF)",
    "International Criminal Police Organization (INTERPOL)"
  ],
  "reporting_cycle": "The Committee shall report orally, through its Chairman, at least every 180 days to the Council on the overall work of the Committee and the Monitoring Team",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 1822 (2008) at its 5928th meeting on 30 June 2008. \nThe Security Council recalled its previous resolutions on terrorism, reaffirming that terrorism in all its forms is a serious threat to peace and security. \nIt condemned Al-Qaida, Usama bin Laden, the Taliban, and associated individuals, groups, and entities for terrorist acts. \nThe Council stressed the need to combat terrorism by all means, in accordance with the UN Charter and international law. \nIt welcomed the UN Global Counter-Terrorism Strategy and the creation of the Counter-Terrorism Implementation Task Force. \nThe Council expressed concern about increased violent and terrorist activities in Afghanistan and the misuse of the Internet by Al-Qaida and the Taliban. \nIt emphasized that sanctions are an important tool in maintaining international peace and security and urged Member States to allocate sufficient resources to combat terrorism. \nThe Council reiterated the need for dialogue between the Committee established pursuant to resolution 1267 (1999) and Member States. \nIt took note of challenges to measures implemented by Member States and recognized efforts to ensure fair procedures for listing and delisting individuals and entities. \nThe Council emphasized the obligation of Member States to implement resolution 1373 (2001) and welcomed the establishment of the Focal Point within the Secretariat to receive delisting requests. \nIt also welcomed cooperation between the Committee and INTERPOL, particularly on Special Notices.\nHere is a summarized version of the Security Council document 1822 (2008):\n\nThe Security Council:\n\nWelcoming cooperation between the Committee and the UN Office on Drugs and Crime,\n\nNoting with concern the threat posed by Al-Qaida, Usama bin Laden, and the Taliban,\n\nActing under Chapter VII of the UN Charter,\n\n**Measures**\n\n1. Decides that all States shall:\n\t* Freeze funds and financial assets of Al-Qaida, Usama bin Laden, and the Taliban, and associated individuals, groups, and entities.\n\t* Prevent entry into or transit through their territories of these individuals.\n\t* Prevent supply, sale, or transfer of arms and related materiel to these individuals and entities.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1822_2008_EN.pdf"
}