{
  "resolution_no": "1842",
  "year": 2008,
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Elections",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "Committee established by resolution 1572",
    "Group of Experts",
    "Kimberley Process"
  ],
  "reporting_cycle": "Secretary-General and Group of Experts reports every 90 days, midterm report by 15 April 2009, and final report 15 days before the end of the mandate",
  "operative_authority": "Chapter VII",
  "summary": "1. Considers certain actions, including interference with the election commission or obstruction of UNOCI and French forces, a threat to the peace and national reconciliation process in Côte d'Ivoire.\n\n2. Decides that serious obstacles to the freedom of movement of UNOCI and French forces, or attacks on UNOCI, French forces, or specified individuals, constitute a threat to the peace and national reconciliation process.\n\n3. Requests the Secretary-General, French Government, and Facilitator to report immediately on any serious obstacles or attacks.\n\n4. Requests states to cooperate with the Committee and authorizes the Committee to request further information.\n\n5. Extends the mandate of the Group of Experts until 31 October 2009.\n\n6. Requests the Group of Experts to provide a midterm report by 15 April 2009 and a final report 15 days before the end of its mandate.\n\n7. Requests the Secretary-General, French Government, and Kimberley Process to communicate information on the supply of arms and related materiel to Côte d'Ivoire.\n\n8. Urges cooperation with the Committee, Group of Experts, UNOCI, and French forces.\n\n9. Underlines its readiness to impose targeted measures on individuals who threaten the peace and national reconciliation process, obstruct UNOCI or French forces, or commit serious human rights violations.\n\n10. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1842_2008_EN.pdf"
}