{
  "resolution_no": "1836",
  "year": "2008",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Post-Conflict Reconstruction"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39"
  ],
  "entities": [
    "UNMIL",
    "UNOCI",
    "ECOWAS",
    "African Union",
    "Liberia Government",
    "Special Court for Sierra Leone"
  ],
  "reporting_cycle": "Secretary-General reports every 6 months, specifically by 15 February 2009 and 15 August 2009",
  "operative_authority": "Chapter VII",
  "summary": "Here is a summarized version of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Liberia and the subregion, welcomes the Secretary-General's report and notes the Government of Liberia's efforts to improve governance, security, and combat corruption.\n\nCommends the Government of Liberia for adopting a national poverty reduction strategy and calls on the international community to collaborate with its implementation.\n\nNotes progress in rebuilding the Liberian National Police and restructuring the Armed Forces of Liberia, but acknowledges remaining challenges.\n\nExpresses appreciation for the international community's support and commends the United Nations Mission in Liberia (UNMIL) for its contribution to maintaining peace and stability.\n\nNoting significant challenges remaining in Liberia's post-conflict transition, including consolidation of State authority and security sector development.\n\nWelcoming progress on broad benchmarks and core benchmarks, and calls on Liberian authorities to continue cooperation with the UN country team and civil society.\n\nReiterating the need for UNMIL's support for the security of the Special Court for Sierra Leone.\n\nDetermining the situation in Liberia continues to constitute a threat to international peace and security.\n\nActing under Chapter VII of the Charter:\n\n1. Extends UNMIL's mandate until 30 September 2009.\n\n2. Reaffirms intention to authorize troop redeployment between UNMIL and UNOCI.\n\n3. Endorses the Secretary-General's recommendation to reduce UNMIL's military component by 1,460 personnel and streamline sectors.\n\n4. Endorses, with immediate effect, an increase of 240 personnel in UNMIL's police component to provide strategic advice.\nThe Security Council:\n\n3. ... \n\n5. Requests the Secretary-General to: \n- monitor progress on core benchmarks \n- report on progress by 15 February 2009 \n- recommend adjustments to UNMIL's military and police components \n- include long-range scenarios for a phased drawdown and withdrawal of UNMIL's troop contingent \n\n6. Requests the Secretary-General to: \n- develop detailed benchmarks to measure security progress in Liberia \n- assess progress made towards building the Liberian National Police's capacity \n- make recommendations on possible adjustments to UNMIL police training or concept of operations \n\n7. Intends to review the Secretary-General's recommendations by 31 March 2009",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1836_2008_EN.pdf"
}