{
  "resolution_no": "1830",
  "year": "2008",
  "theme": [
    "Peacekeeping",
    "Iraq",
    "Humanitarian",
    "Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "UNAMI",
    "Government of Iraq",
    "United Nations",
    "Office of the United Nations High Commissioner for Refugees"
  ],
  "reporting_cycle": "Secretary-General reports every 3 months",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nRecalling previous resolutions on Iraq, reaffirms Iraq's independence, sovereignty, unity, and territorial integrity. \n\nEmphasizes the importance of stability and security in Iraq and welcomes improvements in the security situation.\n\nUnderscores the need for national reconciliation, inclusive political dialogue, and rejection of sectarianism.\n\nReaffirms the importance of the United Nations Assistance Mission for Iraq (UNAMI) in supporting Iraq's efforts to strengthen institutions, promote dialogue, and protect human rights.\n\nExpresses concern over human rights challenges and humanitarian issues.\n\nUrges all parties to ensure protection of civilians, allow humanitarian access, and facilitate the return of refugees and internally displaced persons.\n\nWelcomes the Secretary-General's appointment of a new Special Representative for Iraq and recognizes the expanded role of UNAMI.\n\nAcknowledges the important roles played by the UN and the Government of Iraq in the International Compact with Iraq and the expanded Neighbors Conference.\n\nDecides to:\n\n1. Extend the mandate of UNAMI for 12 months.\n2. Continue the expanded mandate of the Special Representative and UNAMI as stipulated in resolution 1770 (2007).\n3. Recognize that the security of UN personnel is essential for UNAMI to carry out its work.\nThe Security Council:\n\n3. Calls on the Government of Iraq and other Member States to continue providing security and logistical support to the UN presence in Iraq;\n\n4. Welcomes contributions from Member States to UNAMI and calls upon them to continue providing financial, logistical, and security resources and support;\n\n5. Intends to review UNAMI's mandate in twelve months or sooner if requested by the Government of Iraq;\n\n6. Requests the Secretary-General to report quarterly on progress towards fulfilling UNAMI's responsibilities;\n\n7. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1830_2008_EN.pdf"
}