{
  "resolution_no": "1858",
  "year": "2008",
  "theme": [
    "Peacekeeping",
    "Conflict Resolution",
    "Human Rights",
    "Post-Conflict Reconstruction"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "BINUB",
    "MONUC",
    "Peacebuilding Commission",
    "United Nations"
  ],
  "reporting_cycle": "Secretary-General reports by May 2009",
  "operative_authority": "Chapter VI",
  "summary": "8. Encourages the Government of Burundi to pursue efforts on peace consolidation, democratic governance, justice, security reforms, and human rights protection.\n\n9. Encourages the Government, Peacebuilding Commission, and partners to honour commitments under the Strategic Framework for Peacebuilding and requests the Commission to assist in laying foundations for sustainable peace, security, and development.\n\n10. Underscores the importance of disarmament, demobilization, and reintegration and urges partners to ensure no gaps in resources and capacities.\n\n11. Encourages a disarmament, demobilization, and reintegration strategy and sustainable socio-economic reintegration of demobilized soldiers and vulnerable groups.\n\n12. Encourages national consultations on transitional justice mechanisms.\n\n13. Encourages the Government to broaden respect and protection of human rights, including through an National Independent Human Rights Commission.\n\n14. Expresses concern at continuing sexual and gender-based violence and urges the Government to prevent further violations and ensure accountability.\n\n15. Demands that Palipehutu-FNL and other armed groups release children associated with them.\n\n16. Urges BINUB to strengthen cooperation with MONUC.\n\n17. Encourages the Executive Representative to enhance integration and effectiveness of UN efforts.\n\n18. Requests the Secretary-General to report by May 2009 on BINUB's mandate implementation.\n\n19. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1858_2008_EN.pdf"
}