{
  "resolution_no": "1840",
  "year": "2008",
  "theme": [
    "Haiti",
    "Peacekeeping",
    "Stabilization",
    "Development",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MINUSTAH",
    "United Nations Stabilization Mission in Haiti",
    "Haitian National Police",
    "Organization of the American States (OAS)",
    "Caribbean Community (CARICOM)"
  ],
  "reporting_cycle": "semi-annually, not later than 45 days prior to its expiration",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms previous resolutions on Haiti and its commitment to Haiti's sovereignty, independence, territorial integrity, and unity.\n\nSupports the Government of Haiti, led by Prime Minister Michèle Pierre-Louis, and welcomes steps towards governance, stability, and democracy.\n\nEncourages strengthened democratic dialogue and consensus among Haitian actors to address priority issues.\n\nRecognizes the devastation caused by the hurricane season and the need for a disaster and risk reduction strategy.\n\nAcknowledges the threat posed by rising global food and fuel prices and encourages international support.\n\nReaffirms that sustainable progress on security, rule of law, and institutional reform is mutually reinforcing.\n\nCommends the United Nations Stabilization Mission in Haiti (MINUSTAH) for ensuring a secure environment and deplores violence against MINUSTAH facilities and personnel.\n\nNotes improvements in the security situation but emphasizes its fragility.\n\nEmphasizes cooperation between Haiti and neighboring states to secure borders and combat illicit trafficking.\n\nUnderscores the role of regional organizations in Haiti's stabilization and reconstruction.\n\nStresses the importance of credible, competent, and transparent governance and encourages strengthening state institutions.\n\nWelcomes initial recommendations on prolonged pretrial detention and prison overcrowding.\n\nCalls for continued security sector reform, judicial and correctional system reform, and welcomes initial steps towards strengthening the judicial system.\nHere is a concise summary of the Security Council document:\n\nThe Security Council welcomes the adoption of a new electoral law in Haiti and calls for its early implementation. The Council extends the mandate of the United Nations Stabilization Mission in Haiti (MINUSTAH) until 15 October 2009. \n\nThe Council acknowledges efforts to respond to humanitarian needs and stresses the importance of long-term commitment from international donors. It underlines the need for effective and visible projects to create jobs and deliver basic social services.\n\nMINUSTAH's mandate includes supporting the Government's efforts to stabilize the country, promoting an all-inclusive political dialogue, and providing logistical and security assistance for the electoral process.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1840_2008_EN.pdf"
}