{
  "resolution_no": "1818",
  "year": "2008",
  "theme": [
    "Peacekeeping",
    "Cyprus"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [],
  "entities": [
    "UNFICYP",
    "United Nations"
  ],
  "reporting_cycle": "Secretary-General reports by 1 December 2008",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council adopted Resolution 1818 (2008) on June 13, 2008, welcoming the report of the Secretary-General on the UN operation in Cyprus. The Council noted the need to keep UNFICYP beyond June 15, 2008, due to prevailing conditions on the island. \n\nThe Council echoed the Secretary-General's belief that finding a solution lies with the Cypriots themselves and welcomed the agreement of March 21 and the Joint Statement of May 23, 2008, demonstrating renewed political willingness to support UN efforts. \n\nThe Council also welcomed the opening of the Ledra Street crossing, decrease in incidents along the Green Line, and coordination arrangements to address unauthorized construction in the buffer zone. \n\nThe Council urged both sides to avoid actions increasing tension, welcomed the agreement on demining activities, and expressed hope that the Committee on Missing Persons will promote reconciliation. \n\nThe Council reaffirmed the importance of the Secretary-General keeping UNFICYP operations under review and welcomed the appointment of a new Special Representative to Cyprus. \n\nThe Council:\n\n1. Welcomed the analysis of developments on the ground;\n2. Urged parties to build on momentum and continue efforts to identify areas of convergence and disagreement;\n3. Reaffirmed all relevant resolutions on Cyprus, particularly resolution 1251 (1999) and subsequent resolutions.\nHere is a summarized version of the Security Council document:\n\nThe Security Council:\n- Extends the mandate of UNFICYP until 15 December 2008 (para 4);\n- Urges both sides to consult with UNFICYP on buffer zone demarcation and the 1989 aide-memoire to resolve outstanding issues (para 5);\n- Calls on the Turkish Cypriot side and Turkish forces to restore the military status quo in Strovilia as of 30 June 2000 (para 6);\n- Requests the Secretary-General to report on implementation by 1 December 2008 and keep the Council updated (para 7);\n- Welcomes UNFICYP's efforts to implement zero tolerance policy on sexual exploitation and abuse, and urges troop-contributing countries to take preventive and disciplinary action (para 8);\n- Decides to remain seized of the matter (para 9).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1818_2008_EN.pdf"
}