{
  "resolution_no": "1816",
  "year": "2008",
  "theme": [
    "Piracy",
    "Peacekeeping",
    "Maritime Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNIFIL",
    "IMO",
    "World Food Program",
    "Transitional Federal Government (TFG) of Somalia"
  ],
  "reporting_cycle": "Secretary-General reports within 5 months; States cooperating with TFG to report within 3 months",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council, recalling previous resolutions and statements on Somalia, expresses grave concern over piracy and armed robbery against vessels off Somalia's coast, threatening humanitarian aid, commercial routes, and international navigation. \n\nThe Council affirms international law, as reflected in the UN Convention on the Law of the Sea, sets out the framework for combating piracy. \n\nIt reaffirms respect for Somalia's sovereignty and territorial integrity, while noting the Transitional Federal Government's (TFG) lack of capacity to address piracy.\n\nThe Council condemns and deplores all acts of piracy and armed robbery against vessels off Somalia's coast.\n\nIt urges States to:\n\n- Be vigilant and deter piracy and armed robbery\n- Cooperate and share information to combat piracy\n- Provide guidance and training to vessels on avoidance and defensive techniques\n- Render assistance to vessels under attack\n\nThe Council acts under Chapter VII of the UN Charter, taking into account the crisis situation in Somalia and the consent of the TFG for urgent assistance.\nHere is a summarized version of the Security Council document:\n\n5. Calls on States and organizations, including the IMO, to provide technical assistance to Somalia and nearby coastal States to enhance their capacity to ensure coastal and maritime security, including combating piracy.\n\n6. Affirms that measures imposed by previous resolutions do not apply to supplies of technical assistance to Somalia for combating piracy.\n\n7. Authorizes States cooperating with the Transitional Federal Government (TFG) to:\n\t* Enter Somali territorial waters to repress piracy and armed robbery.\n\t* Use necessary means to repress piracy and armed robbery in Somali territorial waters.\n\n8. Requests cooperating States to ensure their actions do not deny or impair the right of innocent passage to ships of third States.\n\n9. Affirms that this authorization applies only to Somalia and does not affect rights or obligations under international law.\n\n10. Calls on States to coordinate their actions with other participating States.\n\n11. Calls on States to cooperate in determining jurisdiction and prosecuting persons responsible for piracy and armed robbery.\n\n12. Requests States cooperating with the TFG to report to the Security Council within 3 months on their actions.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1816_2008_EN.pdf"
}