{
  "resolution_no": "1828",
  "year": "2008",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMID",
    "African Union",
    "International Criminal Court"
  ],
  "reporting_cycle": "every 60 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\n* Welcomes the Secretary-General's intention to deploy 80% of UNAMID by December 31, 2008, and urges all stakeholders to facilitate this (para 4).\n* Demands the Government of Sudan comply with the Status of Forces Agreement and ensure UNAMID's security and freedom of movement (para 5).\n* Underlines the need for enhanced guidelines and information-sharing to strengthen cooperation with troop and police contributors (para 6).\n* Urges UNAMID to make full use of its mandate to protect civilians, ensure humanitarian access, and work with other UN agencies (para 7).\n* Condemns attacks on UNAMID, demands no recurrence, and requests the Secretary-General to report on investigations and recommendations (para 8).\n* Reiterates there can be no military solution to the Darfur conflict, and an inclusive political settlement and UNAMID deployment are essential (para 9).\n* Welcomes the appointment of Mr. Djibrill Yipènè Bassolé as Joint AU-UN Chief Mediator and calls on parties to engage in the peace process (para 10).\n* Demands an end to violence, attacks on civilians, peacekeepers, and humanitarian personnel, and other human rights and humanitarian law violations (para 11).\n* Calls on Sudan and Chad to abide by their obligations under the Dakar and Tripoli Agreements (para 12).\n* Demands full implementation of the Communiqué on Facilitation of Humanitarian Activities in Darfur and ensures full, safe, and unhindered access to humanitarian organizations (para 13).\n* Requests the Secretary-General to monitor and report on the situation of children and dialogue with parties to end child soldier recruitment (para 14).\n* Demands parties protect civilians, including women and children, from sexual violence (para 15).\n* Requests the Secretary-General to report every 60 days on developments, compliance, and implementation (para 17).\n* Reiterates readiness to take action against parties that impede the peace process, humanitarian assistance, or UNAMID deployment (para 18).\n* Decides to remain seized of the matter (para 19).",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1828_2008_EN.pdf"
}