{
  "resolution_no": "1811",
  "year": "2008",
  "theme": [
    "Sanctions",
    "Peacekeeping",
    "Arms Embargo"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Monitoring Group",
    "Committee",
    "African Union Mission in Somalia (AMISOM)",
    "United Nations"
  ],
  "reporting_cycle": "The Monitoring Group is to provide a midterm briefing within 90 days from its establishment and submit progress reports to the Committee on a monthly basis.",
  "operative_authority": "Chapter VII",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms previous resolutions on Somalia, including the arms embargo established in 1992.\n\nNotes exceptions to the embargo for the African Union Mission in Somalia (AMISOM) and for States providing security sector assistance.\n\nReaffirms Somalia's sovereignty, territorial integrity, and unity.\n\nUrges Somali leaders to continue political dialogue.\n\nCommends the Special Representative of the Secretary-General and supports his efforts.\n\nTakes note of the Monitoring Group's report, which highlights the threat of arms flows to Somalia.\n\nCondemns arms embargo violations and insists that States refrain from contravening the embargo.\n\nUnder Chapter VII of the UN Charter:\n\n1. Stresses States' obligation to comply with the arms embargo.\n2. Intends to consider action to improve implementation of the embargo.\n3. Extends the Monitoring Group's mandate for six months to:\n\t* Continue investigating arms embargo violations.\n\t* Monitor financial, maritime, and other sectors.\n\t* Investigate means of transport and routes used in embargo violations.\n\t* Update the list of individuals and entities violating the embargo.\n\t* Make recommendations based on investigations.\nThe Security Council \n\n1….\n\n2…. \n\n3. Requests the Monitoring Group to: \n \n(a)…. ; \n \n(b)…. ; \n \n(c)…. ; \n \n(d)…. ; \n \n(e)…. ; \n \n(f) work closely with the Committee on specific recommendations for additional measures to improve overall compliance with the arms embargo; \n \n(g) assist in identifying areas where the capacities of States in the region can be strengthened to facilitate the implementation of the arms embargo; \n \n(h) provide to the Council, through the Committee, a midterm briefing within 90 days from its establishment, and to submit progress reports to the Committee on a monthly basis; \n \n(i) submit, for the Security Council’s consideration, through the Committee, a final report covering all the tasks set out above, no later than 15 days prior to the termination of the Monitoring Group’s mandate;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1811_2008_EN.pdf"
}