{
  "resolution_no": "1814",
  "year": "2008",
  "theme": [
    "Peacekeeping",
    "International Peace and Security",
    "Humanitarian"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 65"
  ],
  "entities": [
    "UNPOS",
    "AMISOM",
    "AU",
    "United Nations country team"
  ],
  "reporting_cycle": "within 60 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling previous resolutions on Somalia, reaffirms its respect for Somalia's sovereignty, territorial integrity, and unity. The Council reiterates its commitment to a comprehensive and lasting settlement through the Transitional Federal Charter (TFC), stressing the importance of broad-based institutions reached through an inclusive political process. It welcomes efforts by Prime Minister Nur \"Adde\" Hassan Hussein and his Cabinet to advance the political process and implement the transitional period. The Council also welcomes the commitment of Somali parties to engage in dialogue, urging them to honour these commitments and resort to peaceful means to resolve disputes. \n\nThe Council supports the start of discussions between parties in Djibouti on 12 May 2008 and welcomes the Secretary-General's report on Somalia, which assesses that the current situation provides an opportunity for practical international support, including a potential UN peacekeeping operation to succeed AMISOM. The Council commends the work of the Special Representative of the Secretary-General (SRSG) and requests that all parties and international organizations support and work in close coordination with him. \n\nThe Council condemns all acts of violence and incitement, expresses concern at acts intended to block a peaceful political process, and underlines the importance of stability, security, disarmament, demobilization, and reintegration of militia and ex-combatants. It emphasizes the contribution of AMISOM to lasting peace and stability, welcomes the commitment of Uganda and Burundi, and urges all parties to support and cooperate with AMISOM. The Council notes that full deployment of AMISOM will facilitate the withdrawal of other foreign forces and create conditions for lasting peace.\nThe Security Council,\n\nEmphasizing the arms embargo's contribution to Somalia's peace and security, imposed by resolution 733 (1992) and amended by subsequent resolutions, and demanding all Member States' full compliance,\n\nExpressing deep concern at Somalia's human rights situation, noting the Human Rights Council's resolution, and reaffirming humanitarian principles,\n\nConcerned at the worsening humanitarian situation, difficulties for humanitarian organizations, and reaffirming humanitarian principles,\n\nDetermining the situation in Somalia remains a threat to international peace and security,\n\nActing under Chapter VII,",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1814_2008_EN.pdf"
}