{
  "resolution_no": "1802",
  "year": "2008",
  "theme": [
    "Peacekeeping",
    "Security Sector Reform",
    "Women, Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIT",
    "PNTL",
    "F-FDTL",
    "Government of Timor-Leste"
  ],
  "reporting_cycle": "Secretary-General reports no later than 1 August 2008",
  "operative_authority": "Chapter VI",
  "summary": "Here is a concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms its previous resolutions on Timor-Leste, welcoming the successful elections and formation of a democratically elected government.\n\nUrges the Government and people to continue efforts to resolve political challenges, promoting stability, democracy, and the rule of law.\n\nNotes the fragile situation in Timor-Leste, calling for peaceful dialogue and avoidance of violent means to resolve differences.\n\nReaffirms the need for respect for the judiciary's independence and accountability for serious crimes committed during the 2006 crisis.\n\nSupports the role of international security forces in restoring and maintaining law and stability.\n\nCondemns the attacks on the President and Prime Minister on 11 February 2008, and calls for those responsible to be brought to justice.\n\nExtends the mandate of UNMIT until 26 February 2009 at current levels.\n\nCalls on all parties to cooperate, remain calm, and work towards peace, democracy, and national reconciliation.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n3. Encourages continued collaboration in Timor-Leste through inclusive processes.\n\n6. Reaffirms the importance of accountability and justice, and implementation of the 2006 UN Special Commission of Inquiry report recommendations.\n\n7. Emphasizes the need for sustained international support to develop and strengthen Timor-Leste's institutions, particularly in the justice sector.\n\n8. Requests UNMIT to enhance the judiciary system's effectiveness and assist the Government in carrying out Commission of Inquiry recommendations.\n\n9. Calls upon UNMIT to support the Government in coordinating donor cooperation in institutional capacity-building.\n\n10. Requests a comprehensive review of the security sector, including the police, defence, and interior ministries, and welcomes a three-tier coordination mechanism.\n\n11. Requests UNMIT to assist with police training, mentoring, and institutional development, while ensuring public security.\n\n12. Welcomes an expert mission to assess national police requirements and possible UNMIT police adjustments.\n\n13. Takes note of the Timor-Leste National Recovery Strategy and calls upon UNMIT to cooperate with UN agencies to support the Government.\n\n14. Requests UNMIT to consider gender issues and protect women and girls from violence.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1802_2008_EN.pdf"
}