{
  "resolution_no": "1857",
  "year": "2008",
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "MONUC",
    "Group of Experts on the Democratic Republic of the Congo",
    "ISIL & Al-Qaida Sanctions Committee"
  ],
  "reporting_cycle": "Secretary-General reports every 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling previous resolutions, particularly 1804 (2008) and 1807 (2008), and statements on the Democratic Republic of the Congo (DRC), reaffirms its commitment to the country's sovereignty, territorial integrity, and political independence. The Council expresses concern over armed groups and militias in eastern DRC, particularly in North and South Kivu and the Ituri district, and demands respect for the ceasefire and implementation of commitments. \n\nThe Council stresses the primary responsibility of the DRC Government to ensure security and protect civilians, and takes note of the Group of Experts' reports and recommendations. It condemns the illicit flow of weapons and declares its determination to monitor the arms embargo. \n\nThe Council renews until 30 November 2009 the measures on arms, transport, financial, and travel imposed by resolution 1807 (2008). These measures target individuals and entities, including those acting in violation of the measures, leaders of foreign armed groups, Congolese militias, and those recruiting or using children in armed conflicts, committing serious violations of international law, or obstructing humanitarian assistance. \n\nThe measures specifically apply to individuals and entities designated by the Committee, including those who impede disarmament, demobilization, and reintegration processes, and those committing serious violations against children or women.\nThe Security Council:\n\nDecides to continue measures against individuals and entities supporting illegal armed groups in the Democratic Republic of Congo (DRC) through illicit trade of natural resources;\n\nReaffirms measures against individuals and entities already designated by the Committee, unless the Committee decides otherwise;\n\nExpands the Committee's mandate to:\n \n(a) review regularly the list of designated individuals and entities;\n(b) promulgate guidelines to facilitate implementation of measures;\n\nCalls on States to support implementation, cooperate with the Committee, and report on actions taken;\n\nRequests the Secretary-General to extend the Group of Experts' mandate until 30 November 2009;\n\nTasks the Group of Experts to:\n \n(a) provide information relevant to designations;\n(b) assist the Committee in updating reasons for listing;\n\nRequests cooperation and information-sharing between the Government of the DRC, MONUC, and the Group of Experts;\n\nDemands cooperation with the Group of Experts and ensures safety and access;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1857_2008_EN.pdf"
}