{
  "resolution_no": "1805",
  "year": "2008",
  "theme": [
    "Terrorism",
    "Counter-Terrorism",
    "International Peace and Security"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "Counter-Terrorism Committee (CTC)",
    "Counter-Terrorism Committee Executive Directorate (CTED)",
    "United Nations Global Counter-Terrorism Strategy",
    "Counter-Terrorism Implementation Task Force (CTITF)"
  ],
  "reporting_cycle": "annual report and oral reports every 180 days",
  "operative_authority": "Chapter VI",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms that terrorism is a serious threat to international peace and security.\n\nRecalls previous resolutions, particularly 1373 (2001), 1535 (2004), and 1787 (2007), concerning the Counter-Terrorism Committee (CTC) and the Counter-Terrorism Committee Executive Directorate (CTED).\n\nWelcomes the revised Organizational plan for CTED and its emphasis on cooperation, transparency, and even-handedness.\n\nUnderscores the central role of the United Nations in the global fight against terrorism and the adoption of the United Nations Global Counter-Terrorism Strategy.\n\nReminds States that measures to combat terrorism must comply with international law.\n\n1. Underlines the CTC's goal to ensure full implementation of resolution 1373 (2001) and CTED's crucial role in supporting the Committee.\n\n2. Decides that CTED will operate as a special political mission until 31 December 2010, with an interim review by 30 June 2009.\n\n3. Welcomes the CTC's endorsement of the recommendations in the revised Organizational plan for CTED.\n\n4. Urges CTED to strengthen its role in facilitating technical assistance to increase Member States' capabilities in the fight against terrorism.\n\n5. Stresses the importance of a tailored dialogue among CTED, the CTC, and Member States.\n\n6. Urges CTED to intensify cooperation with relevant organizations to enhance Member States' capacity to implement resolution 1373 (2001).\n\n7. Encourages CTED to provide support for the CTC's work with Member States towards comprehensive implementation of resolution 1624 (2005).\n\n8. Welcomes the briefing by CTED's Executive Director and directs the CTC to submit an annual report on the implementation of resolution 1373 (2001).\n\n9. Requests the CTC to report orally to the Council at least every 180 days on its overall work.\n\n10. Reiterates the need to enhance cooperation among the CTC, the Committee established pursuant to resolution 1267 (1999), and the Committee established pursuant to resolution 1540 (2004).\nThe Security Council",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1805_2008_EN.pdf"
}