{
  "resolution_no": "1853",
  "year": "2008",
  "theme": [
    "Somalia",
    "Arms Embargo",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41"
  ],
  "entities": [
    "African Union Mission in Somalia (AMISOM)",
    "United Nations Security Council Committee established pursuant to resolution 751 (1992)"
  ],
  "reporting_cycle": "The Monitoring Group is to provide a midterm briefing within six months of its establishment and submit progress reports to the Committee on a monthly basis.",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n\nReaffirms previous resolutions and statements on Somalia, particularly the arms embargo established by resolution 733 (1992);\n\nRecalls exemptions to the arms embargo for the African Union Mission in Somalia (AMISOM) and for States providing security sector assistance;\n\nReaffirms Somalia's sovereignty, territorial integrity, and unity;\n\nSupports the Djibouti Peace Agreement and Transitional Federal Charter (TFC) as the basis for a lasting settlement;\n\nUrges Somali leaders to continue political dialogue;\n\nCommends the Special Representative of the Secretary-General, Mr. Ahmedou Ould-Abdallah;\n\nTakes note of the Monitoring Group's report and condemns arms flows to Somalia;\n\nInsists on strict enforcement of the arms embargo;\n\nDetermines the situation in Somalia remains a threat to international peace and security;\n\nActing under Chapter VII:\n\n1. Stresses States' obligation to comply with the arms embargo and resolution 1844 (2008);\n2. Intends to consider action to improve implementation of these measures;\n3. Decides to extend the Monitoring Group's mandate for 12 months, with an expanded mandate to:\n\t* Continue tasks outlined in resolutions 1587 (2005) and 1844 (2008);\n\t* Investigate revenue sources used for arms embargo violations;\n\t* Investigate transport routes and facilities used for arms embargo violations;\n\t* Refine and update information on individuals and entities violating the embargo.\nThe Security Council:\n\n1. Decides to establish a Monitoring Group to:\n \n(a) assist the Committee in carrying out its mandate;\n \n(b) monitor and enforce the arms embargo;\n \n(c) gather information on violations of the arms embargo;\n \n(d) make recommendations on strengthening the arms embargo;\n \n(e) present information to the Committee as needed;\n\n(f) continue making recommendations based on previous reports of the Panel of Experts and Monitoring Group;\n\n(g) work closely with the Committee on specific recommendations;\n\n(h) identify areas to strengthen States' capacities in the region;\n\n(i) provide a midterm briefing and monthly progress reports;\n\n(j) submit a final report covering all tasks;\n\n2. Requests the Secretary-General to make necessary financial arrangements;\n\n3. Reaffirms paragraphs 4, 5, 7, 8, and 10 of resolution 1519 (2003);\n\n4. Requests the Committee to consider recommendations in the Monitoring Group's reports and recommend ways to improve implementation and compliance;\n\n5. Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1853_2008_EN.pdf"
}