{
  "resolution_no": "1834",
  "year": "2008",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MINURCAT",
    "EUFOR Chad/CAR",
    "UNIFIL"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions and statements on Chad, the Central African Republic, and the subregion, reaffirms its commitment to the sovereignty, unity, and territorial integrity of Chad and the Central African Republic. The Council expresses concern at the humanitarian and security repercussions in eastern Chad and the north-eastern Central African Republic of the ongoing violence in Darfur. It stresses that a proper settlement of the Darfur issue and improved relations between Sudan, Chad, and the Central African Republic will contribute to long-term peace and stability in the region.\n\nThe Council reiterates its support for the efforts of the Secretary-General and the African Union to revive the peace process in Darfur and reaffirms that any attempt at destabilization through violent means or seizing power by force is unacceptable. It also reaffirms its resolutions on women, peace, and security, protection of humanitarian personnel, and protection of civilians in armed conflict.\n\nThe Council decides to extend until 15 March 2009 the mandate of the United Nations Mission in the Central African Republic and Chad (MINURCAT). It calls on the Secretary-General to complete MINURCAT's deployment as soon as possible and for the Government of Chad to carry out the full deployment of the Détachement Intégré de Sécurité (DIS) expeditiously. The Council invites donors to contribute to the MINURCAT trust fund to support the DIS.\n\nThe Council expresses its intention to extend beyond 15 March 2009 the multidimensional presence in Chad and the Central African Republic to help create security conditions conducive to a voluntary, secure, and sustainable return of refugees and displaced persons. It intends to authorize the deployment of a United Nations military component to follow up EUFOR Chad/CAR in both countries, taking into account the Secretary-General's recommendations and in consultation with the Governments of Chad and the Central African Republic.\nHere is a concise summary of the Security Council document:\n\n5. Requests the Secretary-General to plan and initiate arrangements for a transfer of authority between EUFOR and the UN military component by 15 March 2009, subject to a new Security Council decision.\n\n6. Encourages Chad and Central African Republic governments to cooperate with the UN and EU for a smooth transition.\n\n7. Encourages troop-contributing countries to pledge necessary force requirements.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1834_2008_EN.pdf"
}