{
  "resolution_no": "1822",
  "year": "2008",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "Usama bin Laden",
    "The Taliban",
    "UNIFIL",
    "MINUSMA",
    "Counter-Terrorism Implementation Task Force (CTITF)",
    "International Criminal Police Organization (INTERPOL)"
  ],
  "reporting_cycle": "The Committee shall report orally, through its Chairman, at least every 180 days to the Council on the overall work of the Committee and the Monitoring Team",
  "operative_authority": "Chapter VII",
  "summary": "18. Encourages Member States to inform the Committee on steps taken to implement measures.\n\n19. Welcomes the establishment of the Focal Point for de-listing petitions.\n\n20. Urges designating States and States of citizenship and residence to review de-listing petitions in a timely manner.\n\n21. Directs the Committee to consider petitions for removal from the Consolidated List.\n\n22. Directs the Committee to conduct an annual review of names on the Consolidated List of individuals reported to be deceased.\n\n23. Decides that the Secretariat shall notify the Permanent Mission of the country where the individual or entity is believed to be located within one week of delisting.\n\n24. Encourages Member States to submit additional identifying and other information on listed individuals, groups, undertakings, and entities.\n\n25. Directs the Committee to conduct a review of all names on the Consolidated List by 30 June 2010.\n\n26. Further directs the Committee to conduct an annual review of all names on the Consolidated List that have not been reviewed in three or more years.\nHere is a summarized version of the Security Council document 1822 (2008):\n\nThe Security Council:\n\n**Implementation of Guidelines and Measures**\n\n* Reiterates the importance of updating and ensuring the accuracy of the Consolidated List and confirming that listing remains appropriate (para. 27)\n* Encourages the Committee to ensure fair and clear procedures for listing and removing individuals and entities, and for granting humanitarian exemptions (para. 28)\n* Directs the Committee to review its guidelines, particularly with respect to paragraphs 6, 12, 13, 17, 22, and 26 (para. 29)\n\n**Measures Implementation**\n\n* Encourages Member States to send representatives to meet the Committee to discuss implementation issues (para. 30)\n* Requests the Committee to report to the Council on Member States' implementation efforts and recommend steps to improve implementation (para. 31)\n* Directs the Committee to identify cases of non-compliance and determine the appropriate course of action (para. 32)\n* Urges Member States to invalidate and remove fraudulent, counterfeit, stolen, and lost passports and travel documents from circulation (para. 33)\n\n**Coordination and Outreach**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1822_2008_EN.pdf"
}