{
  "resolution_no": "1806",
  "year": "2008",
  "theme": [
    "Peacekeeping",
    "Security",
    "Governance",
    "Human Rights",
    "Counter-Narcotics",
    "Development"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "International Security Assistance Force",
    "Operation Enduring Freedom coalition",
    "Security Council Committee established pursuant to resolution 1267 (1999)"
  ],
  "reporting_cycle": "every six months",
  "operative_authority": "Chapter VI",
  "summary": "Stresses the importance of further progress in reconstruction and reform of the prison sector.\n\n Notes with concern the effects of corruption and calls on the Afghan Government to lead the fight against corruption.\n\n Encourages Afghan institutions to work in a spirit of cooperation and pursue continued legislative and public administration reform.\n\n Encourages the international community to assist the Government of Afghanistan in making capacity-building and human resources development a cross-cutting priority.\n\n Notes the leading role of Afghan institutions in organizing the next elections and stresses the need for free, fair, inclusive, and transparent elections.\n\n Calls for full respect for human rights and fundamental freedoms and international humanitarian law throughout Afghanistan.\nThe Security Council:\n\n Commends the Afghanistan Independent Human Rights Commission (AIHRC) for its efforts to monitor and promote human rights, and stresses the importance of full cooperation with it.\n\n Recognizes progress on gender equality, condemns continuing discrimination and violence against women and girls, and requests the Secretary-General to include information on women's integration into Afghan life in his reports.\n\n Calls for enhanced efforts to implement the Action Plan on Peace, Justice and Reconciliation, and welcomes cooperation with the Security Council Committee established pursuant to resolution 1267 (1999).\n\n Welcomes cooperation between the Afghan Government, UNAMA, and regional partners to foster trust and cooperation, and stresses the importance of increasing cooperation against extremist groups.\n\n Calls for strengthening regional economic cooperation, including measures to facilitate trade, increase foreign investments, and develop infrastructure.\n\n Recognizes the importance of voluntary, safe, and sustainable reintegration of Afghan refugees, and calls for continued international assistance.\n\n Requests the Secretary-General to report to the Council every six months on developments in Afghanistan.\n\n Decides to remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1806_2008_EN.pdf"
}