{
  "resolution_no": "1825",
  "year": "2008",
  "theme": [
    "Peacekeeping",
    "Democracy",
    "Human Rights"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNMIN",
    "United Nations Country Team",
    "Office of the High Commissioner for Human Rights"
  ],
  "reporting_cycle": "Secretary-General reports no later than 31 October 2008",
  "operative_authority": "Chapter VI",
  "summary": "The Security Council:\n\nRecalling resolutions 1796 (2008) and 1740 (2007), reaffirms Nepal's sovereignty, territorial integrity, and political independence, and its ownership of the Comprehensive Peace Agreement implementation.\n\nNoting the signing of the Comprehensive Peace Agreement on 21 November 2006, and the commitment to find a permanent and sustainable peace, the Council commends the steps taken to date.\n\nAcknowledging the Nepalese people's desire for peace, restoration of democracy, and implementation of the Comprehensive Peace Agreement, the Council expresses readiness to support the peace process.\n\nWelcoming the Constituent Assembly elections on 10 April 2008, and progress towards a democratic government, the Council notes the decision to establish Nepal as a federal democratic republic.\n\nThe Council welcomes the prospect of a democratically elected government, and echoes the Secretary-General's call for swift implementation of agreements.\n\nNoting the Secretary-General's assessment that UNMIN can assist in managing arms and armed personnel, the Council recognizes UNMIN's willingness to help.\n\nWelcoming the Secretary-General's report, the Council notes the completion of two phases of the verification process and UNMIN's assistance with arms management.\n\nNoting with appreciation that some elements of UNMIN's mandate have been accomplished, the Council takes note of the Government of Nepal's request to extend UNMIN's mandate.\n\nRecognizing the need to pay attention to women, children, and marginalized groups, and the role of civil society in democratic transition, the Council expresses appreciation for the efforts of the Secretary-General's Special Representative.\n\nThe Council:\n\n1. Decides to renew UNMIN's mandate until 23 January 2009, taking into account the completion of some elements and ongoing work on arms management.\n\n2. Calls upon all parties to utilize UNMIN's expertise to support the peace process.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1825_2008_EN.pdf"
}