{
  "resolution_no": "1833",
  "year": "2008",
  "theme": [
    "Peacekeeping",
    "Security",
    "Terrorism",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "ISAF",
    "UNAMA",
    "OEF coalition",
    "NATO",
    "European Union presence in Afghanistan (EUPOL Afghanistan)"
  ],
  "reporting_cycle": "quarterly reports",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 1833 (2008) on 22 September 2008, reaffirming its previous resolutions on Afghanistan, particularly 1386 (2001), 1510 (2003), 1776 (2007), and 1806 (2008). The Council supports international efforts to combat terrorism in accordance with the UN Charter and reaffirms its commitment to Afghanistan's sovereignty, independence, territorial integrity, and national unity.\n\nThe Council recognizes the Afghan authorities' responsibility for providing security and law and order, while stressing the role of the International Security Assistance Force (ISAF) in assisting the Afghan Government. It welcomes cooperation between the Afghan Government and ISAF, and acknowledges the interconnected nature of security, governance, development, and counter-narcotics challenges.\n\nThe Council expresses concern over the security situation in Afghanistan, particularly increased violent and terrorist activities by the Taliban, Al-Qaida, and other extremist groups. It encourages ISAF to support Afghan-led efforts to address the threat posed by illicit drug production and trafficking.\n\nThe Council reiterates its support for the Afghan Government's efforts to improve security, with the assistance of the international community, including ISAF and the Operation Enduring Freedom (OEF) coalition. It condemns attacks targeting civilians and Afghan and international forces, and calls for compliance with international humanitarian and human rights law.\n\nThe Council recognizes efforts to minimize civilian casualties and calls for additional robust efforts to protect civilians. It stresses the need for progress in security sector reform, including strengthening the Afghan National Army and Police, disbanding illegal armed groups, justice sector reform, and counter-narcotics. The Council also emphasizes the importance of prison sector reform to improve respect for the rule of law and human rights.\nThe Security Council:\n\nReiterates its call for Afghan parties to engage in peaceful dialogue, avoid violence, and encourages reconciliation programs within the Afghan Constitution.\n\nRecalls the Afghan Authorities' leading role in organizing the next presidential elections, with UN assistance, and stresses ISAF's role in ensuring a secure environment.\n\nRecognizes the importance of regional cooperation and neighboring countries' contributions to Afghanistan's stabilization.\n\nWelcomes coordination between ISAF, OEF coalition, and EU presence in Afghanistan.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1833_2008_EN.pdf"
}