{
  "resolution_no": "1856",
  "year": "2008",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "MONUC",
    "FARDC",
    "UN Country Team",
    "Group of Experts"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "Expresses full support for MONUC, condemns attacks on peacekeepers and humanitarian personnel, and emphasizes that those responsible must be brought to justice.\n\n Recalls the temporary increase of MONUC's capacities to enable it to reorganize and protect civilians.\n\n Recognizes the need for effective coordination between the Government and MONUC on security matters.\n\n Determines that the situation in the Democratic Republic of Congo continues to pose a threat to international peace and security.\n\n Acting under Chapter VII, \n\n1. Extends MONUC's deployment until 31 December 2009, with up to 19,815 military personnel, 760 military observers, 391 police personnel, and 1,050 personnel of formed police units.\n\n2. Requests MONUC to prioritize addressing the crisis in the Kivus, particularly protecting civilians.\n\n3. Mandates MONUC to:\n- Protect civilians, humanitarian personnel, and UN personnel and facilities.\n- Ensure security and freedom of movement of UN and associated personnel.\n- Carry out joint patrols with national police and security forces.\n- Deter attempts by armed groups to threaten the Goma and Nairobi processes.\n- Coordinate operations with FARDC integrated brigades to disarm and demobilize armed groups.\n- Facilitate voluntary demobilization and repatriation of disarmed foreign combatants.\n- Contribute to the national programme of disarmament, demobilization, and reintegration.\nHere is a concise summary of the Security Council document:\n\n**Mandate of MONUC**\n\nMONUC will have the following mandate:\n\n**Security and Stability**\n\n* Curtail support to illegal armed groups from illicit trade in natural resources (j)\n* Provide military training to FARDC on human rights, international humanitarian law, child protection, and prevention of gender-based violence (k)\n* Support security sector reform, in coordination with international partners (l)\n* Observe and report on armed movements and foreign military forces in volatile areas (m)\n* Monitor implementation of measures imposed by resolution 1807 (2008) (n)\n* Seize or collect arms and related materiel whose presence in the territory violates the measures imposed (o)\n* Assist in enhancing demining capacity (q)\n\n**Support to Democratic Institutions and Rule of Law**",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1856_2008_EN.pdf"
}