{
  "resolution_no": "1828",
  "year": "2008",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMID",
    "African Union",
    "International Criminal Court"
  ],
  "reporting_cycle": "every 60 days",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council reaffirms its previous resolutions and statements on the situation in Sudan, and its commitment to the country's sovereignty, unity, and territorial integrity. The Council expresses concern over the deteriorating security and humanitarian situation in Darfur, and the ongoing attacks on civilians and humanitarian workers. It stresses the need to enhance the safety and security of UNAMID personnel and to bring to justice the perpetrators of crimes. The Council welcomes the report of the Secretary-General and the Chairperson of the African Union Commission, and notes with concern the ongoing tensions between Sudan and Chad.\n\nThe Council decides to extend the mandate of UNAMID for 12 months to 31 July 2009. It welcomes the agreement of the Government of Sudan to the AU-UN troop deployment plan and commends the contributions of troop and police contributing countries and donors. The Council calls for the rapid deployment of force enablers, including engineer, logistic, medical, and signal units, and additional troops, police, and civilian personnel. It requests UN Member States to pledge and contribute required units and force enablers.\n\nThe Council underlines the importance of raising the capability of UNAMID battalions and requests the continuing assistance of donors to ensure that these battalions are trained and equipped to UN standards. The Council requests the Secretary-General to include this in his next report.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1828_2008_EN.pdf"
}