{
  "resolution_no": "1846",
  "year": "2008",
  "theme": [
    "Piracy",
    "Maritime Security",
    "Somalia"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNIFIL",
    "MINUSMA",
    "NATO",
    "EU",
    "African Union Mission to Somalia (AMISOM)"
  ],
  "reporting_cycle": "The Secretary-General reports to the Security Council within 11 months; States and regional organizations report within 9 months",
  "operative_authority": "Chapter VII",
  "summary": "11. The authorizations provided do not affect Member States' rights or obligations under international law.\n\n12. Measures imposed by previous resolutions do not apply to technical assistance to Somalia for enhancing maritime security.\n\n13. Cooperating States must ensure their activities do not deny or impair innocent passage rights of third-state ships.\n\n14. States are called upon to cooperate in determining jurisdiction, investigating, and prosecuting persons responsible for piracy.\n\n15. The Council urges States parties to the SUA Convention to implement their obligations and cooperate with the Secretary-General and IMO.\nThe Security Council:\n\n16. Requests States and regional organizations to report to the Council and Secretary-General within 9 months on actions taken under authority provided in paragraph 10 regarding piracy and armed robbery off Somalia's coast.\n\n17. Requests the Secretary-General to report to the Council within 11 months on implementation of this resolution and the situation with respect to piracy and armed robbery.\n\n18. Requests the IMO Secretary-General to brief the Council on piracy and armed robbery situations, based on cases brought to his attention by agreement of affected coastal States.\n\n19. Intends to review the situation and consider renewing authority provided in paragraph 10 upon TFG's request.\n\n20. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1846_2008_EN.pdf"
}