{
  "resolution_no": "1854",
  "year": "2008",
  "theme": [
    "Liberia",
    "Peacekeeping",
    "Sanctions",
    "Natural Resources",
    "Transparency"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "UNMIL",
    "Kimberley Process Certification Scheme",
    "UN Panel of Experts on Liberia"
  ],
  "reporting_cycle": "The Panel of Experts to provide a midterm report by 1 June 2009 and a final report by 20 December 2009",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling its previous resolutions and statements on Liberia and West Africa, welcomes Liberia's progress since 2006, and stresses continued implementation of the National Forestry Reform Law. The Council renews for 12 months the arms and travel measures imposed by resolution 1521 (2003), with modifications, and requires notification to the Committee of arms deliveries. It also recalls the measures imposed by resolution 1532 (2004) remain in force, and calls on Liberia to continue efforts to fulfil obligations. The Council intends to review these measures annually, and directs the Committee to update listing and delisting procedures.\nThe Security Council:\n\n4. Extends the mandate of the current Panel of Experts until 20 December 2009 to:\n(a) Conduct follow-up assessment missions to Liberia and neighbouring States to investigate implementation and violations of measures imposed by resolution 1521 (2003);\n(b) Assess impact and effectiveness of measures imposed by paragraph 1 of resolution 1532 (2004);\n(c) Assess implementation of Liberian forestry legislation;\n(d) Assess Government of Liberia's compliance with Kimberley Process Certification Scheme;\n(e) Provide midterm and final reports to the Council through the Committee;\n(f) Cooperate with other relevant groups of experts and Kimberley Process;\n(g) Identify areas to strengthen regional States' capacity;\n(h) Assist Committee in updating reasons for listing;\n\n5. Requests Secretary-General to reappoint current Panel members and make necessary arrangements;\n\n6. Calls upon States and Government of Liberia to cooperate with the Panel;\n\n7. Encourages Government of Liberia to implement 2008 Kimberley Process review team recommendations;\n\n8. Encourages Kimberley Process to cooperate with Panel and report on Liberia's implementation;\n\n9. Decides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1854_2008_EN.pdf"
}