{
  "resolution_no": "1822",
  "year": "2008",
  "theme": [
    "Terrorism",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25",
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Al-Qaida",
    "Usama bin Laden",
    "The Taliban",
    "UNIFIL",
    "MINUSMA",
    "Counter-Terrorism Implementation Task Force (CTITF)",
    "International Criminal Police Organization (INTERPOL)"
  ],
  "reporting_cycle": "The Committee shall report orally, through its Chairman, at least every 180 days to the Council on the overall work of the Committee and the Monitoring Team",
  "operative_authority": "Chapter VII",
  "summary": "2. Reaffirms that acts or activities indicating association with Al-Qaida, Usama bin Laden, or the Taliban include:\n\t* Participating in financing, planning, or perpetrating acts or activities.\n\t* Supplying arms and related materiel.\n\t* Recruiting for or supporting acts or activities.\n\n3. Reaffirms that entities owned or controlled by associated individuals or groups are eligible for designation.\n\n4. Confirms that financial and economic resources, including internet hosting services, used for support of Al-Qaida, Usama bin Laden, and the Taliban are subject to freeze.\n\n5. Encourages Member States to cut the flow of funds and financial assets to Al-Qaida, Usama bin Laden, and the Taliban.\n\n6. Decides that Member States may permit addition to frozen accounts of payments in favour of listed individuals or entities.\n\n7. Reaffirms exemptions to measures, set out in resolutions 1452 (2002) and 1735 (2006).\n\n8. Urges all States to implement and enforce measures.\n\n**Listing**\n\n9. Encourages Member States to submit names for inclusion on the Consolidated List.\n\n10. Notes that means of financing or support include proceeds from illicit cultivation, production, and trafficking of narcotic drugs.\n\n11. Reiterates call for cooperation between the Committee, Government of Afghanistan, and UNAMA.\nHere is a summarized version of the Security Council document 1822 (2008):\n\n12. Reaffirms that Member States proposing names to the Committee for inclusion on the Consolidated List must provide a detailed statement of case, and identify parts that can be publicly released.\n\n13. Directs the Committee to make accessible on its website a narrative summary of reasons for listing for each entry on the Consolidated List, and to update existing entries.\n\n14. Calls on Member States to use the cover sheet in annex I of resolution 1735 (2006) when proposing names, and provide sufficient identifying information.\n\n15. Decides that the Secretariat shall notify the Permanent Mission of the country where the individual or entity is believed to be located within one week of listing.\n\n16. Underlines the need for prompt updates to the Consolidated List on the Committee's website.\n\n17. Demands that Member States notify or inform listed individuals or entities of the designation and provide relevant information.\n\n18. Encourages Member States to inform the Committee on steps taken to implement measures.\n\n19. Welcomes the establishment of the Focal Point for de-listing petitions.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1822_2008_EN.pdf"
}