{
  "resolution_no": "1856",
  "year": "2008",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC",
    "Security Sector Reform"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "MONUC",
    "FARDC",
    "UN Country Team",
    "Group of Experts"
  ],
  "reporting_cycle": "every three months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 1856 (2008) on December 22, 2008, recalling previous resolutions and statements on the Democratic Republic of the Congo (DRC). The Council reaffirmed its commitment to the DRC's sovereignty, territorial integrity, and political independence. \n\nIt condemned the Congrès national pour la Défense du people (CNDP) and other armed groups' actions, which have caused massive displacement and cross-border refugee movements. The Council also underlined the presence of illegal armed groups, including the Forces Démocratiques de Libération du Rwanda (FDLR), as a major obstacle to lasting peace in the Kivus.\n\nThe Council welcomed the appointment of facilitators, including former Nigerian President Olusegun Obasanjo and former Tanzanian President Benjamin Mkapa, to address the crisis. It recalled the joint communiqué of the DRC and Rwanda Governments and the Acte d'engagement, reaffirming the Goma and Nairobi processes as frameworks for stabilization.\n\nThe Council emphasized the responsibility of the DRC and regional governments to prevent the use of their territories to support armed groups or violate the arms embargo. It urged effective measures to prevent cross-border support to armed groups and welcomed progress in bilateral talks between the DRC and Rwanda.\n\nThe Council stressed the need for comprehensive security sector reform, disarmament, demobilization, resettlement, and reintegration of armed groups. It recognized the link between the exploitation of natural resources, illicit trade, and conflict.\n\nThe Council expressed extreme concern at the deteriorating humanitarian and human rights situation, condemning targeted attacks against civilians, sexual violence, and recruitment of child soldiers. It urged the DRC Government, with MONUC and other actors, to end these violations and bring perpetrators to justice.\nHere is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\n Condemns the illicit flow of weapons into the Democratic Republic of Congo and determines to monitor the arms embargo.\n\n Underscores the need for long-term efforts from the Government and international partners to consolidate democracy and promote the rule of law.\n\n Expresses full support for MONUC, condemns attacks on peacekeepers and humanitarian personnel, and emphasizes that those responsible must be brought to justice.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1856_2008_EN.pdf"
}