{
  "resolution_no": "1842",
  "year": 2008,
  "theme": [
    "Peacekeeping",
    "Sanctions",
    "Elections",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "Committee established by resolution 1572",
    "Group of Experts",
    "Kimberley Process"
  ],
  "reporting_cycle": "Secretary-General and Group of Experts reports every 90 days, midterm report by 15 April 2009, and final report 15 days before the end of the mandate",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council adopted Resolution 1842 (2008) on 29 October 2008, recalling previous resolutions and statements on Côte d'Ivoire, reaffirming its commitment to the country's sovereignty, independence, territorial integrity, and unity. The Council took note of the Secretary-General's report and the reports of the UN Group of Experts on Côte d'Ivoire. \n\nThe Council emphasized the continued contribution to Côte d'Ivoire's stability of measures imposed by resolutions 1572 (2004) and 1643 (2005), particularly in the context of the forthcoming presidential elections. It welcomed the launch of voter identification and registration operations on 15 September 2008 and urged the Ivorian parties to complete these operations.\n\nThe Council noted with concern the persistence of human rights violations against civilians, including sexual violence, and stressed that perpetrators must be brought to justice. It reiterated its condemnation of all human rights and international humanitarian law violations in Côte d'Ivoire.\n\nThe Council decided to renew until 31 October 2009 the measures on arms, financial and travel restrictions imposed by resolutions 1572 (2004) and 1643 (2005), and the ban on importing rough diamonds from Côte d'Ivoire. \n\nThe Council decided to review these measures in light of progress achieved in implementing key steps of the peace process and the electoral process by the end of the period mentioned, with a review to be conducted no later than three months after the holding of open, free, fair, and transparent presidential elections or a midterm review by 30 April 2009.\n\nThe Council called upon the Ivorian parties and all States to fully implement the renewed measures and requested the UN Operation in Côte d'Ivoire (UNOCI) and French forces to provide full support. \n\nThe Council reiterated its demand that the Ivorian authorities take measures to end any violation of the imposed measures and provide unhindered access to the Group of Experts, UNOCI, and French forces. \n\nThe Council decided that any threat to the electoral process in Côte d'Ivoire, in particular any attack or obstruction of the action of the Independent electoral commission, will be considered.\nThe Security Council:\n\n1. Considers certain actions, including interference with the election commission or obstruction of UNOCI and French forces, a threat to the peace and national reconciliation process in Côte d'Ivoire.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1842_2008_EN.pdf"
}