{
  "resolution_no": "1846",
  "year": "2008",
  "theme": [
    "Piracy",
    "Maritime Security",
    "Somalia"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "UNIFIL",
    "MINUSMA",
    "NATO",
    "EU",
    "African Union Mission to Somalia (AMISOM)"
  ],
  "reporting_cycle": "The Secretary-General reports to the Security Council within 11 months; States and regional organizations report within 9 months",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling previous resolutions on Somalia, particularly 1814, 1816, and 1838, expresses grave concern over piracy and armed robbery at sea off Somalia's coast, threatening humanitarian aid delivery, international navigation, and commercial maritime routes. The Council reaffirms respect for Somalia's sovereignty, territorial integrity, and unity, and emphasizes international law, as reflected in the UN Convention on the Law of the Sea, in combating piracy.\n\nThe Council notes the Transitional Federal Government's (TFG) requests for assistance to counter piracy, including a 12-month renewal of provisions. It takes note of letters from the TFG and other Member States on cooperation in the fight against piracy.\n\nThe Council determines that piracy and armed robbery off Somalia's coast exacerbate the situation, threatening international peace and security. Acting under Chapter VII, it:\n\n1. Condemns and deplores all acts of piracy and armed robbery against vessels in territorial waters and the high seas off Somalia's coast.\nHere is a concise summary of the Security Council document 1846 (2008):\n\n2. The Security Council expresses concern that escalating ransom payments are fuelling piracy growth off Somalia's coast.\n\n3. The Council welcomes the International Maritime Organization's (IMO) efforts to update guidance to prevent and suppress piracy.\n\n4. States are called upon to provide ships flying their flags with advice on avoiding, evading, and defending against piracy attacks.\n\n5. States and organizations are urged to provide technical assistance to Somalia and nearby coastal States to enhance maritime security.\n\n6. The Council welcomes initiatives by various countries and organizations to counter piracy off Somalia's coast.\n\n7. States and regional organizations are called upon to coordinate efforts to deter piracy, including sharing information.\n\n8. The Secretary-General is requested to report on ensuring long-term security of international navigation off Somalia's coast.\n\n9. States and regional organizations are called upon to actively participate in the fight against piracy.\n\n10. For 12 months, States and regional organizations cooperating with the Transitional Federal Government (TFG) may enter Somalia's territorial waters and use necessary means to repress piracy.\n\n11. The authorizations provided do not affect Member States' rights or obligations under international law.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1846_2008_EN.pdf"
}