{
  "resolution_no": "1810",
  "year": "2008",
  "theme": [
    "Non-Proliferation",
    "Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41"
  ],
  "entities": [
    "1540 Committee",
    "Security Council Committee established pursuant to resolution 1267 (1999)",
    "Security Council Committee established pursuant to resolution 1373 (2001)"
  ],
  "reporting_cycle": "The 1540 Committee will submit to the Security Council a report no later than 24 April 2011 on compliance with resolution 1540 (2004)",
  "operative_authority": "Chapter VII",
  "summary": "Here is a clear and concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms resolutions 1540 (2004) and 1673 (2006) and the threat to international peace and security posed by the proliferation of nuclear, chemical, and biological weapons.\n\nReiterates the need for all Member States to fulfill their obligations on arms control and disarmament and prevent proliferation.\n\nAffirms its resolve to take action against any threat to international peace and security caused by proliferation.\n\nReaffirms that resolution 1540 (2004) obligations shall not conflict with or alter State Parties' rights and obligations under the Nuclear Non-Proliferation Treaty, Chemical Weapons Convention, and Biological and Toxin Weapons Convention.\n\nNotes the importance of international cooperation to counter illicit trafficking by non-State actors.\n\nEndorses the 1540 Committee's work and emphasizes the need for continuous efforts to implement resolution 1540 (2004).\n\nCalls on States to:\n\n1. Implement fully resolution 1540 (2004);\n2. Submit a first report on implementation steps to the 1540 Committee if not already done;\n3. Provide additional information on implementation;\n4. Prepare voluntary summary action plans;\n5. Convey assistance requests to the 1540 Committee and provide points of contact for assistance.\n\nUrges States and organizations to inform the Committee of areas where they can provide assistance by 25 June 2008.\nHere is a summarized version of the Security Council document:\n\n6. The mandate of the 1540 Committee is extended for three years, with expert assistance, until 25 April 2011.\n\n7. The 1540 Committee is to complete its report as per paragraph 6 of resolution 1673 (2006) and submit it to the Security Council by 31 July 2008.\n\n8. The Committee is to review the status of implementation of resolution 1540 (2004) and report to the Council by 31 January 2009.\n\n9. The Committee shall submit an annual Programme of Work to the Security Council before the end of each January.\n\n10. The Committee will intensify efforts to promote full implementation of resolution 1540 (2004) through its Programme of Work, which includes compilation of information, outreach, dialogue, assistance, and cooperation.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1810_2008_EN.pdf"
}