{
  "resolution_no": "1803",
  "year": "2008",
  "theme": [
    "Non-Proliferation",
    "Nuclear Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "Iran Air Cargo",
    "Islamic Republic of Iran Shipping Line",
    "Bank Melli",
    "Bank Saderat"
  ],
  "reporting_cycle": "within 90 days",
  "operative_authority": "Chapter VII",
  "summary": "20. The Security Council will remain seized of the matter.\n\nAnnex I lists 13 individuals involved in Iran's nuclear program, including Amir Moayyed Alai, Mohammad Fedai Ashiani, and Ghasem Soleymani, subject to sanctions.\n1803 (2008)\n\nAnnex II\n\nA. Individuals listed in resolution 1737 (2006)\n1. Mohammad Qannadi, AEOI Vice President for Research & Development\n2. Dawood Agha-Jani, Head of the PFEP (Natanz)\n3. Behman Asgarpour, Operational Manager (Arak)\n\nB. Individuals listed in resolution 1747 (2007)\n1. Seyed Jaber Safdari (Manager of the Natanz Enrichment Facilities)\n2. Amir Rahimi (Head of Esfahan Nuclear Fuel Research and Production Center)\n\nAnnex III\n\n1. Abzar Boresh Kaveh Co. (BK Co.) (involved in centrifuge components production)\n2. Barzagani Tejarat Tavanmad Saccal companies (tried to purchase sensitive goods)\n3. Electro Sanam Company (E. S. Co./E. X. Co.) (AIO front-company, ballistic missile programme)\n4. Ettehad Technical Group (AIO front-company, ballistic missile programme)\n5. Industrial Factories of Precision (IFP) Machinery (used by AIO for acquisition attempts)\n6. Jabber Ibn Hayan (AEOI laboratory, fuel-cycle activities)\n7. Joza Industrial Co. (AIO front-company, ballistic missile programme)\n8. Khorasan Metallurgy Industries (produces centrifuge components)\n9. Niru Battery Manufacturing Company (manufactures power units for Iranian military)\n10. Pishgam (Pioneer) Energy Industries (Uranium Conversion Facility construction)\n11. Safety Equipment Procurement (SEP) (AIO front-company, ballistic missile programme)\n12. TAMAS Company (enrichment-related activities)",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1803_2008_EN.pdf"
}