{
  "resolution_no": "1844",
  "year": 2008,
  "theme": [
    "Somalia",
    "Piracy",
    "Sanctions",
    "Peace and Security"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 39",
    "Article 41",
    "Article 42"
  ],
  "entities": [
    "Transitional Federal Institutions (TFIs)",
    "African Union Mission in Somalia (AMISOM)",
    "United Nations Sanctions Committees",
    "Monitoring Group"
  ],
  "reporting_cycle": "every 120 days",
  "operative_authority": "Chapter VII",
  "summary": "Member States are encouraged to submit names of individuals and entities meeting specified criteria for inclusion on the Committee's list.\nHere is a summarized version of the Security Council document 1844 (2008):\n\n13. When proposing names for listing, Member States must provide a detailed statement of case and identifying information; they must also identify parts of the statement that can be publicly released.\n\n14. The Committee will make a narrative summary of reasons for listing accessible on its website.\n\n15. The Secretariat will notify the Permanent Mission of the country where the individual or entity is believed to be located, and include a copy of the publicly releasable portion of the statement of case.\n\n16. Member States must notify or inform the listed individual or entity of the designation.\n\n17. Member States are encouraged to inform the Committee on steps taken to implement measures.\n\n18. The Focal Point within the Secretariat allows listed individuals to submit a petition for de-listing.\n\n19. Designating States and States of citizenship and residence must review de-listing petitions.\n\n20. The Committee will consider requests for removal from the list.\n\n21. The Secretariat will notify the Permanent Mission when a name is removed from the list.\n\n22. The Committee must ensure fair and clear procedures for listing and delisting.\n\n23. The Monitoring Group's mandate includes assisting the Committee in monitoring implementation.\n\n24. All Member States must implement measures strictly.\n\n25. Member States must report to the Committee within 120 days on steps taken to implement measures.\n\n26. The measures will be reviewed within 12 months.\n\n27. The Council will remain actively seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1844_2008_EN.pdf"
}