{
  "resolution_no": "1804",
  "year": "2008",
  "theme": [
    "Peacekeeping",
    "Humanitarian",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "MONUC",
    "FDLR",
    "ex-FAR/Interahamwe",
    "International Criminal Tribunal for Rwanda"
  ],
  "reporting_cycle": "",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling previous resolutions and statements on the Democratic Republic of the Congo and the Great Lakes region, reaffirms its commitment to the sovereignty, territorial integrity, and political independence of the Democratic Republic of the Congo and the Republic of Rwanda. The Council expresses grave concern at the continued presence of Rwandan armed groups, including FDLR, ex-FAR/Interahamwe, operating in the eastern Democratic Republic of the Congo, which pose a threat to regional peace and security.\n\nThe Council deplores human rights and humanitarian law violations committed by these groups, particularly sexual violence, and recalls resolutions 1325 (2000) and 1612 (2005) on women, peace, and security and children in armed conflict. \n\nThe Council demands that FDLR, ex-FAR/Interahamwe, and other Rwandan armed groups immediately disarm and present themselves to Congolese authorities and MONUC for disarmament, demobilization, repatriation, resettlement, and reintegration. \n\nThe Council also demands that these groups stop recruiting and using children, release associated children, and end gender-based violence. \n\nThe Council recalls MONUC's mandate to facilitate voluntary demobilization and repatriation of disarmed foreign combatants and calls on the Governments of the Democratic Republic of the Congo and Rwanda to intensify cooperation to implement their commitments under the Nairobi communiqué. \n\nThe Council recalls targeted measures, including a travel ban and asset freeze, imposed on political and military leaders of armed groups operating in the Democratic Republic of the Congo who impede disarmament and voluntary repatriation or resettlement.\nThe Security Council:\n\nReiterates that measures, including sanctions, are applicable to leaders of the FDLR, ex-FAR/Interahamwe and other Rwandan armed groups.\n\nUndertakes to consider expanding sanctions to other members of these groups, taking into account participation in disarmament, demobilization, rehabilitation, and reintegration (DDRRR) process.\n\nStresses the arms embargo imposed on foreign armed groups and illegal Congolese militias, including FDLR, ex-FAR/Interahamwe, and other Rwandan groups.\n\nCalls on Member States to prevent provision of financial, technical, or other support to these groups.\n\nReiterates its call on States to cooperate with and assist the International Criminal Tribunal for Rwanda.\n\nDecides to remain seized of the matter.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1804_2008_EN.pdf"
}