{
  "resolution_no": "1803",
  "year": "2008",
  "theme": [
    "Non-Proliferation",
    "Nuclear Disarmament",
    "Sanctions"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "IAEA",
    "Iran Air Cargo",
    "Islamic Republic of Iran Shipping Line",
    "Bank Melli",
    "Bank Saderat"
  ],
  "reporting_cycle": "within 90 days",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council:\n \n1. Reaffirms prior resolutions 1696 (2006), 1737 (2006), and 1747 (2007), and their provisions.\n\n2. Reiterates commitment to the Treaty on Non-Proliferation of Nuclear Weapons, emphasizing all states party must comply fully.\n\n3. Notes with concern Iran's failure to suspend enrichment-related activities, cooperate with IAEA under the Additional Protocol.\n\n4. Reiterates determination to reinforce IAEA authority, supports IAEA Board of Governors.\n\n5. Expresses willingness of China, France, Germany, Russia, UK, and US to explore a negotiated solution.\n\n6. Decides to adopt measures to persuade Iran to comply with prior resolutions.\n\n7. Acting under Article 41 of Chapter VII, \n1. Reaffirms Iran shall without further delay take steps required by IAEA Board of Governors.\nThe Security Council,\n\n1. Urges Iran to build confidence in the exclusively peaceful purpose of its nuclear programme, resolve outstanding questions, and take steps required in paragraph 2 of resolution 1737 (2006), and underlines that the IAEA has sought confirmation that Iran will apply Code 3.1 modified;\n\n2. Welcomes the agreement between Iran and the IAEA to resolve all outstanding issues, encourages the IAEA to continue its work, and supports strengthening IAEA safeguards on Iran’s nuclear activities;\n\n3. Calls upon all States to exercise vigilance and restraint regarding entry into or transit through their territories of individuals engaged in, directly associated with or providing support for Iran’s proliferation sensitive nuclear activities or nuclear weapon delivery systems, and requires notification to the Committee of the entry into or transit through their territories of designated persons;\n\n4. Underlines that nothing in paragraph 3 requires a State to refuse its own nationals entry into its territory, and that humanitarian considerations should be taken into account;\n\n5. Decides that all States shall prevent entry into or transit through their territories of individuals designated in Annex II to this resolution, except where such entry or transit is for activities directly related to the items in subparagraphs 3 (b) (i) and (ii) of resolution 1737 (2006);\n\n6. Decides that measures imposed by paragraph 5 shall not apply where the Committee determines on a case-by-case basis that such travel is justified on humanitarian grounds;",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1803_2008_EN.pdf"
}