{
  "resolution_no": "1859",
  "year": "2008",
  "theme": [
    "Iraq",
    "Security",
    "Stability",
    "Reconstruction",
    "Human Rights"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 41"
  ],
  "entities": [
    "United Nations Assistance Mission for Iraq (UNAMI)",
    "International Advisory and Monitoring Board",
    "Development Fund for Iraq"
  ],
  "reporting_cycle": "Secretary-General reports every 3 months, with a written report on a semi-annual basis",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council,\n\nWelcoming Iraq's national unity Government efforts to fulfil its political, economic, and security programme and national reconciliation agenda, and encouraging inclusive and peaceful provincial elections.\n\nRecalling previous relevant resolutions on Iraq, \n\nReaffirming Iraq's independence, sovereignty, unity, and territorial integrity, and the principle of non-interference in its internal affairs.\n\nNoting progress in Iraq, particularly in security, stability, and strengthening Iraqi security forces, as well as political and economic progress.\n\nWelcoming the Government's work towards a federal, democratic, pluralistic, and unified Iraq with full respect for human rights.\n\nNoting progress in rejecting sectarianism, and underscoring the importance of inclusive political dialogue and national reconciliation.\n\nRecognizing international support is essential for Iraq's well-being and stability, and appreciating Member State contributions under previous resolutions.\n\nRecognizing Iraq still needs regional and international support to make progress.\n\nWelcoming progress under the International Compact with Iraq, and the UN's role in jointly chairing it.\n\nRecalling the UN Assistance Mission for Iraq (UNAMI), and affirming the UN's leading role in supporting the Iraqi Government.\n\nCalling upon the international community to support Iraq's pursuit of peace, stability, security, democracy, and prosperity.\n\nNoting the Prime Minister's letter, affirming Iraq's commitment to living in peace with its neighbours.\n\nRecognizing positive developments in Iraq, and the importance of achieving international standing equal to that prior to resolution 661 (1990).\n\nRecognizing the Government's commitment to resolving debts and settling claims inherited from the previous regime.\n\nRecognizing the significant role of the Development Fund for Iraq and the International Advisory and Monitoring Board.\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\nReaffirms that terrorism must not disrupt Iraq's transition and reiterates obligations of Member States under relevant resolutions and conventions.\n\nRecognizes the Government of Iraq's leading role in coordinating international assistance and reaffirms the importance of international assistance and development of the Iraqi economy.\n\nActing under Chapter VII of the Charter:",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1859_2008_EN.pdf"
}