{
  "resolution_no": "1806",
  "year": "2008",
  "theme": [
    "Peacekeeping",
    "Security",
    "Governance",
    "Human Rights",
    "Counter-Narcotics",
    "Development"
  ],
  "chapter": "Chapter VI",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNAMA",
    "ISAF",
    "International Security Assistance Force",
    "Operation Enduring Freedom coalition",
    "Security Council Committee established pursuant to resolution 1267 (1999)"
  ],
  "reporting_cycle": "every six months",
  "operative_authority": "Chapter VI",
  "summary": "* Calls upon all parties to coordinate with UNAMA and promote security and freedom of movement for UN personnel (para 5)\n* Stresses the importance of strengthening UNAMA's presence in provinces and finalizing security arrangements (para 6)\n* Calls for implementation of the Afghanistan Compact and its annexes (para 7)\n* Reaffirms the central role of the JCMB in coordinating and monitoring Compact implementation (para 8)\n* Welcomes progress on the ANDS and looks forward to its launch (para 9)\n* Notes the intention to hold an international conference to review Compact implementation (para 10)\n* Calls on the Afghan Government and international community to address security threats posed by the Taliban, Al-Qaida, and narcotics trade (para 11)\nHere is a concise summary of the Security Council document:\n\nThe Security Council:\n\n Condemns attacks on civilians and Afghan/international forces, including IED and suicide attacks, and the use of civilians as human shields by the Taliban and extremist groups.\n\n Reiterates concern about civilian casualties, calls for compliance with international humanitarian and human rights law, and recognizes efforts by ISAF to minimize civilian casualties.\n\n Expresses concern about the recruitment and use of child soldiers, and stresses the importance of implementing resolution 1612.\n\n Stresses the need to increase the functionality, professionalism, and accountability of the Afghan security sector through training and mentoring.\n\n Welcomes progress in developing the Afghan National Army and encourages sustained training efforts.\n\n Calls for further efforts to enhance the capabilities of the Afghan National Police.\n\n Calls for progress in disbanding illegal armed groups.\n\n Expresses concern about the harm caused by opium cultivation, production, and trafficking, and calls on the Afghan Government to accelerate implementation of the National Drug Control Strategy.\n\n Calls upon States to strengthen international cooperation to counter the threat posed by illicit production and trafficking of drugs.\n\n Welcomes the adoption of the National Justice Programme and stresses the importance of its full and timely implementation.\n\n Stresses the importance of further progress in reconstruction and reform of the prison sector.\n\n Notes with concern the effects of corruption and calls on the Afghan Government to lead the fight against corruption.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1806_2008_EN.pdf"
}