{
  "resolution_no": "1826",
  "year": "2008",
  "theme": [
    "Peacekeeping",
    "Elections",
    "Human Rights",
    "WPS/CAAC"
  ],
  "chapter": "Chapter VII",
  "charter_articles": [
    "Article 24",
    "Article 25"
  ],
  "entities": [
    "UNOCI",
    "French forces",
    "African Union",
    "ECOWAS"
  ],
  "reporting_cycle": "Secretary-General reports no later than 15 October 2008 and three weeks before 31 January 2009",
  "operative_authority": "Chapter VII",
  "summary": "The Security Council, recalling previous resolutions on Côte d'Ivoire, reaffirms its commitment to the country's sovereignty, independence, territorial integrity, and unity. The Council welcomes the Ouagadougou Political Agreement and its Supplementary Agreements, and commends the efforts of President Blaise Compaoré, the African Union, and ECOWAS in promoting peace and stability. \n\nThe Council expresses concern over persistent human rights violations, particularly against civilians and women, and condemns all such violations. It reiterates its support for the international consultative organ and stresses the importance of bringing perpetrators to justice.\n\nThe Council decides to renew the mandates of UNOCI and the French forces supporting it until 31 January 2009, to support free, open, fair, and transparent elections. UNOCI is requested to support the implementation of the Ouagadougou Agreement, contribute to security, and provide logistical support to the Independent Electoral Commission.\n\nThe Council encourages the Ivorian parties to make progress on key issues, including identification of the population, voter registration, disarmament, and restoration of State authority. It urges parties to comply with the Code of Good Conduct for elections and allows equitable access to public media. The Council also encourages the Defense and Security Force of Côte d'Ivoire and the Forces nouvelles to develop a comprehensive plan for election security.\nHere is a concise summary of the Security Council document:\n\n6. Calls on parties to ensure protection of women and children in implementing the Ouagadougou Agreement, post-conflict reconstruction, and recovery phases.\n\n7. Stresses equal protection and respect for human rights of all Ivorians, particularly removing obstacles to women's participation in public life.\n\n8. Invites signatories to protect vulnerable populations, guarantee voluntary return and reintegration of displaced persons, and fulfil commitments under the Ouagadougou Agreement.\n\n9. Intends to review UNOCI and French forces' mandates by 31 January 2009, based on progress in the peace process and electoral process.\n\n10. Supports the Special Representative's efforts, and reaffirms support to the five-criteria framework for open, free, fair, and transparent elections.\n\n11. Calls for redoubled efforts to publish the electoral list, and requests the Special Representative to certify it.",
  "url": "https://storage.googleapis.com/bluelines-rag-bucket/2008/S_RES_1826_2008_EN.pdf"
}